[
    {
        "section": "Methodology",
        "text": "Petrology utilizes the fields of mineralogy , petrography, optical mineralogy , and chemical analysis to describe the composition and texture of rocks. Petrologists also include the principles of geochemistry and geophysics through the study of geochemical trends and cycles and the use of thermodynamic data and experiments in order to better understand the origins of rocks.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Ljudmila_Dolar_Mantuani.jpg/170px-Ljudmila_Dolar_Mantuani.jpg",
                "caption": "Ljudmila Dolar Mantuani (1906–1988), first female professor of petrography in Yugoslavia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Petrology",
        "title": "Petrology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Experimental Petrology"
    },
    {
        "section": "Biography",
        "text": "A. K. Gupta, born on 4 December 1942 in Sanctoria in Paschim Bardhaman district of the Indian state of West Bengal , graduated in science from Jadavpur University and after completing his master's degree from the same institution, moved to the US to start his career as a teaching assistant at the University of Western Ontario . [4] Simultaneously, he did his post-doctoral work under the guidance of William Fyfe and in 1975, he moved to Ruhr University to work with N. D. Chatterjee where he stayed for one year before joining Kenzō Yagi at Hokkaido University in 1975. Returning to India, he joined the University of Roorkee in 1978 as a member of faculty and his tenure there lasted till 1985 when he was appointed as a professor at the University of Allahabad . He served out his service at Allahabad University during which time he also served as a visiting professor at several universities viz. University of Melbourne (1979–80), University of Tasmania (1983), University of Texas at Dallas (1994), University of Bristol (1999) and Chernogolovka, Moscow (1987, 1998). [7] Gupta is married to Chhaya and the couple has two sons. The family lives in Allahabad.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Jadavpur_University_Gate_No._4.jpg/235px-Jadavpur_University_Gate_No._4.jpg",
                "caption": "Jadavpur University"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Alok_Krishna_Gupta",
        "title": "Alok Krishna Gupta",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Experimental Petrology"
    }
]