[
    {
        "section": "Fluid inclusions and mineral exploration",
        "text": "Fluid inclusions can provide useful data in mineral exploration, as their characteristics depend on the mineralization process. The methods of using fluid inclusions to identify mineral deposits include assessing the abundance of a specific inclusion type, looking into variations in the inclusions' temperatures of phase changes during heating and cooling, [2] and variations in other properties such as decrepitation behavior, and inclusions chemistry. [1] Observation and point-counting of thin-sections of samples is used to identify the occurrence of specific inclusion types. If an abundance of similar fluid inclusions are found in close geographic proximity, one can conclude that the surrounding rock types are similar if not the same. [2] Microthermometric properties (changes in temperature during phase changes) are used to characterize and categorize areas that witnessed thermal activity during mineral formation. [2] Fluid inclusions have been used to identify deposits of oil and gas. Drilling cuts, cores, and/or outcrop materials are preserved for their pore-fluids, and the chemistry of the fluid is analyzed with Fluid Inclusion Stratigraphy (FIS). FIS analysis takes the spectrometric reading of a fluid inclusion's volatile species; these are indicative of a natural gas or oil deposit nearby. [3] The abundance of similar fluid inclusions could, however, be attributed to hydrocarbon migration and accumulation, so other techniques are used to confirm the presence of the oil deposit after initial detection of fluid inclusions.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Hofstra-F10.large.jpg/250px-Hofstra-F10.large.jpg",
                "caption": "Photomicrographs from Pea Ridge, MO, USA of secondary fluid inclusions in apatite (image A) and quartz (images B–H)."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fluid_inclusion",
        "title": "Fluid inclusion",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Orogenic application",
        "text": "Fluid inclusions trapped in veins and minerals have been used as a proxy to explore the deformation history in orogenic belts. [11] As fluid activities are considerably more in shear zones in an orogenic belt, the fluid inclusions in a shear zone have been also used to explore the seismic activities during the evolution of the shear zone. [12] In orogenic belts the earthquakes sometimes attributed to be linked with fluid activity at depth. Indirect geophysical evidence points out the role of fluid in earthquakes in many shear zones, however a few studies provide geological evidence for the role of fluid in earthquakes. [12]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Treesmed.gif/200px-Treesmed.gif",
                "caption": "This 84-million-year-old air bubble lies trapped in amber (fossilized tree sap). Using a quadrupole mass spectrometer, scientists can learn what the atmosphere was like when the dinosaurs roamed the earth. Source: USGS"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fluid_inclusion",
        "title": "Fluid inclusion",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Microscopic characteristics",
        "text": "When dealing with unfamiliar types or with rocks so fine grained that their component minerals cannot be determined with the aid of a hand lens, a microscope is used. Characteristics observed under the microscope include colour, colour variation under plane polarised light ( pleochroism , produced by the lower Nicol prism , or more recently polarising films ), fracture characteristics of the grains, refractive index (in comparison to the mounting adhesive, typically Canada balsam ), and optical symmetry ( birefringent or isotropic ). In toto , these characteristics are sufficient to identify the mineral, and often to quite tightly estimate its major element composition.\nThe process of identifying minerals under the microscope is fairly subtle, but also mechanistic - it would be possible to develop an identification key that would allow a computer to do it. The more difficult and skilful part of optical petrography is identifying the interrelationships between grains and relating them to features seen in hand-sized specimen, at outcrop, or in mapping.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/LvMS-Lvm.jpg/220px-LvMS-Lvm.jpg",
                "caption": "Photomicrograph of a volcanic sand grain ; upper picture is plane-polarized light, bottom picture is cross-polarized light, scale box at left-center is 0.25 millimeter."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Petrography",
        "title": "Petrography",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Mineral inclusions",
        "text": "Mineral inclusions, especially the silicate inclusions in lithospheric diamonds, can be classified into two dominant types depending on the mantle parental rocks of the host diamond: eclogite (E-type) and peridotite (P-type). These are the two main parental rocks for the diamond formation which mostly lead to silicate inclusions. [1] [4] P-type and E-type inclusions can be distinguished based on the content of specific materials in the trapped mineral. For instance, in garnet inclusions, the content ratio of chromium(III) oxide (Cr 2 O 3 ) and calcium oxide (CaO) can be the basis for the classification. [5] E-type garnet inclusion contains less Cr 2 O 3 while P-type contains less CaO. Trace elements such as rare earth elements (REE) can also characterize P-type and E-type garnet inclusions. [6] Similarly, nitrogen inclusions can be classified into P-type and E-type inclusions by analyzing their stable isotopes . [7] For sulfide inclusions, osmium contents from rhenium-osmium dating can differentiate P-type and E-type inclusions. [8] In the craton ic crust of the Kaapvaal - Zimbabwe craton, Southern Africa, seismic velocity at 150-km depth correlates with the nature of diamond inclusions, whether peridotitic or eclogitic. This suggests that lithospheric P-wave speeds can be used, perhaps elsewhere as well as in Southern Africa, to map the distribution of different diamond source regions. [9] Sub-lithospheric mineral inclusions such as majorite and silicate perovskites (e.g. bridgmanite, davemaoite ) can be also classified into ultramafic type (peridotitic) and basaltic type (eclogitic) inclusions. [11] However, these additional classifications are harder than the lithospheric inclusions due to the rarity of samples, small grain size, and difficulties in recognizing the original mineral assemblages under deep-mantle conditions. [1] The timing of mineral crystallization can be used to categorize diamond inclusions into three types: protogenetic , syngenetic , and epigenetic inclusions. [14] Minerals in the protogenetic inclusions were crystallized earlier than the diamond formation. The host diamond encapsulated pre-existing minerals during its crystallization. Therefore, protogenetic inclusions provide information on the conditions that existed before diamond formation. This can explain isotopically different mineral inclusions found from the same generation of diamonds. [15] For syngenetic mineral inclusions, the crystallization of the trapped mineral and the diamond occur simultaneously. [1] In this case, the environmental records from included minerals match that of the host diamond. Syngenetic inclusions can be evidenced by the imposition of host diamond morphology on the trapped mineral. [16] Epigenetic inclusions are formed from minerals that crystallized after the diamond formation. The after-formed minerals can crystallize along diamond fractures or the pre-existing protogenetic/syngenetic inclusions may have been altered into new material. [1] Mineral inclusions can preserve materials formed under the extreme environments in Earth's mantle back to surface conditions. [1] This enables the discovery of the natural form of minerals which have previously been only synthesized in the laboratory. [17] For instance, the natural calcium silicate perovskite (CaSiO 3 ), was recently given the mineral name davemaoite , when it was discovered as a mineral inclusion in a diamond in 2021. [18] The discovery was surprising due to the extreme conditions necessary to synthesize davemaoite which made it seem unlikely that it could be preserved at the Earth's surface. [17]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Garnet_classification_plot.jpg/220px-Garnet_classification_plot.jpg",
                "caption": "Chromium vs. Calcium content of various inclusions. Eclogite (i.e. garnet-bearing) inclusions in diamond contain less Cr 2 O 3 whereas peridotite ( lherzolite and harzburgite ) garnet inclusions have less CaO. Eclogite and peridotite are the two main parental mantle rocks and wehrlite and websterite are minor types. [1] [2] [3]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/P-wave_velocity_distribution.png/220px-P-wave_velocity_distribution.png",
                "caption": "Tomographic image of the lithospheric mantle obtained from the P-wave data. Red squares represent eclogitic and green squares represent peridotitic inclusions. [10] [9]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Olivine_inclusions_in_diamond.png/220px-Olivine_inclusions_in_diamond.png",
                "caption": "Examples showing the imposition of the host diamond's morphology on the included mineral in syngenetic inclusions. (a) Inclusion of olivine in diamond with their faces imposed by octahedral (o) and cubic (c) shapes common in diamond. (b) Diamond  with several olivine inclusions with faces parallel to the octahedral diamond face. [1] [12] [13]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Diamond_inclusions",
        "title": "Diamond inclusions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Vapor Bubbles",
        "text": "The presence of a vapor bubble adds an additional component for analysis given that the vapor bubble could contain a significant proportion of the H 2 O and CO 2 originally in the melt sampled by the melt inclusion. [16] [30] If the vapor bubble is composed primarily of CO 2 , Raman spectroscopy can be used to determine the density of CO 2 present. [31] [11]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Vapor_Bubble_2.png/220px-Vapor_Bubble_2.png",
                "caption": "Melt inclusion with accompanying vapor bubble from an olivine crystal.  Collected from ash related to the 1992 eruption of Cerro Negro Volcano, Nicaragua"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/MI_bubble.gif/220px-MI_bubble.gif",
                "caption": "Animation of a melt inclusion viewed in transmitted light."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Melt_inclusion",
        "title": "Melt inclusion",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Background",
        "text": "It is often difficult to obtain an expert judgement from a neutral laboratory. Analysis and estimation in the gemstone trade usually have to take place on site. Professional gemologists and gemstone buyers use mobile laboratories, which pool all necessary instruments in a travel case. Such so-called travel labs even have their own current supply, which makes them independent from infrastructure. They are also suitable for gemological expeditions. Gemstones are basically categorized based on their crystal structure , specific gravity , refractive index , and other optical properties, such as pleochroism . The physical property of \"hardness\" is defined by the irregular Mohs scale of mineral hardness . Gemologists study these factors while valuing or appraising cut and polished gemstones. Gemological microscopic study of the internal structure is used to determine whether a gem is synthetic or natural by revealing natural fluid inclusions or partially melted exogenous crystals that are evidence of heat treatment to enhance color. The spectroscopic analysis of cut gemstones also allows a gemologist to understand the atomic structure and identify its origin, which is a major factor in valuing a gemstone. For example, a ruby from Burma will have definite internal and optical activity variance from a Thai ruby. When the gemstones are in a rough state, the gemologist studies the external structure; the host rock and mineral association; and natural and polished color. Initially, the stone is identified by its color, refractive index, optical character, specific gravity, and examination of internal characteristics under magnification.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Peridot_%28Mg%2C_Fe%292SiO4_in_the_rough_form_and_a_cut_and_polished_gem_-_Sara_Abey.jpg/270px-Peridot_%28Mg%2C_Fe%292SiO4_in_the_rough_form_and_a_cut_and_polished_gem_-_Sara_Abey.jpg",
                "caption": "Peridot (Mg, Fe) 2 SiO 4 in the rough form and a cut and polished gem."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Gemology",
        "title": "Gemology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Gemological instruments",
        "text": "Gemologists use a variety of tools and equipment which allow for the accurate tests to be performed in order to identify a gemstone by its specific characteristics and properties. These include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/KA52KRS_1_m.jpg/350px-KA52KRS_1_m.jpg",
                "caption": "Gemmological travel lab KA52KRS"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Gemology",
        "title": "Gemology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "General identification of gems",
        "text": "Gem identification is basically a process of elimination. Gemstones of similar color undergo non-destructive optical testing until there is only one possible identity. Any single test is nearly always only indicative. For example: The specific gravity of ruby is 4.00, glass is 3.15–4.20, and cubic zirconia is 5.6–5.9 . So one can easily tell the difference between cubic zirconia and the other two; however, there is overlap between ruby and glass. As with all naturally occurring materials, no two gems are identical. The geological environment they are created in influences the overall process so that although the basics can be identified, the presence of chemical \"impurities\", and substitutions along with structural imperfections create \"individuals\".",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Gem.pebbles.800pix.jpg/250px-Gem.pebbles.800pix.jpg",
                "caption": "A selection of ornamental, non-precious stones made by tumbling rough pebbles with abrasive grit in a rotating drum. The biggest pebble here is 40 millimetres (1.6 in) long."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Gemology",
        "title": "Gemology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Identification by refractive index",
        "text": "One test to determine the gem's identity is to measure the refraction of light in the gem. Essentially, when light passes from one medium to another, it bends. Blue light bends more than red light. How much the light bends will vary depending on the gem mineral. Every material has a critical angle , above which point light is reflected back internally. This can be measured and thus used to determine the gem's identity. Typically this is measured using a refractometer , although it is possible to measure it using a microscope.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Portable_refractometer.JPG/220px-Portable_refractometer.JPG",
                "caption": "Traditional handheld refractometer"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Gemology",
        "title": "Gemology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Identification by inclusions",
        "text": "Inclusions can help gemologists to determine whether or not a gemstone is natural, synthetic or treated (i.e. fracture-filled or heated).",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Three_Phase_in_Rock_Crystal_Quartz%2C_Pakistan.jpg/220px-Three_Phase_in_Rock_Crystal_Quartz%2C_Pakistan.jpg",
                "caption": "Three inclusion phases in rock crystal quartz"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Gemology",
        "title": "Gemology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Identification by flaws and striations",
        "text": "During the Verneuil process for synthesizing gems, a fine crushed material is heated at extremely high temperatures. The powdered gem mineral is then melted (or a metallic mixture directly burned in an oxygen flame) the residue of which then drips through a furnace onto a boule. The boule where the corundum or spinel cools down and crystallizes, spins and thus causes the curved striations, which are diagnostic for a lab-created gem: Natural corundum does not show curved striations. Likewise, natural stones, particularly beryl minerals, show small flaws – short planar cracks where the direction of the crystalline orientation in the gem abruptly changes. The natural formation of gemstones tends to layer the minerals in regular crystalline sheets, whereas many synthetically produced gems have an amorphous structure, like glass. Synthetics made by the Verneuil process either do not show flaws at all, or if any flaws are present, show curvy, undulating surfaces rather than flat ones.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Curved_Striations_in_Synthetic_Color-Change_Sapphire.jpg/220px-Curved_Striations_in_Synthetic_Color-Change_Sapphire.jpg",
                "caption": "The curvature observed in this synthetic color-change sapphire is due to a process known as the Verneuil process or, flame fusion."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Gemology",
        "title": "Gemology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Geological material",
        "text": "The majority of geological data comes from research on solid Earth materials. Meteorites and other extraterrestrial natural materials are also studied by geological methods.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Or_Venezuela.jpg/220px-Or_Venezuela.jpg",
                "caption": "Native gold from Venezuela"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Quartz%2C_Tibet.jpg/220px-Quartz%2C_Tibet.jpg",
                "caption": "Quartz from Tibet . Quartz makes up more than 10% of the Earth's crust by mass."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geology",
        "title": "Geology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Rock",
        "text": "A rock is any naturally occurring solid mass or aggregate of minerals or mineraloids . Most research in geology is associated with the study of rocks, as they provide the primary record of the majority of the geological history of the Earth. There are three major types of rock: igneous , sedimentary , and metamorphic . The rock cycle illustrates the relationships among them (see diagram). When a rock solidifies or crystallizes from melt ( magma or lava ), it is an igneous rock . This rock can be weathered and eroded , then redeposited and lithified into a sedimentary rock. Sedimentary rocks are mainly divided into four categories: sandstone, shale, carbonate, and evaporite. This group of classifications focuses partly on the size of sedimentary particles (sandstone and shale), and partly on mineralogy and formation processes (carbonation and evaporation). [6] Igneous and sedimentary rocks can then be turned into metamorphic rocks by heat and pressure that change its mineral content, resulting in a characteristic fabric . All three types may melt again, and when this happens, new magma is formed, from which an igneous rock may once again solidify.\nOrganic matter, such as coal, bitumen, oil, and natural gas, is linked mainly to organic-rich sedimentary rocks. To study all three types of rock, geologists evaluate the minerals of which they are composed and their other physical properties, such as texture and fabric .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Cycle_of_rocks_2.png/220px-Cycle_of_rocks_2.png",
                "caption": "The rock cycle shows the relationship between igneous , sedimentary , and metamorphic rocks ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geology",
        "title": "Geology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Plate tectonics",
        "text": "In the 1960s, it was discovered that the Earth's lithosphere , which includes the crust and rigid uppermost portion of the upper mantle , is separated into tectonic plates that move across the plastically deforming, solid, upper mantle, which is called the asthenosphere . This theory is supported by several types of observations, including seafloor spreading [9] [10] and the global distribution of mountain terrain and seismicity. There is an intimate coupling between the movement of the plates on the surface and the convection of the mantle (that is, the heat transfer caused by the slow movement of ductile mantle rock). Thus, oceanic parts of plates and the adjoining mantle convection currents always move in the same direction – because the oceanic lithosphere is actually the rigid upper thermal boundary layer of the convecting mantle. This coupling between rigid plates moving on the surface of the Earth and the convecting mantle is called plate tectonics . The development of plate tectonics has provided a physical basis for many observations of the solid Earth . Long linear regions of geological features are explained as plate boundaries: [11] Plate tectonics has provided a mechanism for Alfred Wegener 's theory of continental drift , [12] in which the continents move across the surface of the Earth over geological time. They also provided a driving force for crustal deformation, and a new setting for the observations of structural geology. The power of the theory of plate tectonics lies in its ability to combine all of these observations into a single theory of how the lithosphere moves over the convecting mantle.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Plates_tect2_en.svg/300px-Plates_tect2_en.svg.png",
                "caption": "The major tectonic plates of the Earth [8]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Active_Margin.svg/220px-Active_Margin.svg.png",
                "caption": "Oceanic-continental convergence resulting in subduction and volcanic arcs illustrates one effect of plate tectonics ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geology",
        "title": "Geology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Earth structure",
        "text": "Advances in seismology , computer modeling , and mineralogy and crystallography at high temperatures and pressures give insights into the internal composition and structure of the Earth. Seismologists can use the arrival times of seismic waves to image the interior of the Earth. Early advances in this field showed the existence of a liquid outer core (where shear waves were not able to propagate) and a dense solid inner core . These advances led to the development of a layered model of the Earth, with a lithosphere (including crust) on top, the mantle below (separated within itself by seismic discontinuities at 410 and 660 kilometers), and the outer core and inner core below that. More recently, seismologists have been able to create detailed images of wave speeds inside the earth in the same way a doctor images a body in a CT scan . These images have led to a much more detailed view of the interior of the Earth, and have replaced the simplified layered model with a much more dynamic model. Mineralogists have been able to use the pressure and temperature data from the seismic and modeling studies alongside knowledge of the elemental composition of the Earth to reproduce these conditions in experimental settings and measure changes within the crystal structure. These studies explain the chemical changes associated with the major seismic discontinuities in the mantle and show the crystallographic structures expected in the inner core of the Earth.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Jordens_inre-numbers.svg/220px-Jordens_inre-numbers.svg.png",
                "caption": "The Earth 's layered structure. (1) inner core; (2) outer core; (3) lower mantle; (4) upper mantle; (5) lithosphere; (6) crust (uppermost part of the lithosphere)"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Earthquake_wave_paths.svg/300px-Earthquake_wave_paths.svg.png",
                "caption": "Earth layered structure. Typical wave paths from earthquakes like these gave early seismologists insights into the layered structure of the Earth."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geology",
        "title": "Geology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Relative dating",
        "text": "Methods for relative dating were developed when geology first emerged as a natural science . Geologists still use the following principles today as a means to provide information about geological history and the timing of geological events. The principle of uniformitarianism states that the geological processes observed in operation that modify the Earth's crust at present have worked in much the same way over geological time. [17] A fundamental principle of geology advanced by the 18th-century Scottish physician and geologist James Hutton is that \"the present is the key to the past.\" In Hutton's words: \"the past history of our globe must be explained by what can be seen to be happening now.\" [18] The principle of intrusive relationships concerns crosscutting intrusions. In geology, when an igneous intrusion cuts across a formation of sedimentary rock , it can be determined that the igneous intrusion is younger than the sedimentary rock. Different types of intrusions include stocks, laccoliths , batholiths , sills and dikes . The principle of cross-cutting relationships pertains to the formation of faults and the age of the sequences through which they cut. Faults are younger than the rocks they cut; accordingly, if a fault is found that penetrates some formations but not those on top of it, then the formations that were cut are older than the fault, and the ones that are not cut must be younger than the fault. Finding the key bed in these situations may help determine whether the fault is a normal fault or a thrust fault . [19] The principle of inclusions and components states that, with sedimentary rocks, if inclusions (or clasts ) are found in a formation, then the inclusions must be older than the formation that contains them. For example, in sedimentary rocks, it is common for gravel from an older formation to be ripped up and included in a newer layer. A similar situation with igneous rocks occurs when xenoliths are found. These foreign bodies are picked up as magma or lava flows, and are incorporated, later to cool in the matrix. As a result, xenoliths are older than the rock that contains them. The principle of original horizontality states that the deposition of sediments occurs as essentially horizontal beds. Observation of modern marine and non-marine sediments in a wide variety of environments supports this generalization (although cross-bedding is inclined, the overall orientation of cross-bedded units is horizontal). [19] The principle of superposition states that a sedimentary rock layer in a tectonically undisturbed sequence is younger than the one beneath it and older than the one above it. Logically a younger layer cannot slip beneath a layer previously deposited. This principle allows sedimentary layers to be viewed as a form of the vertical timeline, a partial or complete record of the time elapsed from deposition of the lowest layer to deposition of the highest bed. [19] The principle of faunal succession is based on the appearance of fossils in sedimentary rocks. As organisms exist during the same period throughout the world, their presence or (sometimes) absence provides a relative age of the formations where they appear. Based on principles that William Smith laid out almost a hundred years before the publication of Charles Darwin 's theory of evolution , the principles of succession developed independently of evolutionary thought. The principle becomes quite complex, however, given the uncertainties of fossilization, localization of fossil types due to lateral changes in habitat ( facies change in sedimentary strata), and that not all fossils formed globally at the same time. [20]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Cross-cutting_relations.svg/300px-Cross-cutting_relations.svg.png",
                "caption": "Cross-cutting relations can be used to determine the relative ages of rock strata and other geological structures. Explanations: A – folded rock strata cut by a thrust fault ; B – large intrusion (cutting through A); C – erosional angular unconformity (cutting off A & B) on which rock strata were deposited; D – volcanic dyke (cutting through A, B & C); E – even younger rock strata (overlying C & D); F – normal fault (cutting through A, B, C & E)."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/SEUtahStrat.JPG/300px-SEUtahStrat.JPG",
                "caption": "The Permian through Jurassic stratigraphy of the Colorado Plateau area of southeastern Utah is an example of both original horizontality and the law of superposition. These strata make up much of the famous prominent rock formations in widely spaced protected areas such as Capitol Reef National Park and Canyonlands National Park . From top to bottom: Rounded tan domes of the Navajo Sandstone , layered red Kayenta Formation , cliff-forming, vertically jointed, red Wingate Sandstone , slope-forming, purplish Chinle Formation , layered, lighter-red Moenkopi Formation , and white, layered Cutler Formation sandstone. Picture from Glen Canyon National Recreation Area , Utah."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geology",
        "title": "Geology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Absolute dating",
        "text": "Geologists also use methods to determine the absolute age of rock samples and geological events. These dates are useful on their own and may also be used in conjunction with relative dating methods or to calibrate relative methods. [21] At the beginning of the 20th century, advancement in geological science was facilitated by the ability to obtain accurate absolute dates to geological events using radioactive isotopes and other methods. This changed the understanding of geological time. Previously, geologists could only use fossils and stratigraphic correlation to date sections of rock relative to one another. With isotopic dates, it became possible to assign absolute ages to rock units, and these absolute dates could be applied to fossil sequences in which there was datable material, converting the old relative ages into new absolute ages. For many geological applications, isotope ratios of radioactive elements are measured in minerals that give the amount of time that has passed since a rock passed through its particular closure temperature , the point at which different radiometric isotopes stop diffusing into and out of the crystal lattice . [22] [23] These are used in geochronologic and thermochronologic studies. Common methods include uranium–lead dating , potassium–argon dating , argon–argon dating and uranium–thorium dating . These methods are used for a variety of applications. Dating of lava and volcanic ash layers found within a stratigraphic sequence can provide absolute age data for sedimentary rock units that do not contain radioactive isotopes and calibrate relative dating techniques. These methods can also be used to determine ages of pluton emplacement.\nThermochemical techniques can be used to determine temperature profiles within the crust, the uplift of mountain ranges, and paleo-topography. Fractionation of the lanthanide series elements is used to compute ages since rocks were removed from the mantle. Other methods are used for more recent events. Optically stimulated luminescence and cosmogenic radionuclide dating are used to date surfaces and/or erosion rates. Dendrochronology can also be used for the dating of landscapes. Radiocarbon dating is used for geologically young materials containing organic carbon .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Zircon-tuc1001b.jpg/170px-Zircon-tuc1001b.jpg",
                "caption": "The mineral zircon is often used in radiometric dating ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geology",
        "title": "Geology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Geological development of an area",
        "text": "The geology of an area changes through time as rock units are deposited and inserted, and deformational processes alter their shapes and locations. Rock units are first emplaced either by deposition onto the surface or intrusion into the overlying rock . Deposition can occur when sediments settle onto the surface of the Earth and later lithify into sedimentary rock, or when as volcanic material such as volcanic ash or lava flows blanket the surface. Igneous intrusions such as batholiths , laccoliths , dikes , and sills , push upwards into the overlying rock, and crystallize as they intrude. After the initial sequence of rocks has been deposited, the rock units can be deformed and/or metamorphosed . Deformation typically occurs as a result of horizontal shortening, horizontal extension , or side-to-side ( strike-slip ) motion. These structural regimes broadly relate to convergent boundaries , divergent boundaries , and transform boundaries, respectively, between tectonic plates. When rock units are placed under horizontal compression , they shorten and become thicker. Because rock units, other than muds, do not significantly change in volume , this is accomplished in two primary ways: through faulting and folding . In the shallow crust, where brittle deformation can occur, thrust faults form, which causes the deeper rock to move on top of the shallower rock. Because deeper rock is often older, as noted by the principle of superposition , this can result in older rocks moving on top of younger ones. Movement along faults can result in folding, either because the faults are not planar or because rock layers are dragged along, forming drag folds as slip occurs along the fault. Deeper in the Earth, rocks behave plastically and fold instead of faulting. These folds can either be those where the material in the center of the fold buckles upwards, creating \" antiforms \", or where it buckles downwards, creating \" synforms \". If the tops of the rock units within the folds remain pointing upwards, they are called anticlines and synclines , respectively. If some of the units in the fold are facing downward, the structure is called an overturned anticline or syncline, and if all of the rock units are overturned or the correct up-direction is unknown, they are simply called by the most general terms, antiforms, and synforms. Even higher pressures and temperatures during horizontal shortening can cause both folding and metamorphism of the rocks. This metamorphism causes changes in the mineral composition of the rocks; creates a foliation , or planar surface, that is related to mineral growth under stress. This can remove signs of the original textures of the rocks, such as bedding in sedimentary rocks, flow features of lavas , and crystal patterns in crystalline rocks . Extension causes the rock units as a whole to become longer and thinner. This is primarily accomplished through normal faulting and through the ductile stretching and thinning. Normal faults drop rock units that are higher below those that are lower. This typically results in younger units ending up below older units. Stretching of units can result in their thinning. In fact, at one location within the Maria Fold and Thrust Belt , the entire sedimentary sequence of the Grand Canyon appears over a length of less than a meter. Rocks at the depth to be ductilely stretched are often also metamorphosed. These stretched rocks can also pinch into lenses, known as boudins , after the French word for \"sausage\" because of their visual similarity. Where rock units slide past one another, strike-slip faults develop in shallow regions, and become shear zones at deeper depths where the rocks deform ductilely. The addition of new rock units, both depositionally and intrusively, often occurs during deformation. Faulting and other deformational processes result in the creation of topographic gradients, causing material on the rock unit that is increasing in elevation to be eroded by hillslopes and channels. These sediments are deposited on the rock unit that is going down. Continual motion along the fault maintains the topographic gradient in spite of the movement of sediment and continues to create accommodation space for the material to deposit. Deformational events are often also associated with volcanism and igneous activity. Volcanic ashes and lavas accumulate on the surface, and igneous intrusions enter from below. Dikes , long, planar igneous intrusions, enter along cracks, and therefore often form in large numbers in areas that are being actively deformed. This can result in the emplacement of dike swarms , such as those that are observable across the Canadian shield, or rings of dikes around the lava tube of a volcano. All of these processes do not necessarily occur in a single environment and do not necessarily occur in a single order. The Hawaiian Islands , for example, consist almost entirely of layered basaltic lava flows. The sedimentary sequences of the mid-continental United States and the Grand Canyon in the southwestern United States contain almost-undeformed stacks of sedimentary rocks that have remained in place since Cambrian time. Other areas are much more geologically complex. In the southwestern United States, sedimentary, volcanic, and intrusive rocks have been metamorphosed, faulted, foliated, and folded. Even older rocks, such as the Acasta gneiss of the Slave craton in northwestern Canada , the oldest known rock in the world have been metamorphosed to the point where their origin is indiscernible without laboratory analysis. In addition, these processes can occur in stages. In many places, the Grand Canyon in the southwestern United States being a very visible example, the lower rock units were metamorphosed and deformed, and then deformation ended and the upper, undeformed units were deposited. Although any amount of rock emplacement and rock deformation can occur, and they can occur any number of times, these concepts provide a guide to understanding the geological history of an area.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Volcanosed.svg/300px-Volcanosed.svg.png",
                "caption": "An originally horizontal sequence of sedimentary rocks (in shades of tan) are affected by igneous activity. Deep below the surface is a magma chamber and large associated igneous bodies. The magma chamber feeds the volcano , and sends offshoots of magma that will later crystallize into dikes and sills. Magma also advances upwards to form intrusive igneous bodies . The diagram illustrates both a cinder cone volcano, which releases ash, and a composite volcano , which releases both lava and ash."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Fault_types.svg/200px-Fault_types.svg.png",
                "caption": "An illustration of the three types of faults. A. Strike-slip faults occur when rock units slide past one another. B. Normal faults occur when rocks are undergoing horizontal extension. C. Reverse (or thrust) faults occur when rocks are undergoing horizontal shortening."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/San_Andreas.jpg/170px-San_Andreas.jpg",
                "caption": "The San Andreas Fault in California"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Antecline_%28PSF%29.png/220px-Antecline_%28PSF%29.png",
                "caption": "A diagram of folds, indicating an anticline and a syncline"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Kittatinny_Mountain_Cross_Section.jpg/290px-Kittatinny_Mountain_Cross_Section.jpg",
                "caption": "Geological cross section of Kittatinny Mountain . This cross-section shows metamorphic rocks, overlain by younger sediments deposited after the metamorphic event. These rock units were later folded and faulted during the uplift of the mountain."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geology",
        "title": "Geology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Investigative methods",
        "text": "Geologists use a number of fields, laboratory, and numerical modeling methods to decipher Earth history and to understand the processes that occur on and inside the Earth. In typical geological investigations, geologists use primary information related to petrology (the study of rocks), stratigraphy (the study of sedimentary layers), and structural geology (the study of positions of rock units and their deformation). In many cases, geologists also study modern soils, rivers , landscapes , and glaciers ; investigate past and current life and biogeochemical pathways, and use geophysical methods to investigate the subsurface. Sub-specialities of geology may distinguish endogenous and exogenous geology. [24]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Brunton.JPG/220px-Brunton.JPG",
                "caption": "A standard Brunton Pocket Transit , commonly used by geologists for mapping and surveying"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geology",
        "title": "Geology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Field methods",
        "text": "Geological field work varies depending on the task at hand. Typical fieldwork could consist of:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/USGS_1950s_mapping_field_camp.jpg/220px-USGS_1950s_mapping_field_camp.jpg",
                "caption": "A typical USGS field mapping camp in the 1950s"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/PDA_Mapping.jpg/220px-PDA_Mapping.jpg",
                "caption": "Today, handheld computers with GPS and geographic information systems software are often used in geological field work ( digital geological mapping )."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Petrified_forest_log_1_md.jpg/170px-Petrified_forest_log_1_md.jpg",
                "caption": "A petrified log in Petrified Forest National Park , Arizona , US"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Leica_DMRX.jpg/97px-Leica_DMRX.jpg",
                "caption": "A petrographic microscope"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geology",
        "title": "Geology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Petrology",
        "text": "In addition to identifying rocks in the field ( lithology ), petrologists identify rock samples in the laboratory. Two of the primary methods for identifying rocks in the laboratory are through optical microscopy and by using an electron microprobe . In an optical mineralogy analysis, petrologists analyze thin sections of rock samples using a petrographic microscope , where the minerals can be identified through their different properties in plane-polarized and cross-polarized light, including their birefringence , pleochroism , twinning , and interference properties with a conoscopic lens . [31] In the electron microprobe, individual locations are analyzed for their exact chemical compositions and variation in composition within individual crystals. [32] Stable [33] and radioactive isotope [34] studies provide insight into the geochemical evolution of rock units. Petrologists can also use fluid inclusion data [35] and perform high temperature and pressure physical experiments [36] to understand the temperatures and pressures at which different mineral phases appear, and how they change through igneous [37] and metamorphic processes. This research can be extrapolated to the field to understand metamorphic processes and the conditions of crystallization of igneous rocks. [38] This work can also help to explain processes that occur within the Earth, such as subduction and magma chamber evolution. [39]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Agiospavlos_DM_2004_IMG003_Felsenformation_nahe.JPG/220px-Agiospavlos_DM_2004_IMG003_Felsenformation_nahe.JPG",
                "caption": "Folded rock strata"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geology",
        "title": "Geology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Structural geology",
        "text": "Structural geologists use microscopic analysis of oriented thin sections of geological samples to observe the fabric within the rocks, which gives information about strain within the crystalline structure of the rocks. They also plot and combine measurements of geological structures to better understand the orientations of faults and folds to reconstruct the history of rock deformation in the area. In addition, they perform analog and numerical experiments of rock deformation in large and small settings. The analysis of structures is often accomplished by plotting the orientations of various features onto stereonets . A stereonet is a stereographic projection of a sphere onto a plane, in which planes are projected as lines and lines are projected as points. These can be used to find the locations of fold axes, relationships between faults, and relationships between other geological structures. Among the most well-known experiments in structural geology are those involving orogenic wedges , which are zones in which mountains are built along convergent tectonic plate boundaries. [40] In the analog versions of these experiments, horizontal layers of sand are pulled along a lower surface into a back stop, which results in realistic-looking patterns of faulting and the growth of a critically tapered (all angles remain the same) orogenic wedge. [41] Numerical models work in the same way as these analog models, though they are often more sophisticated and can include patterns of erosion and uplift in the mountain belt. [42] This helps to show the relationship between erosion and the shape of a mountain range. These studies can also give useful information about pathways for metamorphism through pressure, temperature, space, and time. [43]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Orogenic_wedge.jpg/400px-Orogenic_wedge.jpg",
                "caption": "A diagram of an orogenic wedge. The wedge grows through faulting in the interior and along the main basal fault, called the décollement . It builds its shape into a critical taper , in which the angles within the wedge remain the same as failures inside the material balance failures along the décollement. It is analogous to a bulldozer pushing a pile of dirt, where the bulldozer is the overriding plate."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geology",
        "title": "Geology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Stratigraphy",
        "text": "In the laboratory, stratigraphers analyze samples of stratigraphic sections that can be returned from the field, such as those from drill cores . [44] Stratigraphers also analyze data from geophysical surveys that show the locations of stratigraphic units in the subsurface. [45] Geophysical data and well logs can be combined to produce a better view of the subsurface, and stratigraphers often use computer programs to do this in three dimensions. [46] Stratigraphers can then use these data to reconstruct ancient processes occurring on the surface of the Earth, [47] interpret past environments, and locate areas for water, coal, and hydrocarbon extraction. In the laboratory, biostratigraphers analyze rock samples from outcrop and drill cores for the fossils found in them. [44] These fossils help scientists to date the core and to understand the depositional environment in which the rock units formed. Geochronologists precisely date rocks within the stratigraphic section to provide better absolute bounds on the timing and rates of deposition. [48] Magnetic stratigraphers look for signs of magnetic reversals in igneous rock units within the drill cores. [44] Other scientists perform stable-isotope studies on the rocks to gain information about past climate. [44]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Linze%2C_Zhangye%2C_Gansu%2C_China_-_panoramio_%284%29.jpg/220px-Linze%2C_Zhangye%2C_Gansu%2C_China_-_panoramio_%284%29.jpg",
                "caption": "Different colors caused by the different minerals in tilted layers of sedimentary rock in Zhangye National Geopark , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geology",
        "title": "Geology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Planetary geology",
        "text": "With the advent of space exploration in the twentieth century, geologists have begun to look at other planetary bodies in the same ways that have been developed to study the Earth . This new field of study is called planetary geology (sometimes known as astrogeology) and relies on known geological principles to study other bodies of the solar system. This is a major aspect of planetary science , and largely focuses on the terrestrial planets , icy moons , asteroids , comets , and meteorites . However, some planetary geophysicists study the giant planets and exoplanets . [49] Although the Greek-language-origin prefix geo refers to Earth, \"geology\" is often used in conjunction with the names of other planetary bodies when describing their composition and internal processes: examples are \"the geology of Mars \" and \" Lunar geology \". Specialized terms such as selenology (studies of the Moon), areology (of Mars), etc., are also in use. Although planetary geologists are interested in studying all aspects of other planets, a significant focus is to search for evidence of past or present life on other worlds. This has led to many missions whose primary or ancillary purpose is to examine planetary bodies for evidence of life. One of these is the Phoenix lander , which analyzed Martian polar soil for water, chemical, and mineralogical constituents related to biological processes.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Mars_Viking_21i093.png/220px-Mars_Viking_21i093.png",
                "caption": "Surface of Mars as photographed by the Viking 2 lander December 9, 1977"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geology",
        "title": "Geology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Petroleum geology",
        "text": "Petroleum geologists study the locations of the subsurface of the Earth that can contain extractable hydrocarbons, especially petroleum and natural gas . Because many of these reservoirs are found in sedimentary basins , [50] they study the formation of these basins, as well as their sedimentary and tectonic evolution and the present-day positions of the rock units.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Mudlogging.JPG/220px-Mudlogging.JPG",
                "caption": "Mud log in process, a common way to study the lithology when drilling oil wells"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geology",
        "title": "Geology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Engineering geology",
        "text": "Engineering geology is the application of geological principles to engineering practice for the purpose of assuring that the geological factors affecting the location, design, construction, operation, and maintenance of engineering works are properly addressed. Engineering geology is distinct from geological engineering , particularly in North America. In the field of civil engineering , geological principles and analyses are used in order to ascertain the mechanical principles of the material on which structures are built. This allows tunnels to be built without collapsing, bridges and skyscrapers to be built with sturdy foundations, and buildings to be built that will not settle in clay and mud. [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/New_water_well_opens_in_Shant_Abak_DVIDS92609.jpg/170px-New_water_well_opens_in_Shant_Abak_DVIDS92609.jpg",
                "caption": "A child drinks water from a well built as part of a hydrogeological humanitarian project in Kenya ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geology",
        "title": "Geology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Natural hazards",
        "text": "Geologists and geophysicists study natural hazards in order to enact safe building codes and warning systems that are used to prevent loss of property and life. [58] Examples of important natural hazards that are pertinent to geology (as opposed those that are mainly or only pertinent to meteorology) are:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/GCRockfall.JPG/220px-GCRockfall.JPG",
                "caption": "Rockfall in the Grand Canyon"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geology",
        "title": "Geology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Discovery",
        "text": "In 1910, miners discovered a cavern beneath the Naica Mine workings, the Cave of Swords ( Spanish : Cueva de las espadas ). It is located at a depth of 120 metres (390 ft), above the Cave of the Crystals, and contains spectacular, smaller (1-metre (3 ft 3 in) long) crystals. It is speculated that at this level, transition temperatures may have fallen much more rapidly, leading to an end in the growth of the crystals . [2] Giant Crystal Cave was discovered in April 2000 by miners excavating a new tunnel for the Industrias Peñoles mining company located in Naica, Mexico, [9] while drilling through the Naica fault, which they were concerned would flood the mine. [10] The mining complex in Naica contains substantial deposits of silver , zinc and lead . The Cave of Crystals is a horseshoe-shaped cavity in limestone . Its floor is covered with perfectly faceted crystalline blocks. Huge crystal beams jut out from both the blocks and the floor. The crystals deteriorate in air, so the Naica Project attempted to visually document the crystals before they deteriorated further. [6] Two other smaller caverns were also discovered in 2000, Queen’s Eye Cave and Candles Cave, [6] and another chamber was found in a drilling project in 2009. The new cave, named Ice Palace, by James Marc Beverly on a National Geographic expedition, is 150 metres (490 ft) deep and is not flooded, but its crystal formations are much smaller, with small \"cauliflower\" formations and fine, threadlike crystals. [11]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Naica_Ubicaci%C3%B3n_de_las_cuevas_en_la_mina.jpg/310px-Naica_Ubicaci%C3%B3n_de_las_cuevas_en_la_mina.jpg",
                "caption": "Location of the Swords and Crystal caves with the gypsum crystals within the idealized block diagram of Naica mine"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Gypsum-209991.jpg/220px-Gypsum-209991.jpg",
                "caption": "Water-clear selenite crystal \"floater\" from the Naica Mine . Size: 18 by 14 by 13 centimetres (7.1 in × 5.5 in × 5.1 in), weight 2.6 kilograms (5.7 lb)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Cave_of_the_Crystals",
        "title": "Cave of the Crystals",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Exploration and scientific studies",
        "text": "A scientific team coordinated by Paolo Forti, specialist of cave minerals and crystallographer at the University of Bologna (Italy), explored the cave in detail in 2006. To survive and to be able to work in the extreme temperature and humid conditions which prevent prolonged incursion in the crystal chamber, they partnered with Ferrino and La Venta [12] to develop their own refrigerated suits and cold breathing systems (respectively dubbed Tolomea suit and Sinusit respirator). Special caving overalls were fitted with a mattress of refrigerating tubes placed all over the body and connected to a backpack weighing about 20 kilograms (44 lb) containing a reservoir filled with cold water and ice. The cooling provided by melting ice was sufficient to provide about half an hour of autonomy. Besides mineralogical and crystallographic studies, biogeochemical and microbial characterization of the gypsum giant crystals were performed. Stein-Erik Lauritzen ( University of Bergen , Norway) performed uranium-thorium dating to determine the maximum age of the giant crystals, about 500,000 years. [13] [14] [15] A team led by A. E. S. Van Driessche directly measured the growth rates of these giant gypsum crystals using present-day water of the Naica. They obtained a growth rate of (1.4 ± 0.2) × 10 −5 nm/s , which is the slowest directly measured normal growth rate for any crystal growth process. Taking into account this rate, the largest crystals would have taken approximately 1 million years to reach their current size. [16] Penelope Boston ( New Mexico Institute of Mining and Technology , USA), speleologist and geomicrobiologist specialist of extremophile organisms, realized sterile sampling of gypsum drillcores by making small boreholes inside large crystals under aseptic conditions. The aim was to detect the possible presence of ancient bacteria encapsulated inside fluid and solid inclusions present in the calcium sulfate matrix from its formation. Solid inclusions mainly consist of magnesium and iron oxy-hydroxide , but no organic matter could be found associated with the solid hydroxides. No DNA from ancient bacteria could be extracted from the solid inclusions and amplified by PCR . Microbial studies on fluid inclusions are foreseen to attempt to evidence the presence of ancient micro-organisms in the original fluid solution in which the crystals developed. At the 2017 meeting of the American Association for the Advancement of Science , researchers, including Dr. Boston, announced the discovery of bacteria found in inclusions embedded in some of the crystals. Using sterile methods, the researchers were able to extract and reanimate these organisms, which are not closely related to anything in the known genetic databases. [17] Other researches covered the fields of palynology ( pollen study), geochemistry, hydrogeology and the physical conditions prevailing in the Cave of Crystals.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Gypsum-54542.jpg/180px-Gypsum-54542.jpg",
                "caption": "Selenite \"sword\", 22.6 by 2.6 by 1.6 centimetres (8.90 in × 1.02 in × 0.63 in). A small version of the giant crystals, likely found in a natural cavity in the mine."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Cave_of_the_Crystals",
        "title": "Cave of the Crystals",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Crystal habit and structure",
        "text": "Quartz belongs to the trigonal crystal system at room temperature, and to the hexagonal crystal system above 573 °C (846 K; 1,063 °F). The ideal crystal shape is a six-sided prism terminating with six-sided pyramid-like rhombohedrons at each end. In nature, quartz crystals are often twinned (with twin right-handed and left-handed quartz crystals), distorted, or so intergrown with adjacent crystals of quartz or other minerals as to only show part of this shape, or to lack obvious crystal faces altogether and appear massive . [22] [23] Well-formed crystals typically form as a druse (a layer of crystals lining a void), of which quartz geodes are particularly fine examples. [24] The crystals are attached at one end to the enclosing rock, and only one termination pyramid is present. However, doubly terminated crystals do occur where they develop freely without attachment, for instance, within gypsum . [25] α-quartz crystallizes in the trigonal crystal system, space group P 3 1 21 or P 3 2 21 (space group 152 or 154 resp.) depending on the chirality. Above 573 °C (846 K; 1,063 °F), α-quartz in P 3 1 21 becomes the more symmetric hexagonal P 6 4 22 (space group 181), and α-quartz in P 3 2 21 goes to space group P 6 2 22 (no. 180). [26] These space groups are truly chiral (they each belong to the 11 enantiomorphous pairs). Both α-quartz and β-quartz are examples of chiral crystal structures composed of achiral building blocks (SiO 4 tetrahedra in the present case). The transformation between α- and β-quartz only involves a comparatively minor rotation of the tetrahedra with respect to one another, without a change in the way they are linked. [22] [27] However, there is a significant change in volume during this transition, [ clarification needed ] and this can result in significant microfracturing in ceramics [28] and in rocks of the Earth's crust. [29]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/%CE%91-Quartz.svg/119px-%CE%91-Quartz.svg.png",
                "caption": "Crystal structure of α-quartz (red balls are oxygen, grey are silicon)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Quartz",
        "title": "Quartz",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Varieties (according to color)",
        "text": "Pure quartz, traditionally called rock crystal or clear quartz, is colorless and transparent or translucent and has often been used for hardstone carvings , such as the Lothair Crystal . Common colored varieties include citrine, rose quartz, amethyst, smoky quartz, milky quartz, and others. [31] These color differentiations arise from the presence of impurities which change the molecular orbitals, causing some electronic transitions to take place in the visible spectrum causing colors. The most important distinction between types of quartz is that of macrocrystalline (individual crystals visible to the unaided eye) and the microcrystalline or cryptocrystalline varieties ( aggregates of crystals visible only under high magnification). The cryptocrystalline varieties are either translucent or mostly opaque, while the transparent varieties tend to be macrocrystalline. Chalcedony is a cryptocrystalline form of silica consisting of fine intergrowths of both quartz, and its monoclinic polymorph moganite . [32] Other opaque gemstone varieties of quartz, or mixed rocks including quartz, often including contrasting bands or patterns of color, are agate , carnelian or sard, onyx , heliotrope , and jasper . [22]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Transparency.jpg/220px-Transparency.jpg",
                "caption": "Quartz crystal demonstrating transparency"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Quartz",
        "title": "Quartz",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Amethyst",
        "text": "Amethyst is a form of quartz that ranges from a bright vivid violet to a dark or dull lavender shade. The world's largest deposits of amethysts can be found in Brazil, Mexico, Uruguay, Russia, France, Namibia, and Morocco. Sometimes amethyst and citrine are found growing in the same crystal. It is then referred to as ametrine . Amethyst derives its color from traces of iron in its structure. [33]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Pure_Quartz_at_Senckenberg_Natural_History_Museum.jpg/172px-Pure_Quartz_at_Senckenberg_Natural_History_Museum.jpg",
                "caption": "Rock crystal"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Quartz",
        "title": "Quartz",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Occurrence",
        "text": "Quartz is a defining constituent of granite and other felsic igneous rocks . It is very common in sedimentary rocks such as sandstone and shale . It is a common constituent of schist , gneiss , quartzite and other metamorphic rocks . [22] Quartz has the lowest potential for weathering in the Goldich dissolution series and consequently it is very common as a residual mineral in stream sediments and residual soils . Generally a high presence of quartz suggests a \" mature \" rock, since it indicates the rock has been heavily reworked and quartz was the primary mineral that endured heavy weathering. [54] While the majority of quartz crystallizes from molten magma , quartz also chemically precipitates from hot hydrothermal veins as gangue , sometimes with ore minerals like gold, silver and copper. Large crystals of quartz are found in magmatic pegmatites . [22] Well-formed crystals may reach several meters in length and weigh hundreds of kilograms. [55] The largest documented single crystal of quartz was found near Itapore , Goiaz , Brazil; it measured approximately 6.1 m × 1.5 m × 1.5 m (20 ft × 5 ft × 5 ft) and weighed over 39,900 kg (88,000 lb). [56]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Quartz_vein_in_sandstone_%28Thunderhead_Sandstone%2C_Neoproterozoic%3B_Clingmans_Dome%2C_Great_Smoky_Mountains%2C_North_Carolina%2C_USA%29_2_%2836619574200%29.jpg/220px-Quartz_vein_in_sandstone_%28Thunderhead_Sandstone%2C_Neoproterozoic%3B_Clingmans_Dome%2C_Great_Smoky_Mountains%2C_North_Carolina%2C_USA%29_2_%2836619574200%29.jpg",
                "caption": "Quartz vein in sandstone, North Carolina"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Quartz",
        "title": "Quartz",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Related silica minerals",
        "text": "Tridymite and cristobalite are high-temperature polymorphs of SiO 2 that occur in high-silica volcanic rocks. Coesite is a denser polymorph of SiO 2 found in some meteorite impact sites and in metamorphic rocks formed at pressures greater than those typical of the Earth's crust. Stishovite is a yet denser and higher-pressure polymorph of SiO 2 found in some meteorite impact sites. [60] Moganite is a monoclinic polymorph. Lechatelierite is an amorphous silica glass SiO 2 which is formed by lightning strikes in quartz sand . [61]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/P-T_Diagram_for_SiO2.svg/290px-P-T_Diagram_for_SiO2.svg.png",
                "caption": "Pressure-temperature diagram showing the stability ranges for the two forms of quartz and some other forms of silica [59]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Quartz",
        "title": "Quartz",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    },
    {
        "section": "Synthetic and artificial treatments",
        "text": "Not all varieties of quartz are naturally occurring. Some clear quartz crystals can be treated using heat or gamma-irradiation to induce color where it would not otherwise have occurred naturally. Susceptibility to such treatments depends on the location from which the quartz was mined. [65] Prasiolite, an olive colored material, is produced by heat treatment; [66] natural prasiolite has also been observed in Lower Silesia in Poland. [67] Although citrine occurs naturally, the majority is the result of heat-treating amethyst or smoky quartz. [66] Carnelian has been heat-treated to deepen its color since prehistoric times. [68] Because natural quartz is often twinned , synthetic quartz is produced for use in industry. Large, flawless, single crystals are synthesized in an autoclave via the hydrothermal process . [69] [22] [70] Like other crystals, quartz may be coated with metal vapors to give it an attractive sheen. [71] [72]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Quartz_synthese_%28cropped%29.jpg/220px-Quartz_synthese_%28cropped%29.jpg",
                "caption": "A synthetic quartz crystal grown by the hydrothermal method , about 19 centimetres (7.5 in) long and weighing about 127 grams (4.5 oz)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Quartz",
        "title": "Quartz",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Fluid Inclusions Studies"
    }
]