[
    {
        "section": "Viability",
        "text": "Determining whether a potential biosignature is worth investigating is a fundamentally complicated process. Scientists must consider any and every possible alternate explanation before concluding that something is a true biosignature. Such consideration entails investigating the minute details that make other planets unique and understanding when there is a deviation from the expected non-biological processes present on a planet. In the case of a planet with life, these differences can be extremely small or not present at all, adding to the difficulties of discovering a biosignature. Years of scientific studies have culminated in three criteria that a potential biosignature must meet to be considered viable for further research: Reliability, survivability, and detectability. [6] [7] [8] [9]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/O2_false_positives2.png/220px-O2_false_positives2.png",
                "caption": "False positive mechanisms for oxygen on a variety of planet scenarios. The molecules in each large rectangle represent the main contributors to a spectrum of the planet's atmosphere. The molecules circled in yellow represent the molecules that would help confirm a false positive biosignature if they were detected. Furthermore, the molecules crossed out in red would help confirm a false positive biosignature if they were not detected. Cartoon adapted from Victoria Meadows ' 2018 oxygen as a biosignature study. [9]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biosignature",
        "title": "Biosignature",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Geochemical Signatures"
    },
    {
        "section": "Geomicrobiology",
        "text": "The ancient record on Earth provides an opportunity to see what geochemical signatures are produced by microbial life and how these signatures are preserved over geologic time. Some related disciplines such as geochemistry , geobiology , and geomicrobiology often use biosignatures to determine if living organisms are or were present in a sample. These possible biosignatures include: (a) microfossils and stromatolites ; (b) molecular structures ( biomarkers ) and isotopic compositions of carbon, nitrogen and hydrogen in organic matter ; (c) multiple sulfur and oxygen isotope ratios of minerals; and (d) abundance relationships and isotopic compositions of redox-sensitive metals (e.g., Fe, Mo, Cr, and rare earth elements). [19] [20] For example, the particular fatty acids measured in a sample can indicate which types of bacteria and archaea live in that environment. Another example is the long-chain fatty alcohols with more than 23 atoms that are produced by planktonic bacteria . [21] When used in this sense, geochemists often prefer the term biomarker . Another example is the presence of straight-chain lipids in the form of alkanes , alcohols , and fatty acids with 20–36 carbon atoms in soils or sediments. Peat deposits are an indication of originating from the epicuticular wax of higher plants . Life processes may produce a range of biosignatures such as nucleic acids , lipids , proteins , amino acids , kerogen -like material and various morphological features that are detectable in rocks and sediments. [22] Microbes often interact with geochemical processes, leaving features in the rock record indicative of biosignatures. For example, bacterial micrometer-sized pores in carbonate rocks resemble inclusions under transmitted light, but have distinct sizes, shapes, and patterns (swirling or dendritic) and are distributed differently from common fluid inclusions. [23] A potential biosignature is a phenomenon that may have been produced by life, but for which alternate abiotic origins may also be possible.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Calcidiscus_leptoporus_05.jpg/200px-Calcidiscus_leptoporus_05.jpg",
                "caption": "Electron micrograph of microfossils from a sediment core obtained by the Deep Sea Drilling Program"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biosignature",
        "title": "Biosignature",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Geochemical Signatures"
    },
    {
        "section": "Morphology",
        "text": "Another possible biosignature might be morphology since the shape and size of certain objects may potentially indicate the presence of past or present life. For example, microscopic magnetite crystals in the Martian meteorite ALH84001 [25] [26] [27] are one of the longest-debated of several potential biosignatures in that specimen. [28] The possible biomineral studied in the Martian ALH84001 meteorite includes putative microbial fossils , tiny rock-like structures whose shape was a potential biosignature because it resembled known bacteria. Most scientists ultimately concluded that these were far too small to be fossilized cells . [29] A consensus that has emerged from these discussions, and is now seen as a critical requirement, is the demand for further lines of evidence in addition to any morphological data that supports such extraordinary claims. [1] Currently, the scientific consensus is that \"morphology alone cannot be used unambiguously as a tool for primitive life detection\". [30] [31] [32] Interpretation of morphology is notoriously subjective, and its use alone has led to numerous errors of interpretation. [30]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/ALH84001_structures.jpg/200px-ALH84001_structures.jpg",
                "caption": "Some researchers suggested that these microscopic structures on the Martian ALH84001 meteorite could be fossilized bacteria. [24] [25]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biosignature",
        "title": "Biosignature",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Geochemical Signatures"
    },
    {
        "section": "Chemistry",
        "text": "No single compound will prove life once existed. Rather, it will be distinctive patterns present in any organic compounds showing a process of selection. [33] For example, membrane lipids left behind by degraded cells will be concentrated, have a limited size range, and comprise an even number of carbons. Similarly, life only uses left-handed amino acids. [33] Biosignatures need not be chemical, however, and can also be suggested by a distinctive magnetic biosignature. [34] Chemical biosignatures include any suite of complex organic compounds composed of carbon, hydrogen, and other elements or heteroatoms such as oxygen, nitrogen, and sulfur, which are found in crude oils , bitumen , petroleum source rock and eventually show simplification in molecular structure from the parent organic molecules found in all living organisms. They are complex carbon-based molecules derived from formerly living organisms . [35] Each biomarker is quite distinctive when compared to its counterparts, as the time required for organic matter to convert to crude oil is characteristic. [36] Most biomarkers also usually have high molecular mass . [37] Some examples of biomarkers found in petroleum are pristane , triterpanes , steranes , phytane and porphyrin . Such petroleum biomarkers are produced via chemical synthesis using biochemical compounds as their main constituents. For instance, triterpenes are derived from biochemical compounds found on land angiosperm plants. [38] The abundance of petroleum biomarkers in small amounts in its reservoir or source rock make it necessary to use sensitive and differential approaches to analyze the presence of those compounds. The techniques typically used include gas chromatography and mass spectrometry . [39] Petroleum biomarkers are highly important in petroleum inspection as they help indicate the depositional territories and determine the geological properties of oils. For instance, they provide more details concerning their maturity and the source material. [40] In addition to that they can also be good parameters of age, hence they are technically referred to as \"chemical fossils\". [41] The ratio of pristane to phytane (pr:ph) is the geochemical factor that allows petroleum biomarkers to be successful indicators of their depositional environments. [42] Geologists and geochemists use biomarker traces found in crude oils and their related source rock to unravel the stratigraphic origin and migration patterns of presently existing petroleum deposits. [43] The dispersion of biomarker molecules is also quite distinctive for each type of oil and its source; hence, they display unique fingerprints. Another factor that makes petroleum biomarkers more preferable than their counterparts is that they have a high tolerance to environmental weathering and corrosion. [44] Such biomarkers are very advantageous and often used in the detection of oil spillage in the major waterways. [35] The same biomarkers can also be used to identify contamination in lubricant oils. [45] However, biomarker analysis of untreated rock cuttings can be expected to produce misleading results. This is due to potential hydrocarbon contamination and biodegradation in the rock samples. [46]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Biomarkers_%28petroleum%29.png/170px-Biomarkers_%28petroleum%29.png",
                "caption": "Structures of prime examples of biomarkers (petroleum), from top to bottom: Pristane, Triterpane, Sterane, Phytane and Porphyrin"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biosignature",
        "title": "Biosignature",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Geochemical Signatures"
    },
    {
        "section": "Atmospheric disequilibrium",
        "text": "A disequilibrium in the abundance of gas species in an atmosphere can be interpreted as a biosignature. Life has greatly altered the atmosphere on Earth in a way that would be unlikely for any other processes to replicate. Therefore, a departure from equilibrium is evidence for a biosignature. [64] [65] [66] [67] For example, the abundance of methane in the Earth's atmosphere is orders of magnitude above the equilibrium value due to the constant methane flux that life on the surface emits. [66] [68] Depending on the host star, a disequilibrium in the methane abundance on another planet may indicate a biosignature. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/CH4_disequilibrium.png/220px-CH4_disequilibrium.png",
                "caption": "Biogenic methane production is the main contributor to the methane flux coming from the surface of Earth. Methane has a photochemical sink in the atmosphere but will build up if the flux is high enough. If there is detectable methane in the atmosphere of another planet, especially with a host star of G or K type, this may be interpreted as a viable biosignature. [63]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biosignature",
        "title": "Biosignature",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Geochemical Signatures"
    },
    {
        "section": "Methane on Mars",
        "text": "The presence of methane in the atmosphere of Mars is an area of ongoing research and a highly contentious subject. Because of its tendency to be destroyed in the atmosphere by photochemistry , the presence of excess methane on a planet can indicate that there must be an active source. With life being the strongest source of methane on Earth, observing a disequilibrium in the methane abundance on another planet could be a viable biosignature. [64] [65] Since 2004, there have been several detections of methane in the Mars atmosphere by a variety of instruments onboard orbiters and ground-based landers on the Martian surface as well as Earth-based telescopes. [77] [78] [79] [80] [81] [82] These missions reported values anywhere between a 'background level' ranging between 0.24 and 0.65 parts per billion by volume (p.p.b.v.) [83] to as much as 45 ± 10 p.p.b.v. [84] However, recent measurements using the ACS and NOMAD instruments on board the ESA-Roscosmos ExoMars Trace Gas Orbiter have failed to detect any methane over a range of latitudes and longitudes on both Martian hemispheres. These highly sensitive instruments were able to put an upper bound on the overall methane abundance at 0.05 p.p.b.v. [85] This nondetection is a major contradiction to what was previously observed with less sensitive instruments and will remain a strong argument in the ongoing debate over the presence of methane in the Martian atmosphere. Furthermore, current photochemical models cannot explain the presence of methane in the atmosphere of Mars and its reported rapid variations in space and time. [72] Neither its fast appearance nor disappearance can be explained yet. [86] To rule out a biogenic origin for the methane, a future probe or lander hosting a mass spectrometer will be needed, as the isotopic proportions of carbon-12 to carbon-14 in methane could distinguish between a biogenic and non-biogenic origin, similarly to the use of the δ13C standard for recognizing biogenic methane on Earth. [87]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/PIA19088-MarsCuriosityRover-MethaneSource-20141216.png/250px-PIA19088-MarsCuriosityRover-MethaneSource-20141216.png",
                "caption": "Methane (CH 4 ) on Mars - potential sources and sinks."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biosignature",
        "title": "Biosignature",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Geochemical Signatures"
    },
    {
        "section": "Europa Clipper",
        "text": "NASA's Europa Clipper probe is designed as a flyby mission to Jupiter's smallest Galilean moon , Europa . [108] Set to launch in 2024, this probe will investigate the potential for habitability on Europa. Europa is one of the best candidates for biosignature discovery in the Solar System because of the scientific consensus that it retains a subsurface ocean, with two to three times the volume of water on Earth. Evidence for this subsurface ocean includes: The Europa Clipper probe will carry instruments to help confirm the existence and composition of a subsurface ocean and thick icy layer. In addition, it will map the surface to study features that may point to tectonic activity due to a subsurface ocean. [113]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Europa_Clipper_spacecraft_model.png/220px-Europa_Clipper_spacecraft_model.png",
                "caption": "Europa Clipper"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biosignature",
        "title": "Biosignature",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Geochemical Signatures"
    },
    {
        "section": "Enceladus",
        "text": "Although there are no set plans to search for biosignatures on Saturn 's sixth-largest moon, Enceladus , the prospects of biosignature discovery there are exciting enough to warrant several mission concepts that may be funded in the future. Similar to Jupiter's moon Europa, there is much evidence for a subsurface ocean to also exist on Enceladus. Plumes of water vapor were first observed in 2005 by the Cassini mission [114] [115] and were later determined to contain salt as well as organic compounds. [116] [117] In 2014, more evidence was presented using gravimetric measurements on Enceladus to conclude that there is in fact a large reservoir of water underneath an icy surface. [118] [119] [120] Mission design concepts include: All of these concept missions have similar science goals: To assess the habitability of Enceladus and search for biosignatures, in line with the strategic map for exploring the ocean-world Enceladus. [131]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Enceladus_geysers_June_2009.jpg/220px-Enceladus_geysers_June_2009.jpg",
                "caption": "An image of the plumes of water and ice coming from the surface of Enceladus. Future missions will investigate these geysers to determine the composition and look for signs of life."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biosignature",
        "title": "Biosignature",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Geochemical Signatures"
    },
    {
        "section": "Mechanism",
        "text": "Foraminifera shells are composed of calcium carbonate (CaCO 3 ) and are found in many common geological environments. The ratio of 18 O to 16 O in the shell is used to indirectly determine the temperature of the surrounding water at the time the shell was formed. The ratio varies slightly depending on the temperature of the surrounding water, as well as other factors such as the water's salinity, and the volume of water locked up in ice sheets. δ 18 O also reflects local evaporation and freshwater input, as rainwater is 16 O-enriched—a result of the preferential evaporation of the lighter 16 O from seawater. Consequently, the surface ocean contains greater proportions of 18 O around the subtropics and tropics where there is more evaporation, and lesser proportions of 18 O in the mid-latitudes where it rains more. Similarly, when water vapor condenses, heavier water molecules holding 18 O atoms tend to condense and precipitate first. The water vapor gradient heading from the tropics to the poles gradually becomes more and more depleted of 18 O. Snow falling in Canada has much less H 2 18 O than rain in Florida ; similarly, snow falling in the center of ice sheets has a lighter δ 18 O signature than that at its margins, since heavier 18 O precipitates first. Changes in climate that alter global patterns of evaporation and precipitation therefore change the background δ 18 O ratio. Solid samples (organic and inorganic) for oxygen isotope analysis are usually stored in silver cups and measured with pyrolysis and mass spectrometry . [2] Researchers need to avoid improper or prolonged storage of the samples for accurate measurements. [2]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Benthic_foraminifera.jpg/200px-Benthic_foraminifera.jpg",
                "caption": "Foraminifera samples."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/%CE%9418O",
        "title": "δ18O",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Geochemical Signatures"
    },
    {
        "section": "Cerium anomalies in zircon",
        "text": "Zircon (ZrSiO 4 ) is commonly found in felsic igneous rock. [3] Because both Ce 3+ and Ce 4+ can substitute for zirconium , Zircon often has a positive Ce anomaly. [3] Ce 4+ substitutes with Zr much more easily than Ce 3+ because Ce 4+ (ionic radius 0.97Å) has the same charge and a similar ionic radius as Zr 4+ (ionic radius 0.84Å). [1] Therefore, the oxidation state of the magma is what determines the Ce anomaly in Zircon. [3] If the oxygen fugacity is high, more Ce 3+ will oxidize to Ce 4+ and create a larger positive Ce anomaly in the zircon structure. At lower levels of oxygen fugacity, the level of Ce anomaly will also be lower. [3]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Fluorite-like_crystal_structure_of_ceria_and_cubic_zirconia.png/220px-Fluorite-like_crystal_structure_of_ceria_and_cubic_zirconia.png",
                "caption": "Crystal structure of Ceria-zirconia. Ce 4+ has the same charge and similar ionic radius as Ze 4+ resulting in elemental substitution and therefore a positive cerium anomaly. [1]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Cerium_anomaly",
        "title": "Cerium anomaly",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Petrology",
        "topic": "Geochemical Signatures"
    }
]