[
    {
        "section": "Role in anthropology and paleontology",
        "text": "The term diagenesis, literally meaning \"across generation\", [3] is extensively used in geology . However, this term has filtered into the field of anthropology , archaeology and paleontology to describe the changes and alterations that take place on skeletal (biological) material. Specifically, diagenesis \"is the cumulative physical, chemical, and biological environment; these processes will modify an organic object's original chemical and/or structural properties and will govern its ultimate fate, in terms of preservation or destruction\". [4] [5] In order to assess the potential impact of diagenesis on archaeological or fossil bones , many factors need to be assessed, beginning with elemental and mineralogical composition of bone and enveloping soil, as well as the local burial environment (geology, climatology , groundwater ). [5] The composite nature of bone, comprising one-third organic (mainly protein collagen ) and two thirds mineral ( calcium phosphate mostly in the form of hydroxyapatite ) renders its diagenesis more complex. [6] Alteration occurs at all scales from molecular loss and substitution, through crystallite reorganization, porosity, and microstructural changes, and in many cases, to the disintegration of the complete unit. [7] Three general pathways of the diagenesis of bone have been identified: They are as follows:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Crinoid_stem_replaced_with_marcasite.JPG/220px-Crinoid_stem_replaced_with_marcasite.JPG",
                "caption": "Originally calcitic crinoid stem (in cross-section) diagenetically replaced by marcasite in a siderite concretion; Lower Carboniferous ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Diagenesis",
        "title": "Diagenesis",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Description",
        "text": "Taphonomic phenomena are grouped into two phases: biostratinomy , events that occur between death of the organism and the burial; and diagenesis , events that occur after the burial. [1] Since Efremov's definition, taphonomy has expanded to include the fossilization of organic and inorganic materials through both cultural and environmental influences. Taphonomy is now most widely defined as the study of what happens to objects after they leave the biosphere (living contexts), enter the lithosphere (buried contexts), and are subsequently recovered and studied. [4] This is a multidisciplinary concept and is used in slightly different contexts throughout different fields of study. Fields that employ the concept of taphonomy include: There are five main stages of taphonomy: disarticulation, dispersal, accumulation, fossilization, and mechanical alteration. [5] The first stage, disarticulation, occurs as the organism decays and the bones are no longer held together by the flesh and tendons of the organism. Dispersal is the separation of pieces of an organism caused by natural events (i.e. floods, scavengers etc.). Accumulation occurs when there is a buildup of organic and/or inorganic materials in one location (scavengers or human behavior). When mineral rich groundwater permeates organic materials and fills the empty spaces, a fossil is formed. The final stage of taphonomy is mechanical alteration; these are the processes that physically alter the remains (i.e. freeze-thaw, compaction, transport, burial). [6] It should be added that these stages are not only successive, they interplay. For example, chemical changes occur at every stage of the process, because of bacteria. Changes begin as soon as the death of the organism: enzymes are released that destroy the organic contents of the tissues, and mineralised tissues such as bone, enamel and dentin are a mixture of organic and mineral components. Moreover, most often the organisms (vegetal or animal) are dead because they have been killed by a predator. The digestion modifies the composition of the flesh, but also that of the bones. [7] [8]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Skeleton_in_cave.jpg/220px-Skeleton_in_cave.jpg",
                "caption": "An articulated wombat skeleton in Imperial-Diamond cave ( Jenolan Caves )"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/LaBreaTarPitsExcavation2008.jpg/220px-LaBreaTarPitsExcavation2008.jpg",
                "caption": "The La Brea Tar Pits represent an unusual depositional environment for their epoch ( Pleistocene ) and location ( southern California )."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Taphonomy",
        "title": "Taphonomy",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Research areas",
        "text": "Taphonomy has undergone an explosion of interest since the 1980s, [10] with research focusing on certain areas.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Skull_burial.jpg/220px-Skull_burial.jpg",
                "caption": "Actualistic taphonomy seeks to understand taphonomic processes through experimentation, such as the burial of bone. [9]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Taphonomy",
        "title": "Taphonomy",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Archaeology",
        "text": "Taphonomy is an important study for Archaeologists to better interpret archaeological sites. Since the archaeological record is often incomplete, taphonomy helps explain how it became incomplete. The methodology of taphonomy involves observing transformation processes in order to understand their impact on archaeological material and interpret patterns on real sites. [21] This is mostly in the form of assessing how the deposition of the preserved remains of an organism (usually animal bones) has occurred to better understand a deposit. Whether the deposition was a result of human, animals and/or the environment is often the goal of taphonomic study. Archaeologists typically separate natural from cultural processes when identifying evidence of human interaction with faunal remains. [22] This is done by looking at human processes preceding artifact discard in addition to processes after artifact discard. Changes preceding discard include butchering, skinning, and cooking. Understanding these processes can inform archaeologists on tool use or how an animal was processed. [23] When the artifact is deposited, abiotic and biotic modifications occur. These can include thermal alteration, rodent disturbances, gnaw marks, and the effects of soil pH to name a few. While taphonomic methodology can be applied and used to study a variety of materials such as buried ceramics and lithics, its primary application in archaeology involves the examination of organic residues. [4] Interpretation of the post-mortem, pre-, and post-burial histories of faunal assemblages is critical in determining their association with hominid activity and behaviour. [24] For instance, to distinguish the bone assemblages that are produced by humans from those of non humans, much ethnoarchaeological observation has been done on different human groups and carnivores, to ascertain if there is anything different in the accumulation and fragmentation of bones. This study has also come in the form of excavation of animal dens and burrows to study the discarded bones and experimental breakage of bones with and without stone tools. [25] Studies of this kind by C.K. Brain in South Africa have shown that bone fractures previously attributed to “ killer man-apes ” were in fact caused by the pressure of overlying rocks and earth in limestone caves. [25] His research has also demonstrated that early hominins, for example australopithecines , were more likely preyed upon by carnivores rather than being hunters themselves, from cave sites such as Swartkrans in South Africa. [25] Outside of Africa Lewis Binford observed the effects of wolves and dogs on bones in Alaska and the American Southwest, differentiating the interference of humans and carnivores on bone remains by the number of bone splinters and the number of intact articular ends. He observed that animals gnaw and attack the articular ends first leaving mostly bone cylinders behind, therefore it can be assumed a deposit with a high number of bone cylinders and a low number of bones with articular ends intact is therefore probably the result of carnivore activity. [25] In practice John Speth applied these criteria to the bones from the Garnsey site in New Mexico. The rarity of bone cylinders indicated that there had been minimal destruction by scavengers, and that the bone assemblage could be assumed to be wholly the result of human activity, butchering the animals for meat and marrow extraction. [27] One of the most important elements in this methodology is replication, to confirm the validity of results. [21] There are limitations to this kind of taphonomic study in archaeological deposits as any analysis has to presume that processes in the past were the same as today, e.g that living carnivores behaved in a similar way to those in prehistoric times. There are wide variations among existing species so determining the behavioural patterns of extinct species is sometimes hard to justify. Moreover, the differences between faunal assemblages of animals and humans is not always so distinct, hyenas and humans display similar patterning in breakage and form similarly shaped fragments as the ways in which a bone can break are limited. [25] Since large bones survive better than plants this also has created a bias and inclination towards big-game hunting rather than gathering when considering prehistoric economies. [21] While all of archaeology studies taphonomy to some extent, certain subfields deal with it more than others. These include zooarchaeology , geoarchaeology , and paleoethnobotany .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Australopithecus_africanus_-_Cast_of_taung_child.jpg/265px-Australopithecus_africanus_-_Cast_of_taung_child.jpg",
                "caption": "Taphonomic study of the Taung child skull claims they were likely killed by a large bird, indicated by traces of talon cuts. [26]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Taphonomy",
        "title": "Taphonomy",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Preservation of biopolymers",
        "text": "The taphonomic pathways involved in relatively inert substances such as calcite (and to a lesser extent bone) are relatively obvious, as such body parts are stable and change little through time.  However, the preservation of \"soft tissue\" is more interesting, as it requires more peculiar conditions. While usually only biomineralised material survives fossilisation, the preservation of soft tissue is not as rare as sometimes thought. [12] Both DNA and proteins are unstable, and rarely survive more than hundreds of thousands of years before degrading. [34] Polysaccharides also have low preservation potential, unless they are highly cross-linked; this interconnection is most common in structural tissues, and renders them resistant to chemical decay. [35] Such tissues  include wood ( lignin ), spores and pollen ( sporopollenin ), the cuticles of plants ( cutan ) and animals, the cell walls of algae ( algaenan ), [35] and potentially the polysaccharide layer of some lichens . [ citation needed ] This interconnectedness makes the chemicals less prone to chemical decay, and also means they are a poorer source of energy so less likely to be digested by scavenging organisms. [34] After being subjected to heat and pressure, these cross-linked organic molecules typically \"cook\" and become kerogen or short (<17 C atoms) aliphatic/aromatic carbon molecules. [34] Other factors affect the likelihood of preservation; for instance sclerotization renders the jaws of polychaetes more readily preserved than the chemically equivalent but non-sclerotized body cuticle. [35] A peer-reviewed study in 2023 was the first to present an in-depth chemical description of how biological tissues and cells potentially preserve into the fossil record. This study generalized the chemistry underlying cell and tissue preservation to explain the phenomenon for potentially any cellular organism. [34] It was thought that only tough, cuticle type soft tissue could be preserved by Burgess Shale type preservation , [36] but an increasing number of organisms are being discovered that lack such cuticle, such as the probable chordate Pikaia and the shellless Odontogriphus . [37] It is a common misconception that anaerobic conditions are necessary for the preservation of soft tissue; indeed much decay is mediated by sulfate reducing bacteria which can only survive in anaerobic conditions. [35] Anoxia does, however, reduce the probability that scavengers will disturb the dead organism, and the activity of other organisms is undoubtedly one of the leading causes of soft-tissue destruction. [35] Plant cuticle is more prone to preservation if it contains cutan , rather than cutin . [35] Plants and algae produce the most preservable compounds, which are listed according to their preservation potential by Tegellaar (see reference). [38]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/ElrathiakingiUtahWheelerCambrian.jpg/220px-ElrathiakingiUtahWheelerCambrian.jpg",
                "caption": "Although chitin exoskeletons of arthropods such as insects and myriapods (but not trilobites , which are mineralized with calcium carbonate, nor crustaceans, which are often mineralized with calcium phosphate) are subject to decomposition, they often maintain shape during permineralization , especially if they are already somewhat mineralized."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Lizard-Green_River_Fm.jpg/220px-Lizard-Green_River_Fm.jpg",
                "caption": "Soft-bodied preservation of a lizard, Parachute Creek Member, Green River Formation, Utah. Most of the skeleton decalcified."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Taphonomy",
        "title": "Taphonomy",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Distortion",
        "text": "Often fossils, particularly those of verterbates, are distorted by the subsequent movements of the surrounding sediment, this can include compression of the fossil in a particular axis, as well as shearing. [40]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Diictodon_skull_taphonomy.png/220px-Diictodon_skull_taphonomy.png",
                "caption": "Skulls of Diictodon undistorted (top), compressed in a lateral axis (middle) and compressed on a dorsal-ventral axis (bottom)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Taphonomy",
        "title": "Taphonomy",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Description",
        "text": "Limestone is composed mostly of the minerals calcite and aragonite , which are different crystal forms of calcium carbonate ( CaCO 3 ). Dolomite , CaMg(CO 3 ) 2 , is an uncommon mineral in limestone, and siderite or other carbonate minerals are rare. However, the calcite in limestone often contains a few percent of magnesium . Calcite in limestone is divided into low-magnesium and high-magnesium calcite, with the dividing line placed at a composition of 4% magnesium. High-magnesium calcite retains the calcite mineral structure, which is distinct from dolomite. Aragonite does not usually contain significant magnesium. [8] Most limestone is otherwise chemically fairly pure, with clastic sediments (mainly fine-grained quartz and clay minerals ) making up less than 5% [9] to 10% [10] of the composition. Organic matter typically makes up around 0.2% of a limestone and rarely exceeds 1%. [11] Limestone often contains variable amounts of silica in the form of chert or siliceous skeletal fragments (such as sponge spicules, diatoms , or radiolarians ). [12] Fossils are also common in limestone. [3] Limestone is commonly white to gray in color. Limestone that is unusually rich in organic matter can be almost black in color, while traces of iron or manganese can give limestone an off-white to yellow to red color. The density of limestone depends on its porosity, which varies from 0.1% for the densest limestone to 40% for chalk. The density correspondingly ranges from 1.5 to 2.7 g/cm 3 . Although relatively soft, with a Mohs hardness of 2 to 4, dense limestone can have a crushing strength of up to 180 MPa . [13] For comparison, concrete typically has a crushing strength of about 40 MPa. [14] Although limestones show little variability in mineral composition, they show great diversity in texture. [15] However, most limestone consists of sand-sized grains in a carbonate mud matrix. Because limestones are often of biological origin and are usually composed of sediment that is deposited close to where it formed, classification of limestone is usually based on its grain type and mud content. [9]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Limestone_Eocene_deposit_at_Sinj_Stari_grad_-_Dalmatia_-_Croatia_IMG_20210820_083857.jpg/220px-Limestone_Eocene_deposit_at_Sinj_Stari_grad_-_Dalmatia_-_Croatia_IMG_20210820_083857.jpg",
                "caption": "This limestone deposit in the karst of Dinaric Alps near Sinj , Croatia , was formed in the Eocene ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Limestone",
        "title": "Limestone",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Grains",
        "text": "Most grains in limestone are skeletal fragments of marine organisms such as coral or foraminifera . [16] These organisms secrete structures made of aragonite or calcite, and leave these structures behind when they die. Other carbonate grains composing limestones are ooids , peloids , and limeclasts ( intraclasts and extraclasts [ ca ] ). [17] Skeletal grains have a composition reflecting the organisms that produced them and the environment in which they were produced. [18] Low-magnesium calcite skeletal grains are typical of articulate brachiopods , planktonic (free-floating) foraminifera, and coccoliths . High-magnesium calcite skeletal grains are typical of benthic (bottom-dwelling) foraminifera, echinoderms , and coralline algae . Aragonite skeletal grains are typical of molluscs , calcareous green algae , stromatoporoids , corals , and tube worms . The skeletal grains also reflect specific geological periods and environments. For example, coral grains are more common in high-energy environments (characterized by strong currents and turbulence) while bryozoan grains are more common in low-energy environments (characterized by quiet water). [19] Ooids (sometimes called ooliths) are sand-sized grains (less than 2mm in diameter) consisting of one or more layers of calcite or aragonite around a central quartz grain or carbonate mineral fragment. These likely form by direct precipitation of calcium carbonate onto the ooid. Pisoliths are similar to ooids, but they are larger than 2 mm in diameter and tend to be more irregular in shape. Limestone composed mostly of ooids is called an oolite or sometimes an oolitic limestone . Ooids form in high-energy environments, such as the Bahama platform, and oolites typically show crossbedding and other features associated with deposition in strong currents. [20] [21] Oncoliths resemble ooids but show a radial rather than layered internal structure, indicating that they were formed by algae in a normal marine environment. [20] Peloids are structureless grains of microcrystalline carbonate likely produced by a variety of processes. [22] Many are thought to be fecal pellets produced by marine organisms. Others may be produced by endolithic (boring) algae [23] or other microorganisms [24] or through breakdown of mollusc shells. [25] They are difficult to see in a limestone sample except in thin section and are less common in ancient limestones, possibly because compaction of carbonate sediments disrupts them. [23] Limeclasts are fragments of existing limestone or partially lithified carbonate sediments. Intraclasts are limeclasts that originate close to where they are deposited in limestone, while extraclasts come from outside the depositional area. Intraclasts include grapestone , which is clusters of peloids cemented together by organic material or mineral cement. Extraclasts are uncommon, are usually accompanied by other clastic sediments, and indicate deposition in a tectonically active area or as part of a turbidity current . [26]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Ooids%2C_Joulter_Cays%2C_Bahamas.jpg/220px-Ooids%2C_Joulter_Cays%2C_Bahamas.jpg",
                "caption": "Ooids from a beach on Joulter's Cay, The Bahamas"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Ooids_Carmel_Formation_Jurassic.jpg/220px-Ooids_Carmel_Formation_Jurassic.jpg",
                "caption": "Ooids in limestone of the Carmel Formation (Middle Jurassic) of southwestern Utah."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/CarmelOoids.jpg/220px-CarmelOoids.jpg",
                "caption": "Thin-section view of a Middle Jurassic limestone in southern Utah , U.S. The round grains are ooids ; the largest is 1.2 mm (0.05 in) in diameter. This limestone is an oosparite."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Limestone",
        "title": "Limestone",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Other characteristics",
        "text": "Limestone outcrops are recognized in the field by their softness (calcite and aragonite both have a Mohs hardness of less than 4, well below common silicate minerals) and because limestone bubbles vigorously when a drop of dilute hydrochloric acid is dropped on it. Dolomite is also soft but reacts only feebly with dilute hydrochloric acid, and it usually weathers to a characteristic dull yellow-brown color due to the presence of ferrous iron. This is released and oxidized as the dolomite weathers. [9] Impurities (such as clay , sand, organic remains, iron oxide , and other materials) will cause limestones to exhibit different colors, especially with weathered surfaces. The makeup of a carbonate rock outcrop can be estimated in the field by etching the surface with dilute hydrochloric acid. This etches away the calcite and aragonite, leaving behind any silica or dolomite grains. The latter can be identified by their rhombohedral shape. [9] Crystals of calcite, quartz , dolomite or barite may line small cavities ( vugs ) in the rock. Vugs are a form of secondary porosity, formed in existing limestone by a change in environment that increases the solubility of calcite. [32] Dense, massive limestone is sometimes described as \"marble\". For example, the famous Portoro \"marble\" of Italy is actually a dense black limestone. [33] True marble is produced by recrystallization of limestone during regional metamorphism that accompanies the mountain building process ( orogeny ). It is distinguished from dense limestone by its coarse crystalline texture and the formation of distinctive minerals from the silica and clay present in the original limestone. [34]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/White_Cliffs_of_Dover_2_%28Piotr_Kuczynski%29.jpg/220px-White_Cliffs_of_Dover_2_%28Piotr_Kuczynski%29.jpg",
                "caption": "The White Cliffs of Dover are composed of chalk."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Limestone",
        "title": "Limestone",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Classification",
        "text": "Two major classification schemes, the Folk and Dunham, are used for identifying the types of carbonate rocks collectively known as limestone.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Pamukkale_12.jpg/220px-Pamukkale_12.jpg",
                "caption": "Travertine limestone terraces of Pamukkale , Turkey ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Luray_Caverns%2C_Dream_Lake_-_mirror-lake_of_caverns_%282015-05-09_14.03.28_by_Stan_Mouser%29.jpg/220px-Luray_Caverns%2C_Dream_Lake_-_mirror-lake_of_caverns_%282015-05-09_14.03.28_by_Stan_Mouser%29.jpg",
                "caption": "Cave limestone formations in the Luray Caverns of the northern Shenandoah Valley"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Limestone",
        "title": "Limestone",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Formation",
        "text": "Limestone forms when calcite or aragonite precipitate out of water containing dissolved calcium, which can take place through both biological and nonbiological processes. [41] The solubility of calcium carbonate ( CaCO 3 ) is controlled largely by the amount of dissolved carbon dioxide ( CO 2 ) in the water. This is summarized in the reaction: Increases in temperature or decreases in pressure tend to reduce the amount of dissolved CO 2 and precipitate CaCO 3 . Reduction in salinity also reduces the solubility of CaCO 3 , by several orders of magnitude for fresh water versus seawater. [42] Near-surface water of the earth's oceans are oversaturated with CaCO 3 by a factor of more than six. [43] The failure of CaCO 3 to rapidly precipitate out of these waters is likely due to interference by dissolved magnesium ions with nucleation of calcite crystals, the necessary first step in precipitation. Precipitation of aragonite may be suppressed by the presence of naturally occurring organic phosphates in the water. Although ooids likely form through purely inorganic processes, the bulk of CaCO 3 precipitation in the oceans is the result of biological activity. [44] Much of this takes place on carbonate platforms . The origin of carbonate mud, [30] and the processes by which it is converted to micrite, [45] continue to be a subject of research. Modern carbonate mud is composed mostly of aragonite needles around 5 μm (0.20 mils) in length. Needles of this shape and composition are produced by calcareous algae such as Penicillus , making this a plausible source of mud. [46] Another possibility is direct precipitation from the water. A phenomenon known as whitings occurs in shallow waters, in which white streaks containing dispersed micrite appear on the surface of the water. It is uncertain whether this is freshly precipitated aragonite or simply material stirred up from the bottom, but there is some evidence that whitings are caused by biological precipitation of aragonite as part of a bloom of cyanobacteria or microalgae . [47] However, stable isotope ratios in modern carbonate mud appear to be inconsistent with either of these mechanisms, and abrasion of carbonate grains in high-energy environments has been put forward as a third possibility. [30] Formation of limestone has likely been dominated by biological processes throughout the Phanerozoic , the last 540 million years of the Earth's history. Limestone may have been deposited by microorganisms in the Precambrian , prior to 540 million years ago, but inorganic processes were probably more important and likely took place in an ocean more highly oversaturated in calcium carbonate than the modern ocean. [48]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Lake_Ontario_Whiting_NASA_Satellite_Image.jpg/220px-Lake_Ontario_Whiting_NASA_Satellite_Image.jpg",
                "caption": "An aerial view of a whiting event precipitation cloud in Lake Ontario."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Limestone",
        "title": "Limestone",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Diagenesis",
        "text": "Diagenesis is the process in which sediments are compacted and turned into solid rock . During diagenesis of carbonate sediments, significant chemical and textural changes take place. For example, aragonite is converted to low-magnesium calcite. Diagenesis is the likely origin of pisoliths , concentrically layered particles ranging from 1 to 10 mm (0.039 to 0.394 inches) in diameter found in some limestones. Pisoliths superficially resemble ooids but have no nucleus of foreign matter, fit together tightly, and show other signs that they formed after the original deposition of the sediments. [49] Silicification occurs early in diagenesis, at low pH and temperature, and contributes to fossil preservation. [50] Silicification takes place through the reaction: [50] Fossils are often preserved in exquisite detail as chert. [50] [51] Cementing takes place rapidly in carbonate sediments, typically within less than a million years of deposition. Some cementing occurs while the sediments are still under water, forming hardgrounds . Cementing accelerates after the retreat of the sea from the depositional environment, as rainwater infiltrates the sediment beds, often within just a few thousand years. As rainwater mixes with groundwater, aragonite and high-magnesium calcite are converted to low-calcium calcite. Cementing of thick carbonate deposits by rainwater may commence even before the retreat of the sea, as rainwater can infiltrate over 100 km (60 miles) into sediments beneath the continental shelf. [52] As carbonate sediments are increasingly deeply buried under younger sediments, chemical and mechanical compaction of the sediments increases. Chemical compaction takes place by pressure solution of the sediments. This process dissolves minerals from points of contact between grains and redeposits it in pore space, reducing the porosity of the limestone from an initial high value of 40% to 80% to less than 10%. [53] Pressure solution produces distinctive stylolites , irregular surfaces within the limestone at which silica-rich sediments accumulate. These may reflect dissolution and loss of a considerable fraction of the limestone bed. At depths greater than 1 km (0.62 miles), burial cementation completes the lithification process. Burial cementation does not produce stylolites. [54] When overlying beds are eroded, bringing limestone closer to the surface, the final stage of diagenesis takes place. This produces secondary porosity as some of the cement is dissolved by rainwater infiltrating the beds. This may include the formation of vugs , which are crystal-lined cavities within the limestone. [54] Diagenesis may include conversion of limestone to dolomite by magnesium-rich fluids. There is considerable evidence of replacement of limestone by dolomite, including sharp replacement boundaries that cut across bedding. [55] The process of dolomitization remains an area of active research, [56] but possible mechanisms include exposure to concentrated brines in hot environments ( evaporative reflux ) or exposure to diluted seawater in delta or estuary environments ( Dorag dolomitization ). [57] However, Dorag dolomitization has fallen into disfavor as a mechanism for dolomitization, [58] with one 2004 review paper describing it bluntly as \"a myth\". [56] Ordinary seawater is capable of converting calcite to dolomite, if the seawater is regularly flushed through the rock, as by the ebb and flow of tides (tidal pumping). [55] Once dolomitization begins, it proceeds rapidly, so that there is very little carbonate rock containing mixed calcite and dolomite. Carbonate rock tends to be either almost all calcite/aragonite or almost all dolomite. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/%C3%87%C3%B6rt_yumrusu%2C_Chert.2.jpg/220px-%C3%87%C3%B6rt_yumrusu%2C_Chert.2.jpg",
                "caption": "Chert nodule within soft limestone at Akçakoca , Turkey"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Stylolites_mcr1.jpg/220px-Stylolites_mcr1.jpg",
                "caption": "Stylolites in limestone"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Limestone",
        "title": "Limestone",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Occurrence",
        "text": "About 20% to 25% of sedimentary rock is carbonate rock, [3] and most of this is limestone. [17] [3] Limestone is found in sedimentary sequences as old as 2.7 billion years. [59] However, the compositions of carbonate rocks show an uneven distribution in time in the geologic record. About 95% of modern carbonates are composed of high-magnesium calcite and aragonite. [60] The aragonite needles in carbonate mud are converted to low-magnesium calcite within a few million years, as this is the most stable form of calcium carbonate. [28] Ancient carbonate formations of the Precambrian and Paleozoic contain abundant dolomite, but limestone dominates the carbonate beds of the Mesozoic and Cenozoic . Modern dolomite is quite rare. There is evidence that, while the modern ocean favors precipitation of aragonite, the oceans of the Paleozoic and middle to late Cenozoic favored precipitation of calcite. This may indicate a lower Mg/Ca ratio in the ocean water of those times. [61] This magnesium depletion may be a consequence of more rapid sea floor spreading , which removes magnesium from ocean water. The modern ocean and the ocean of the Mesozoic have been described as \"aragonite seas\". [62] Most limestone was formed in shallow marine environments, such as continental shelves or platforms . Such environments form only about 5% of the ocean basins, but limestone is rarely preserved in continental slope and deep sea environments. The best environments for deposition are warm waters, which have both a high organic productivity and increased saturation of calcium carbonate due to lower concentrations of dissolved carbon dioxide. Modern limestone deposits are almost always in areas with very little silica-rich sedimentation, reflected in the relative purity of most limestones. Reef organisms are destroyed by muddy, brackish river water, and carbonate grains are ground down by much harder silicate grains. [63] Unlike clastic sedimentary rock, limestone is produced almost entirely from sediments originating at or near the place of deposition. [64] Limestone formations tend to show abrupt changes in thickness. Large moundlike features in a limestone formation are interpreted as ancient reefs , which when they appear in the geologic record are called bioherms . Many are rich in fossils, but most lack any connected organic framework like that seen in modern reefs. The fossil remains are present as separate fragments embedded in ample mud matrix. Much of the sedimentation shows indications of occurring in the intertidal or supratidal zones, suggesting sediments rapidly fill available accommodation space in the shelf or platform. [65] Deposition is also favored on the seaward margin of shelves and platforms, where there is upwelling deep ocean water rich in nutrients that increase organic productivity. Reefs are common here, but when lacking, ooid shoals are found instead. Finer sediments are deposited close to shore. [66] The lack of deep sea limestones is due in part to rapid subduction of oceanic crust, but is more a result of dissolution of calcium carbonate at depth. The solubility of calcium carbonate increases with pressure and even more with higher concentrations of carbon dioxide, which is produced by decaying organic matter settling into the deep ocean that is not removed by photosynthesis in the dark depths. As a result, there is a fairly sharp transition from water saturated with calcium carbonate to water unsaturated with calcium carbonate, the lysocline , which occurs at the calcite compensation depth of 4,000 to 7,000 m (13,000 to 23,000 feet). Below this depth, foraminifera tests and other skeletal particles rapidly dissolve, and the sediments of the ocean floor abruptly transition from carbonate ooze rich in foraminifera and coccolith remains ( Globigerina ooze) to silicic mud lacking carbonates. [67] In rare cases, turbidites or other silica-rich sediments bury and preserve benthic (deep ocean) carbonate deposits. Ancient benthic limestones are microcrystalline and are identified by their tectonic setting. Fossils typically are foraminifera and coccoliths. No pre-Jurassic benthic limestones are known, probably because carbonate-shelled plankton had not yet evolved. [68] Limestones also form in freshwater environments. [69] These limestones are not unlike marine limestone, but have a lower diversity of organisms and a greater fraction of silica and clay minerals characteristic of marls . The Green River Formation is an example of a prominent freshwater sedimentary formation containing numerous limestone beds. [70] Freshwater limestone is typically micritic. Fossils of charophyte (stonewort), a form of freshwater green algae, are characteristic of these environments, where the charophytes produce and trap carbonates. [71] Limestones may also form in evaporite depositional environments . [72] [73] Calcite is one of the first minerals to precipitate in marine evaporites. [74]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/El_Cap_GUMO.jpg/220px-El_Cap_GUMO.jpg",
                "caption": "El Capitan , an ancient limestone reef in Texas"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/M%C3%B8nsted_kalkgruber_exposure_fused_2014-07-18.jpg/220px-M%C3%B8nsted_kalkgruber_exposure_fused_2014-07-18.jpg",
                "caption": "Mønsted is the largest limestone mine in the world."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Limestone",
        "title": "Limestone",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Limestone and living organisms",
        "text": "Most limestone is formed by the activities of living organisms near reefs, but the organisms responsible for reef formation have changed over geologic time. For example, stromatolites are mound-shaped structures in ancient limestones, interpreted as colonies of cyanobacteria that accumulated carbonate sediments, but stromatolites are rare in younger limestones. [75] Organisms precipitate limestone both directly as part of their skeletons, and indirectly by removing carbon dioxide from the water by photosynthesis and thereby decreasing the solubility of calcium carbonate. [71] Limestone shows the same range of sedimentary structures found in other sedimentary rocks. However, finer structures, such as lamination , are often destroyed by the burrowing activities of organisms ( bioturbation ). Fine lamination is characteristic of limestone formed in playa lakes , which lack the burrowing organisms. [76] Limestones also show distinctive features such as geopetal structures , which form when curved shells settle to the bottom with the concave face downwards. This traps a void space that can later be filled by sparite. Geologists use geopetal structures to determine which direction was up at the time of deposition, which is not always obvious with highly deformed limestone formations. [77] The cyanobacterium Hyella balani can bore through limestone; as can the green alga Eugamantia sacculata and the fungus Ostracolaba implexa . [78]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Lembongan-penida-snorkeling.jpg/220px-Lembongan-penida-snorkeling.jpg",
                "caption": "Coral reef at Nusa Lembongan , Bali, Indonesia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Limestone",
        "title": "Limestone",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Limestone landscape",
        "text": "Limestone is partially soluble, especially in acid, and therefore forms many erosional landforms. These include limestone pavements , pot holes , cenotes , caves and gorges. Such erosion landscapes are known as karsts . Limestone is less resistant to erosion than most igneous rocks, but more resistant than most other sedimentary rocks . It is therefore usually associated with hills and downland , and occurs in regions with other sedimentary rocks, typically clays. [85] [86] Karst regions overlying limestone bedrock tend to have fewer visible above-ground sources (ponds and streams), as surface water easily drains downward through joints in the limestone. While draining, water and organic acid from the soil slowly (over thousands or millions of years) enlarges these cracks, dissolving the calcium carbonate and carrying it away in solution . Most cave systems are through limestone bedrock. Cooling groundwater or mixing of different groundwaters will also create conditions suitable for cave formation. [85] Coastal limestones are often eroded by organisms which bore into the rock by various means. This process is known as bioerosion . It is most common in the tropics, and it is known throughout the fossil record . [87] Bands of limestone emerge from the Earth's surface in often spectacular rocky outcrops and islands. Examples include the Rock of Gibraltar , [88] the Burren in County Clare, Ireland; [89] Malham Cove in North Yorkshire and the Isle of Wight , [90] England; the Great Orme in Wales; [91] on Fårö near the Swedish island of Gotland , [92] the Niagara Escarpment in Canada/United States; [93] Notch Peak in Utah; [94] the Ha Long Bay National Park in Vietnam; [95] and the hills around the Lijiang River and Guilin city in China. [96] The Florida Keys , islands off the south coast of Florida , are composed mainly of oolitic limestone (the Lower Keys) and the carbonate skeletons of coral reefs (the Upper Keys), which thrived in the area during interglacial periods when sea level was higher than at present. [97] Unique habitats are found on alvars , extremely level expanses of limestone with thin soil mantles. The largest such expanse in Europe is the Stora Alvaret on the island of Öland , Sweden. [98] Another area with large quantities of limestone is the island of Gotland, Sweden. [99] Huge quarries in northwestern Europe, such as those of Mount Saint Peter (Belgium/Netherlands), extend for more than a hundred kilometers. [100]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Maczuga_Herkulesa_%28background_Castle_Pieskowa_Ska%C5%82a%29.jpg/220px-Maczuga_Herkulesa_%28background_Castle_Pieskowa_Ska%C5%82a%29.jpg",
                "caption": "The Cudgel of Hercules , a tall limestone rock in Poland ( Pieskowa Skała Castle in the background)"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Cenote_in_valladolid_mexico_%2821362599476%29.jpg/220px-Cenote_in_valladolid_mexico_%2821362599476%29.jpg",
                "caption": "The Samulá cenote in Valladolid , Yucatán , Mexico"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/La_Zaplaz%2C_Piatra_Craiului.jpg/220px-La_Zaplaz%2C_Piatra_Craiului.jpg",
                "caption": "La Zaplaz formations in the Piatra Craiului Mountains , Romania ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Limestone",
        "title": "Limestone",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Uses",
        "text": "Limestone is a raw material that is used globally in a variety of different ways including construction, agriculture and as industrial materials. [102] Limestone is very common in architecture, especially in Europe and North America. Many landmarks across the world, including the Great Pyramid and its associated complex in Giza, Egypt , were made of limestone. So many buildings in Kingston, Ontario , Canada were, and continue to be, constructed from it that it is nicknamed the 'Limestone City'. [103] Limestone, metamorphosed by heat and pressure produces marble, which has been used for many statues, buildings and stone tabletops. [104] On the island of Malta , a variety of limestone called Globigerina limestone was, for a long time, the only building material available, and is still very frequently used on all types of buildings and sculptures. [105] Limestone can be processed into many various forms such as brick, cement, powdered/crushed, or as a filler. [102] Limestone is readily available and relatively easy to cut into blocks or more elaborate carving. [101] Ancient American sculptors valued limestone because it was easy to work and good for fine detail. Going back to the Late Preclassic period (by 200–100 BCE), the Maya civilization (Ancient Mexico) created refined sculpture using limestone because of these excellent carving properties. The Maya would decorate the ceilings of their sacred buildings (known as lintels ) and cover the walls with carved limestone panels. Carved on these sculptures were political and social stories, and this helped communicate messages of the king to his people. [106] Limestone is long-lasting and stands up well to exposure, which explains why many limestone ruins survive. However, it is very heavy ( density 2.6 [107] ), making it impractical for tall buildings, and relatively expensive as a building material. Limestone was most popular in the late 19th and early 20th centuries. Railway stations, banks and other structures from that era were made of limestone in some areas. It is used as a façade on some skyscrapers, but only in thin plates for covering, rather than solid blocks. In the United States, Indiana, most notably the Bloomington area, has long been a source of high-quality quarried limestone, called Indiana limestone . Many famous buildings in London are built from Portland limestone . Houses built in Odesa in Ukraine in the 19th century were mostly constructed from limestone and the extensive remains of the mines now form the Odesa Catacombs . [108] Limestone was also a very popular building block in the Middle Ages in the areas where it occurred, since it is hard, durable, and commonly occurs in easily accessible surface exposures. Many medieval churches and castles in Europe are made of limestone. Beer stone was a popular kind of limestone for medieval buildings in southern England. [109] Limestone is the raw material for production of lime, primarily known for treating soils, purifying water and smelting copper. Lime is an important ingredient used in chemical industries. [110] Limestone and (to a lesser extent) marble are reactive to acid solutions, making acid rain a significant problem to the preservation of artifacts made from this stone. Many limestone statues and building surfaces have suffered severe damage due to acid rain. [111] [112] Likewise limestone gravel has been used to protect lakes vulnerable to acid rain, acting as a pH buffering agent. [113] Acid-based cleaning chemicals can also etch limestone, which should only be cleaned with a neutral or mild alkali -based cleaner. [114] Other uses include: Many limestone formations are porous and permeable, which makes them important petroleum reservoirs . [124] About 20% of North American hydrocarbon reserves are found in carbonate rock. Carbonate reservoirs are very common in the petroleum-rich Middle East, [59] and carbonate reservoirs hold about a third of all petroleum reserves worldwide. [125] Limestone formations are also common sources of metal ores, because their porosity and permeability, together with their chemical activity, promotes ore deposition in the limestone. The lead - zinc deposits of Missouri and the Northwest Territories are examples of ore deposits hosted in limestone. [59]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Malta_-_Qrendi_-_Hagar_Qim_and_Mnajdra_Archaeological_Park_-_Hagar_Qim_08_ies.jpg/220px-Malta_-_Qrendi_-_Hagar_Qim_and_Mnajdra_Archaeological_Park_-_Hagar_Qim_08_ies.jpg",
                "caption": "The Megalithic Temples of Malta such as Ħaġar Qim are built entirely of limestone. They are among the oldest freestanding structures in existence. [101]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Gizeh_Cheops_BW_1.jpg/220px-Gizeh_Cheops_BW_1.jpg",
                "caption": "The Great Pyramid of Giza , one of the Seven Wonders of the Ancient World had an outside cover made entirely from limestone."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Litography_press_with_map_of_Moosburg_01.jpg/220px-Litography_press_with_map_of_Moosburg_01.jpg",
                "caption": "A limestone plate with a negative map of Moosburg in Bavaria is prepared for a lithography print."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/LIMEX_limestone_plastic%2C_2022_Japan_2.jpg/220px-LIMEX_limestone_plastic%2C_2022_Japan_2.jpg",
                "caption": "Plastic bag \"made mainly from limestone\" [ clarification needed ]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Limestone",
        "title": "Limestone",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Calcite",
        "text": "Calcite can be either dissolved by groundwater or precipitated by groundwater, [5] depending on several factors including the water temperature , pH , and dissolved ion concentrations. Calcite exhibits an unusual characteristic called retrograde solubility in which it becomes less soluble in water as the temperature increases. When conditions are right for precipitation, calcite forms mineral coatings that cement the existing rock grains together or it can fill fractures.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Calcite-20188.jpg/220px-Calcite-20188.jpg",
                "caption": "Calcite crystals from Irai, Brazil ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Carbonate_rock",
        "title": "Carbonate rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Origins",
        "text": "Detailed studies have demonstrated that concretions form after sediments are buried but before the sediment is fully lithified during diagenesis . [3] [4] [5] [6] [7] [8] They typically form when a mineral precipitates and cements sediment around a nucleus, which is often organic, such as a leaf, tooth, piece of shell or fossil . For this reason, fossil collectors commonly break open concretions in their search for fossil animal and plant specimens. [9] Some of the most unusual concretion nuclei are World War II military shells , bombs , and shrapnel , which are found inside siderite concretions found in an English coastal salt marsh . [10] Depending on the environmental conditions present at the time of their formation, concretions can be created by either concentric or pervasive growth. [11] [12] In concentric growth, the concretion grows as successive layers of mineral precipitate around a central core. This process results in roughly spherical concretions that grow with time. In the case of pervasive growth, cementation of the host sediments , by infilling of its pore space by precipitated minerals, occurs simultaneously throughout the volume of the area, which in time becomes a concretion. Concretions are often exposed at the surface by subsequent erosion that removes the weaker, uncemented material.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Concretion_rock_from_Middle_Jurassic_of_Iran.jpg/220px-Concretion_rock_from_Middle_Jurassic_of_Iran.jpg",
                "caption": "Concretion rock with white core from the Middle Jurassic of Iran"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Concretion",
        "title": "Concretion",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Appearance",
        "text": "Concretions vary in shape, hardness and size, ranging from objects that require a magnifying lens to be clearly visible [13] to huge bodies three meters in diameter and weighing several thousand pounds. [14] The giant, red concretions occurring in Theodore Roosevelt National Park , in North Dakota , are almost 3 m (9.8 ft) in diameter. [15] Spheroidal concretions, as large as 9 m (30 ft) in diameter, have been found eroding out of the Qasr el Sagha Formation within the Faiyum depression of Egypt. [16] Concretions occur in a wide variety of shapes, including spheres, disks, tubes, and grape-like or soap bubble-like aggregates . [17]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Rock_concretions_from_Hells_Hollow_State_Park%2C_Pennsylvania.jpg/220px-Rock_concretions_from_Hells_Hollow_State_Park%2C_Pennsylvania.jpg",
                "caption": "Samples of small rock concretions found at McConnells Mill State Park in Pennsylvania."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Concretion",
        "title": "Concretion",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Composition",
        "text": "Concretions are commonly composed of a mineral present as a minor component of the host rock. For example, concretions in sandstones or shales are commonly formed of a carbonate mineral such as calcite ; those in limestones are commonly an amorphous or microcrystalline form of silica such as chert , flint , or jasper ; while those in black shale may be composed of pyrite . [18] Other minerals that form concretions include iron oxides or hydroxides (such as goethite and hematite ), [19] [20] dolomite , siderite , [21] ankerite , [22] marcasite , [23] barite , [24] [25] and gypsum . [26] Although concretions often consist of a single dominant mineral, [27] other minerals can be present depending on the environmental conditions that created them. For example, carbonate concretions, which form in response to the reduction of sulfates by bacteria , often contain minor percentages of pyrite. [28] Other concretions, which formed as a result of microbial sulfate reduction, consist of a mixture of calcite, barite, and pyrite. [29]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Concretions_embedded_in_sandstone_in_Anza_Borrego_Desert_State_Park_in_California.jpg/170px-Concretions_embedded_in_sandstone_in_Anza_Borrego_Desert_State_Park_in_California.jpg",
                "caption": "Spherical concretions embedded in sandstone in the Anza Borrego Desert State Park in the United States."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Concretion",
        "title": "Concretion",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Occurrence",
        "text": "Concretions are found in a variety of rocks, but are particularly common in shales , siltstones , and sandstones . [30] They often outwardly resemble fossils or rocks that look as if they do not belong to the stratum in which they were found. [31] Occasionally, concretions contain a fossil, either as its nucleus or as a component that was incorporated during its growth but concretions are not fossils themselves. [18] They appear in nodular patches, concentrated along bedding planes, [18] or protruding from weathered cliffsides. [32] Small hematite concretions or Martian spherules have been observed by the Opportunity rover in the Eagle Crater on Mars. [33]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Vaqueros_Sandstone_Sanborn_County_Park.jpg/220px-Vaqueros_Sandstone_Sanborn_County_Park.jpg",
                "caption": "Vaqueros Formation sandstone with concretions"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/07-ml-3-soil-mosaic-B019R1_br.jpg/220px-07-ml-3-soil-mosaic-B019R1_br.jpg",
                "caption": "A mosaic of images showing spherules, some partly embedded, spread over (smaller) soil grains on the Martian surface ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Concretion",
        "title": "Concretion",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Septarian concretions",
        "text": "Septarian concretions (or septarian nodules ) are carbonate -rich concretions containing angular cavities or cracks ( septaria ; sg. septarium , from the Latin septum \"partition, separating element\", referring to the cracks or cavities separating polygonal blocks of hardened material). [34] [35] Septarian nodules are characteristically found in carbonate-rich mudrock. They typically show an internal structure of polyhedral blocks (the matrix ) separated by mineral-filled radiating cracks (the septaria) which taper towards the rim of the concretion. The radiating cracks sometimes intersect a second set of concentric cracks. [36] [34] However, the cracks can be highly variable in shape and volume, as well as the degree of shrinkage they indicate. [37] The matrix is typically composed of argillaceous carbonate, such as clay ironstone, while the crack filling is usually calcite. [36] [34] The calcite often contains significant iron (ferroan calcite) and may have inclusions of pyrite and clay minerals. The brown calcite common in septaria may also be colored by organic compounds produced by bacterial decay of organic matter in the original sediments. [38] Septarian concretions are found in many kinds of mudstone, including lacustrine siltstones such as the Beaufort Group of northwest Mozambique, [39] but are most commonly found in marine shales , such as the Staffin Shale Formation of Skye , [38] the Kimmeridge Clay of England, [40] [41] or the Mancos Group of North America. [42] It is commonly thought that concretions grew incrementally from the inside outwards. Chemical and textural zoning in many concretions are consistent with this concentric model of formation. However, the evidence is ambiguous, and many or most concretions may have formed by pervasive cementation of the entire volume of the concretion at the same time. [43] [44] [38] For example, if the porosity after early cementation varies across the concretion, then later cementation filling this porosity would produce compositional zoning even with uniform pore water composition. [44] Whether the initial cementation was concentric or pervasive, there is considerable evidence that it occurred quickly and at shallow depth of burial. [45] [46] [47] [38] In many cases, there is clear evidence that the initial concretion formed around some kind of organic nucleus. [48] The origin of the carbonate-rich septaria is still debated. One possibility is that dehydration hardens the outer shell of the concretion while causing the interior matrix to shrink until it cracks. [36] [34] Shrinkage of a still-wet matrix may also take place through syneresis , in which the particles of colloidal material in the interior of the concretion become gradually more tightly bound while expelling water. [39] Another possibility is that early cementation reduces the permeability of the concretion, trapping pore fluids and creating excess pore pressure during continued burial. This could crack the interior at depths as shallow as 10 meters (33 ft). [49] A more speculative theory is that the septaria form by brittle fracturing resulting from earthquakes . [50] Regardless of the mechanism of crack formation, the septaria, like the concretion itself, likely form at a relatively shallow depth of burial of less than 50 meters (160 ft) [51] and possibly as little as 12 meters (39 ft). Geologically young concretions of the Errol Beds of Scotland show texture consistent with formation from flocculated sediments containing organic matter, whose decay left tiny gas bubbles (30 to 35 microns in diameter) and a soap of calcium fatty acids salts. The conversion of these fatty acids to calcium carbonate may have promoted shrinkage and fracture of the matrix. [46] [38] One model for the formation of septarian concretions in the Staffin Shales suggests that the concretions started as semirigid masses of flocculated clay. The individual colloidal clay particles were bound by extracellular polymeric substances or EPS produced by colonizing bacteria. The decay of these substances, together with syneresis of the host mud, produced stresses that fractured the interiors of the concretions while still at shallow burial depth. This was possible only with the bacterial colonization and the right sedimentation rate. Additional fractures formed during subsequent episodes of shallow burial (during the Cretaceous) or uplift (during the Paleogene). Water derived from rain and snow (meteoric water) later infiltrated the beds and deposited ferroan calcite in the cracks. [38] Septarian concretions often record a complex history of formation that provides geologists with information on early diagenesis , the initial stages of the formation of sedimentary rock from unconsolidated sediments. Most concretions appear to have formed at depths of burial where sulfate-reducing microorganisms are active. [41] [52] This corresponds to burial depths of 15 to 150 meters (49 to 492 ft), and is characterized by generation of carbon dioxide, increased alkalinity and precipitation of calcium carbonate. [53] However, there is some evidence that formation continues well into the methanogenic zone beneath the sulfate reduction zone. [54] [38] [42] A spectacular example of boulder septarian concretions, which are as much as 3 meters (9.8 feet) in diameter, are the Moeraki Boulders . These concretions are found eroding out of Paleocene mudstone of the Moeraki Formation exposed along the coast near Moeraki , South Island , New Zealand . They are composed of calcite-cemented mud with septarian veins of calcite and rare late-stage quartz and ferrous dolomite . [55] [56] [57] [58] The much smaller septarian concretions found in the Kimmeridge Clay exposed in cliffs along the Wessex coast of England are more typical examples of septarian concretions. [59]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/MoerakiBouldersSunrise.jpg/220px-MoerakiBouldersSunrise.jpg",
                "caption": "Moeraki Boulders , New Zealand."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Septarian_Nodule.jpg/170px-Septarian_Nodule.jpg",
                "caption": "A slice of a typical carbonate-rich septarian nodule."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Concretion",
        "title": "Concretion",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Cannonball concretions",
        "text": "Cannonball concretions are large spherical concretions, which resemble cannonballs. These are found along the Cannonball River within Morton and Sioux Counties, North Dakota , and can reach 3 m (9.8 ft) in diameter. They were created by early cementation of sand and silt by calcite . Similar cannonball concretions, which are as much as 4 to 6 m (13 to 20 ft) in diameter, are found associated with sandstone outcrops of the Frontier Formation in northeast Utah and central Wyoming . They formed by the early cementation of sand by calcite. [60] Somewhat weathered and eroded giant cannonball concretions, as large as 6 meters (20 feet) in diameter, occur in abundance at \" Rock City \" in Ottawa County, Kansas . Large and spherical boulders are also found along Koekohe beach near Moeraki on the east coast of the South Island of New Zealand . [61] The Moeraki Boulders , Ward Beach boulders and Koutu Boulders of New Zealand are examples of septarian concretions, which are also cannonball concretions. Large spherical rocks, which are found on the shore of Lake Huron near Kettle Point, Ontario , and locally known as \"kettles\" , are typical cannonball concretions. Cannonball concretions have also been reported from Van Mijenfjorden , Spitsbergen ; near Haines Junction , Yukon Territory , Canada ; Jameson Land , East Greenland ; near Mecevici, Ozimici, and Zavidovici in Bosnia-Herzegovina; in Alaska in the Kenai Peninsula Captain Cook State Park on north of Cook Inlet beach [62] and on Kodiak Island northeast of Fossil Beach; [63]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Bowling_Balls_Beach_2_edit.jpg/220px-Bowling_Balls_Beach_2_edit.jpg",
                "caption": "Concretions on Bowling Ball Beach (Mendocino County, California, United States) weathered out of steeply tilted Cenozoic mudstone."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Concretion",
        "title": "Concretion",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Hiatus concretions",
        "text": "Hiatus concretions are distinguished by their stratigraphic history of exhumation, exposure and reburial. They are found where submarine erosion has concentrated early diagenetic concretions as lag surfaces by washing away surrounding fine-grained sediments. [64] Their significance for stratigraphy, sedimentology and paleontology was first noted by Voigt who referred to them as Hiatus-Konkretionen . [65] \"Hiatus\" refers to the break in sedimentation that allowed this erosion and exposure. They are found throughout the fossil record but are most common during periods in which calcite sea conditions prevailed, such as the Ordovician , Jurassic and Cretaceous . [64] Most are formed from the cemented infillings of burrow systems in siliciclastic or carbonate sediments. A distinctive feature of hiatus concretions separating them from other types is that they were often encrusted by marine organisms including bryozoans , echinoderms and tube worms in the Paleozoic [66] and bryozoans, oysters and tube worms in the Mesozoic and Cenozoic. Hiatus concretions are also often significantly bored by worms and bivalves. [67]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/OrdovicianEdrio.jpg/220px-OrdovicianEdrio.jpg",
                "caption": "Hiatus concretion encrusted by bryozoans (thin, branching forms) and an edrioasteroid ; Kope Formation (Upper Ordovician), northern Kentucky ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/HiatusConcretionsIsrael060910.jpg/220px-HiatusConcretionsIsrael060910.jpg",
                "caption": "Hiatus concretions at the base of the Menuha Formation (Upper Cretaceous), the Negev , southern Israel ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Concretion",
        "title": "Concretion",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Moqui Marbles",
        "text": "Moqui Marbles , also called Moqui balls or \"Moki marbles\", are iron oxide concretions which can be found eroding in great abundance out of outcrops of the Navajo Sandstone within south-central and southeastern Utah. These concretions range in shape from spheres to discs, buttons, spiked balls, cylindrical forms, and other odd shapes. They range from pea-size to baseball-size. [72] [73] The concretions were created by the precipitation of iron, which was dissolved in groundwater. The iron was originally present as a thin film of iron oxide surrounding sand grains in the Navajo Sandstone. Groundwater containing methane or petroleum from underlying rock beds reacted with the iron oxide, converting it to soluble reduced iron . When the iron-bearing groundwater came into contact with more oxygen-rich groundwater, the reduced iron was converted back to insoluble iron oxide, which formed the concretions. [72] [73] [74] It is possible that reduced iron first formed siderite concretions that were subsequently oxidized. Iron-oxidizing bacteria may have played a role. [75]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/MoquiMarble1.jpg/220px-MoquiMarble1.jpg",
                "caption": "Moqui Marbles, hematite, goethite concretions, from the Navajo Sandstone of southeast Utah. The \"W\" cube at the top is one cubic centimeter in size."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Concretion",
        "title": "Concretion",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Kansas pop rocks",
        "text": "Kansas pop rocks are concretions of either iron sulfide, i.e. pyrite and marcasite , or in some cases jarosite , which are found in outcrops of the Smoky Hill Chalk Member of the Niobrara Formation within Gove County, Kansas . They are typically associated with thin layers of altered volcanic ash, called bentonite , that occur within the chalk comprising the Smoky Hill Chalk Member. A few of these concretions enclose, at least in part, large flattened valves of inoceramid bivalves . These concretions range in size from a few millimeters to as much as 0.7 m (2.3 ft) in length and 12 cm (0.39 ft) in thickness. Most of these concretions are oblate spheroids . Other \"pop rocks\" are small polycuboid pyrite concretions, which are as much as 7 cm (0.23 ft) in diameter. These concretions are called \"pop rocks\" because they explode if thrown in a fire. Also, when they are either cut or hammered, they produce sparks and a burning sulfur smell. Contrary to what has been published on the Internet, none of the iron sulfide concretions, which are found in the Smoky Hill Chalk Member were created by either the replacement of fossils or by metamorphic processes. In fact, metamorphic rocks are completely absent from the Smoky Hill Chalk Member. [76] Instead, all of these iron sulfide concretions were created by the precipitation of iron sulfides within anoxic marine calcareous ooze after it had accumulated and before it had lithified into chalk. Iron sulfide concretions, such as the Kansas Pop rocks, consisting of either pyrite and marcasite , are nonmagnetic. [77] On the other hand, iron sulfide concretions, which either are composed of or contain either pyrrhotite or smythite , will be magnetic to varying degrees. [78] Prolonged heating of either a pyrite or marcasite concretion will convert portions of either mineral into pyrrhotite causing the concretion to become slightly magnetic.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Marleka_fairy_stone_from_Stens%C3%B6_in_Sweden.JPG/220px-Marleka_fairy_stone_from_Stens%C3%B6_in_Sweden.JPG",
                "caption": "Marleka fairy stone from Stensö in Sweden."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Concretion",
        "title": "Concretion",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    },
    {
        "section": "Gogottes",
        "text": "Gogottes [ fr ] are sandstone concretions found in Oligocene (~30 million years) aged sediments near Fontainebleau , France. Gogottes have fetched high prices at auction due to their sculpture-like quality. [84]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Gogotte_sandstone_concretion_%285784278101%29.jpg/220px-Gogotte_sandstone_concretion_%285784278101%29.jpg",
                "caption": "Gogotte concretion"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Concretion",
        "title": "Concretion",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Diagenesis"
    }
]