[
    {
        "section": "Reconstructing ancient climates",
        "text": "Paleoclimatologists employ a wide variety of techniques to deduce ancient climates. The techniques used depend on which variable has to be reconstructed (this could be temperature , precipitation , or something else) and how long ago the climate of interest occurred. For instance, the deep marine record, the source of most isotopic data, exists only on oceanic plates, which are eventually subducted ; the oldest remaining material is 200 million years old. Older sediments are also more prone to corruption by diagenesis . This is due to the millions of years of disruption experienced by the rock formations, such as pressure, tectonic activity, and fluid flowing. These factors often result in a lack of quality or quantity of data, which causes resolution and confidence in the data decrease over time. Specific techniques used to make inferences on ancient climate conditions are the use of lake sediment cores and speleothems. These utilize an analysis of sediment layers and rock growth formations respectively, amongst element-dating methods utilizing oxygen, carbon and uranium.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Earth%27s_average_surface_temperature_over_the_past_500_million_years.png/440px-Earth%27s_average_surface_temperature_over_the_past_500_million_years.png",
                "caption": "Preliminary results from a Smithsonian Institution project, showing Earth's average surface temperature over the past 500 million years [6] [7]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/All_palaeotemps.svg/660px-All_palaeotemps.svg.png",
                "caption": "Palaeotemperature graphs placed together"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Sauerstoffgehalt-1000mj2.png/440px-Sauerstoffgehalt-1000mj2.png",
                "caption": "The oxygen content in the atmosphere over the last billion years"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Paleoclimatology",
        "title": "Paleoclimatology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Sedimentary content",
        "text": "On a longer time scale, geologists must refer to the sedimentary record for data. On a longer time scale, the rock record may show signs of sea level rise and fall, and features such as \"fossilised\" sand dunes can be identified. Scientists can get a grasp of long-term climate by studying sedimentary rock going back billions of years. The division of Earth history into separate periods is largely based on visible changes in sedimentary rock layers that demarcate major changes in conditions. Often, they include major shifts in climate.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Core%2BRepository%2Bcore_samples2.jpg/220px-Core%2BRepository%2Bcore_samples2.jpg",
                "caption": "Sea floor core sample labelled to identify the exact spot on the sea floor where the sample was taken. Sediments from nearby locations can show significant differences in chemical and biological composition."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Paleoclimatology",
        "title": "Paleoclimatology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Climate during geological ages",
        "text": "In 2020 scientists published a continuous, high-fidelity record of variations in Earth's climate during the past 66 million years and identified four climate states , separated by transitions that include changing greenhouse gas levels and polar ice sheets volumes. They integrated data of various sources. The warmest climate state since the time of the dinosaur extinction, \"Hothouse\", endured from 56 Mya to 47 Mya and was ~14 °C warmer than average modern temperatures. [25] [26]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/GlaciationsinEarthExistancelicenced_annotated.jpg/600px-GlaciationsinEarthExistancelicenced_annotated.jpg",
                "caption": "Timeline of glaciations, shown in blue"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Paleoclimatology",
        "title": "Paleoclimatology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Phanerozoic climate",
        "text": "Major drivers for the preindustrial ages have been variations of the Sun, volcanic ashes and exhalations, relative movements of the Earth towards the Sun, and tectonically induced effects as for major sea currents, watersheds, and ocean oscillations. In the early Phanerozoic, increased atmospheric carbon dioxide concentrations have been linked to driving or amplifying increased global temperatures. [32] Royer et al. 2004 [33] found a climate sensitivity for the rest of the Phanerozoic which was calculated to be similar to today's modern range of values. The difference in global mean temperatures between a fully glacial Earth and an ice free Earth is estimated at 10 °C, though far larger changes would be observed at high latitudes and smaller ones at low latitudes. [ citation needed ] One requirement for the development of large scale ice sheets seems to be the arrangement of continental land masses at or near the poles. The constant rearrangement of continents by plate tectonics can also shape long-term climate evolution. However, the presence or absence of land masses at the poles is not sufficient to guarantee glaciations or exclude polar ice caps. Evidence exists of past warm periods in Earth's climate when polar land masses similar to Antarctica were home to deciduous forests rather than ice sheets. The relatively warm local minimum between Jurassic and Cretaceous goes along with an increase of subduction and mid-ocean ridge volcanism [34] due to the breakup of the Pangea supercontinent . Superimposed on the long-term evolution between hot and cold climates have been many short-term fluctuations in climate similar to, and sometimes more severe than, the varying glacial and interglacial states of the present ice age . Some of the most severe fluctuations, such as the Paleocene-Eocene Thermal Maximum , may be related to rapid climate changes due to sudden collapses of natural methane clathrate reservoirs in the oceans. [35] A similar, single event of induced severe climate change after a meteorite impact has been proposed as reason for the Cretaceous–Paleogene extinction event . Other major thresholds are the Permian-Triassic , and Ordovician-Silurian extinction events with various reasons suggested.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Phanerozoic_Climate_Change.png/450px-Phanerozoic_Climate_Change.png",
                "caption": "Changes in oxygen-18 ratios over the last 500 million years, indicating environmental change"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Paleoclimatology",
        "title": "Paleoclimatology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Quaternary climate",
        "text": "The Quaternary geological period includes the current climate. There has been a cycle of ice ages for the past 2.2–2.1 million years (starting before the Quaternary in the late Neogene Period). Note in the graphic on the right the strong 120,000-year periodicity of the cycles, and the striking asymmetry of the curves. This asymmetry is believed to result from complex interactions of feedback mechanisms. It has been observed that ice ages deepen by progressive steps, but the recovery to interglacial conditions occurs in one big step. The graph on the left shows the temperature change over the past 12,000 years, from various sources; the thick black curve is an average.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/%22EDC_TempCO2Dust%22.svg/220px-%22EDC_TempCO2Dust%22.svg.png",
                "caption": "Ice core data for the past 800,000 years (x-axis values represent \"age before 1950\", so today's date is on the left side of the graph and older time on the right). Blue curve is temperature, [36] red curve is atmospheric CO 2 concentrations, [37] and brown curve is dust fluxes. [38] [39] Note length of glacial-interglacial cycles averages ~100,000 years."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Holocene_Temperature_Variations.png/220px-Holocene_Temperature_Variations.png",
                "caption": "Holocene temperature variations"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Paleoclimatology",
        "title": "Paleoclimatology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Drilling",
        "text": "Ice cores are cylindrical samples from within ice sheets in the Greenland , Antarctic , and North American regions. [4] [5] First attempts of extraction occurred in 1956 as part of the International Geophysical Year . As original means of extraction, the U.S. Army's Cold Regions Research and Engineering Laboratory used an 80-foot (24 m)-long modified electrodrill in 1968 at Camp Century , Greenland , and Byrd Station , Antarctica . Their machinery could drill through 15–20 feet (4.6–6.1 m) of ice in 40–50 minutes. From 1300 to 3,000 feet (910 m) in depth, core samples were 4 + 1 ⁄ 4 inches (110 mm) in diameter and 10 to 20 feet (6.1 m) long. Deeper samples of 15 to 20 feet (6.1 m) long were not uncommon. Every subsequent drilling team improves their method with each new effort. [6]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/2/29/Icecore_4x.jpg",
                "caption": "Ice Core sample taken from drill. Photo by Lonnie Thompson , Byrd Polar Research Center ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Proxy_(climate)",
        "title": "Proxy (climate)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Proxy",
        "text": "The ratio between the 16 O and 18 O water molecule isotopologues in an ice core helps determine past temperatures and snow accumulations . [4] The heavier isotope ( 18 O) condenses more readily as temperatures decrease and falls more easily as precipitation , while the lighter isotope ( 16 O) needs colder conditions to precipitate. The farther north one needs to go to find elevated levels of the 18 O isotopologue, the warmer the period. [ further explanation needed ] [7] In addition to oxygen isotopes, water contains hydrogen isotopes – 1 H and 2 H, usually referred to as H and D (for deuterium ) – that are also used for temperature proxies. Normally, ice cores from Greenland are analyzed for δ 18 O and those from Antarctica for δ-deuterium. [ why? ] Those cores that analyze for both show a lack of agreement. [ citation needed ] (In the figure, δ 18 O is for the trapped air, not the ice. δD is for the ice.) Air bubbles in the ice, which contain trapped greenhouse gases such as carbon dioxide and methane , are also helpful in determining past climate changes. [4] From 1989 to 1992, the European Greenland Ice Core Drilling Project drilled in central Greenland at coordinates 72° 35' N, 37° 38' W. The ices in that core were 3840 years old at a depth of 770 m, 40,000 years old at 2521 m, and 200,000 years old or more at 3029 m bedrock . [8] Ice cores in Antarctica can reveal the climate records for the past 650,000 years. [4] Location maps and a complete list of U.S. ice core drilling sites can be found on the website for the National Ice Core Laboratory . [5]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Vostok_deltaD_deltaO18.jpg/300px-Vostok_deltaD_deltaO18.jpg",
                "caption": "δ18O air and δD ice for Vostok, Antarctica ice core."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Proxy_(climate)",
        "title": "Proxy (climate)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Tree rings",
        "text": "Dendroclimatology is the science of determining past climates from trees, primarily from properties of the annual tree rings . Tree rings are wider when conditions favor growth, narrower when times are difficult. Two primary factors are temperature and humidity / water availability. Other properties of the annual rings, such as maximum latewood density (MXD) have been shown to be better proxies than simple ring width. Using tree rings, scientists have estimated many local climates for hundreds to thousands of years previous. By combining multiple tree-ring studies (sometimes with other climate proxy records), scientists have estimated past regional and global climates (see Temperature record of the past 1000 years ).",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Tree_rings.jpg/220px-Tree_rings.jpg",
                "caption": "Tree rings seen in a cross section of a trunk of a tree."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Proxy_(climate)",
        "title": "Proxy (climate)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Corals",
        "text": "Ocean coral skeletal rings, or bands, also share paleoclimatological information, similarly to tree rings. In 2002, a report was published on the findings of Drs. Lisa Greer and Peter Swart, associates of University of Miami at the time, in regard to stable oxygen isotopes in the calcium carbonate of coral. Cooler temperatures tend to cause coral to use heavier isotopes in its structure, while warmer temperatures result in more normal oxygen isotopes being built into the coral structure. Denser water salinity also tends to contain the heavier isotope. Greer's coral sample from the Atlantic Ocean was taken in 1994 and dated back to 1935. Greer recalls her conclusions, \"When we look at the averaged annual data from 1935 to about 1994, we see it has the shape of a sine wave . It is periodic and has a significant pattern of oxygen isotope composition that has a peak at about every twelve to fifteen years.\" Surface water temperatures have coincided by also peaking every twelve and a half years. However, since recording this temperature has only been practiced for the last fifty years, correlation between recorded water temperature and coral structure can only be drawn so far back. [17]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Bleached_Coral.png/220px-Bleached_Coral.png",
                "caption": "Coral bleached due to changes in ocean water properties"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Proxy_(climate)",
        "title": "Proxy (climate)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Dinoflagellate cysts",
        "text": "Dinoflagellates occur in most aquatic environments and during their life cycle, some species produce highly resistant organic-walled cysts for a dormancy period when environmental conditions are not appropriate for growth. Their living depth is relatively shallow (dependent upon light penetration), and closely coupled to diatoms on which they feed. Their distribution patterns in surface waters are closely related to physical characteristics of the water bodies, and nearshore assemblages can also be distinguished from oceanic assemblages. The distribution of dinocysts in sediments has been relatively well documented and has contributed to understanding the average sea-surface conditions that determine the distribution pattern and abundances of the taxa ( [19] ). Several studies, including [20] and [21] have compiled box and gravity cores in the North Pacific analyzing them for palynological content to determine the distribution of dinocysts and their relationships with sea surface temperature, salinity, productivity and upwelling. Similarly, [22] and [23] use a box core at 576.5 m of water depth from 1992 in the central Santa Barbara Basin to determine oceanographic and climatic changes during the past 40 kyr in the area.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Peridinium_ovatum_cyst.png/220px-Peridinium_ovatum_cyst.png",
                "caption": "Cyst of a dinoflagellate Peridinium ovatum"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Proxy_(climate)",
        "title": "Proxy (climate)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Water isotopes and temperature reconstruction",
        "text": "Ocean water is mostly H 2 16 O, with small amounts of HD 16 O and H 2 18 O, where D denotes deuterium , i.e. hydrogen with an extra neutron. In Vienna Standard Mean Ocean Water (VSMOW) the ratio of D to H is 155.76x10 −6 and O-18 to O-16 is 2005.2x10 −6 . Isotope fractionation occurs during changes between condensed and vapour phases: the vapour pressure of heavier isotopes is lower, so vapour contains relatively more of the lighter isotopes and when the vapour condenses the precipitation preferentially contains heavier isotopes. The difference from VSMOW is expressed as δ 18 O = 1000‰ × ( ( [ 18 O ] / [ 16 O ] ) ( [ 18 O ] / [ 16 O ] ) V S M O W − 1 ) {\\textstyle \\times \\left({\\frac {([{}^{18}O]/[{}^{16}O])}{([{}^{18}O]/[{}^{16}O])_{\\mathrm {VSMOW} }}}-1\\right)} ; and a similar formula for δD. δ values for precipitation are always negative. [28] The major influence on δ is the difference between ocean temperatures where the moisture evaporated and the place where the final precipitation occurred; since ocean temperatures are relatively stable the δ value mostly reflects the temperature where precipitation occurs. Taking into account that the precipitation forms above the inversion layer, we are left with a linear relation: δ 18 O = aT + b This is empirically calibrated from measurements of temperature and δ as a = 0.67 ‰ /°C for Greenland and 0.76 ‰/°C for East Antarctica . The calibration was initially done on the basis of spatial variations in temperature and it was assumed that this corresponded to temporal variations. [29] More recently, borehole thermometry has shown that for glacial-interglacial variations, a = 0.33 ‰/°C, [30] implying that glacial-interglacial temperature changes were twice as large as previously believed. A study published in 2017 called the previous methodology to reconstruct paleo ocean temperatures 100 million years ago into question, suggesting it has been relatively stable during that time, much colder. [31]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Climate_sensitivity_sea_level_and_atmospheric_carbon_dioxide._Hansen_et_al_2013.png/335px-Climate_sensitivity_sea_level_and_atmospheric_carbon_dioxide._Hansen_et_al_2013.png",
                "caption": ""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Proxy_(climate)",
        "title": "Proxy (climate)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Developing a timescale",
        "text": "In 1957 Emiliani moved to the University of Miami to have access to core-drilling ships and equipment, and began to drill in the Caribbean and collect core data.  A further important advance came in 1967, when Nicholas Shackleton suggested that the fluctuations over time in the marine isotope ratios that had become evident by then were caused not so much by changes in water temperature, as Emiliani thought, but mainly by changes in the volume of ice-sheets, which when they expanded took up the lighter oxygen-16 isotope in preference to the heavier oxygen-18. [5] The cycles in the isotope ratio were found to correspond to terrestrial evidence of glacials and interglacials. A graph of the entire series of stages then revealed unsuspected advances and retreats of ice and also filled in the details of the stadials and interstadials . More recent ice core samples of today's glacial ice substantiated the cycles through studies of ancient pollen deposition. Currently a number of methods are making additional detail possible.  Matching the stages to named periods proceeds as new dates are discovered and new regions are explored geologically. The marine isotopic records appear more complete and detailed than any terrestrial equivalents, and have enabled a timeline of glaciation for the Plio-Pleistocene to be identified. [6] It is now believed that changes in the size of the major ice sheets such as the historical Laurentide Ice Sheet of North America are the main factor governing variations in the oxygen isotope ratios. [7] The MIS data also matches the astronomical data of Milankovitch cycles of orbital forcing or the effects of variations in insolation caused by cyclical slight changes in the tilt of the Earth's axis of rotation – the \"orbital theory\". Indeed, that the MIS data matched Milankovich's theory, which he formed during World War I, so well was a key factor in the theory gaining general acceptance, despite some remaining problems at certain points, notably the so-called 100,000-year problem .  For relatively recent periods data from radiocarbon dating and dendrochronology also support the MIS data. [8] The sediments also acquire depositional remanent magnetization which allows them to be correlated with earth's geomagnetic reversals .  For older core samples, individual annual depositions cannot usually be distinguished, and dating is taken from the geomagnetic information in the cores. [9] Other information, especially as to the ratios of gases such as carbon dioxide in the atmosphere, is provided by analysis of ice cores . The SPECMAP Project, funded by the US National Science Foundation , has produced one standard chronology for oxygen isotope records, although there are others. This high resolution chronology was derived from several isotopic records, the composite curve was then smoothed, filtered and tuned to the known cycles of the astronomical variables.  The use of a number of isotopic profiles was designed to eliminate 'noise' errors, that could have been contained within a single isotopic record. [10] Another large research project funded by the US government in the 1970s and 1980s was Climate: Long range Investigation, Mapping, and Prediction (CLIMAP), which to a large degree succeeded in its aim of producing a map of the global climate at the Last Glacial Maximum , some 18,000 years ago, with some of the research also directed at the climate some 120,000 years ago, during the last interglacial. The theoretical advances and greatly improved data available by the 1970s enabled a \"grand synthesis\" to be made, best known from the 1976 paper Variations in the earth’s orbit: pacemaker of the ice ages (in Science ), by J.D. Hays, Shackleton and John Imbrie , which is still widely accepted, and covers the MIS timescale and the causal effect of the orbital theory. [11] In 2010 the Subcommission on Quaternary Stratigraphy of the International Commission on Stratigraphy dropped other lists of MIS dates and started using the Lisiecki & Raymo (2005) LR04 Benthic Stack, as updated. This was compiled by Lorraine Lisiecki and Maureen Raymo . [12]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/2000_core-repository02_hg.jpg/220px-2000_core-repository02_hg.jpg",
                "caption": "A store of core samples"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Marine_isotope_stages",
        "title": "Marine isotope stages",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Stages",
        "text": "The following are the start dates (apart from MIS 5 sub-stages) of the most recent MIS (Lisiecki & Raymo 2005, LR04 Benthic Stack ). The figures, in thousands of years ago, are from Lisiecki's website. [13] Numbers for substages in MIS 5 denote peaks of substages rather than boundaries. The list continues to MIS 104, beginning 2.614 million years ago.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Ocean_core_sediments_on_the_Polarstern.jpg/220px-Ocean_core_sediments_on_the_Polarstern.jpg",
                "caption": "Marine core sections from the South Atlantic, about a million years old"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Marine_isotope_stages",
        "title": "Marine isotope stages",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Calcite",
        "text": "Calcite can be either dissolved by groundwater or precipitated by groundwater, [5] depending on several factors including the water temperature , pH , and dissolved ion concentrations. Calcite exhibits an unusual characteristic called retrograde solubility in which it becomes less soluble in water as the temperature increases. When conditions are right for precipitation, calcite forms mineral coatings that cement the existing rock grains together or it can fill fractures.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Calcite-20188.jpg/220px-Calcite-20188.jpg",
                "caption": "Calcite crystals from Irai, Brazil ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Carbonate_rock",
        "title": "Carbonate rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Mechanism",
        "text": "Foraminifera shells are composed of calcium carbonate (CaCO 3 ) and are found in many common geological environments. The ratio of 18 O to 16 O in the shell is used to indirectly determine the temperature of the surrounding water at the time the shell was formed. The ratio varies slightly depending on the temperature of the surrounding water, as well as other factors such as the water's salinity, and the volume of water locked up in ice sheets. δ 18 O also reflects local evaporation and freshwater input, as rainwater is 16 O-enriched—a result of the preferential evaporation of the lighter 16 O from seawater. Consequently, the surface ocean contains greater proportions of 18 O around the subtropics and tropics where there is more evaporation, and lesser proportions of 18 O in the mid-latitudes where it rains more. Similarly, when water vapor condenses, heavier water molecules holding 18 O atoms tend to condense and precipitate first. The water vapor gradient heading from the tropics to the poles gradually becomes more and more depleted of 18 O. Snow falling in Canada has much less H 2 18 O than rain in Florida ; similarly, snow falling in the center of ice sheets has a lighter δ 18 O signature than that at its margins, since heavier 18 O precipitates first. Changes in climate that alter global patterns of evaporation and precipitation therefore change the background δ 18 O ratio. Solid samples (organic and inorganic) for oxygen isotope analysis are usually stored in silver cups and measured with pyrolysis and mass spectrometry . [2] Researchers need to avoid improper or prolonged storage of the samples for accurate measurements. [2]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Benthic_foraminifera.jpg/200px-Benthic_foraminifera.jpg",
                "caption": "Foraminifera samples."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/%CE%9418O",
        "title": "δ18O",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Classification based on origin",
        "text": "Sedimentary rocks can be subdivided into four groups based on the processes responsible for their formation: clastic sedimentary rocks, biochemical (biogenic) sedimentary rocks, chemical sedimentary rocks, and a fourth category for \"other\" sedimentary rocks formed by impacts, volcanism , and other minor processes.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Ulu%E1%B9%9Fu_%28Ayers_Rock%29%2C_Sunset.jpg/220px-Ulu%E1%B9%9Fu_%28Ayers_Rock%29%2C_Sunset.jpg",
                "caption": "Uluru (Ayers Rock) is a large sandstone formation in Northern Territory , Australia ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sedimentary_rock",
        "title": "Sedimentary rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Clastic sedimentary rocks",
        "text": "Clastic sedimentary rocks are composed of rock fragments ( clasts ) that have been cemented together. The clasts are commonly individual grains of quartz , feldspar , clay minerals , or mica . However, any type of mineral may be present. Clasts may also be lithic fragments composed of more than one mineral. Clastic sedimentary rocks are subdivided according to the dominant particle size. Most geologists use the Udden-Wentworth grain size scale and divide unconsolidated sediment into three fractions: gravel (>2 mm diameter), sand (1/16 to 2 mm diameter), and mud (<1/16 mm diameter). Mud is further divided into silt (1/16 to 1/256 mm diameter) and clay (<1/256 mm diameter). The classification of clastic sedimentary rocks parallels this scheme; conglomerates and breccias are made mostly of gravel, sandstones are made mostly of sand , and mudrocks are made mostly of mud. This tripartite subdivision is mirrored by the broad categories of rudites , arenites , and lutites , respectively, in older literature. The subdivision of these three broad categories is based on differences in clast shape (conglomerates and breccias), composition (sandstones), or grain size or texture (mudrocks).",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/GLMsed.jpg/260px-GLMsed.jpg",
                "caption": "Claystone deposited in Glacial Lake Missoula , Montana , United States . Note the very fine and flat bedding, common for deposits coming from lake beds further away from the source of sediment."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sedimentary_rock",
        "title": "Sedimentary rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Sandstones",
        "text": "Sandstone classification schemes vary widely, but most geologists have adopted the Dott scheme, [3] which uses the relative abundance of quartz, feldspar, and lithic framework grains and the abundance of a muddy matrix between the larger grains. Six sandstone names are possible using the descriptors for grain composition (quartz-, feldspathic-, and lithic-) and the amount of matrix (wacke or arenite). For example, a quartz arenite would be composed of mostly (>90%) quartz grains and have little or no clayey matrix between the grains, a lithic wacke would have abundant lithic grains and abundant muddy matrix, etc. Although the Dott classification scheme [3] is widely used by sedimentologists, common names like greywacke , arkose , and quartz sandstone are still widely used by non-specialists and in popular literature.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Sedimentgesteine_auf_Malta.JPG/240px-Sedimentgesteine_auf_Malta.JPG",
                "caption": "Sedimentary rock with sandstone in Malta , southern Europe"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lower_antelope_3_md.jpg/260px-Lower_antelope_3_md.jpg",
                "caption": "Lower Antelope Canyon was carved out of the surrounding sandstone by both mechanical weathering and chemical weathering. Wind, sand, and water from flash flooding are the primary weathering agents."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sedimentary_rock",
        "title": "Sedimentary rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Biochemical sedimentary rocks",
        "text": "Biochemical sedimentary rocks are created when organisms use materials dissolved in air or water to build their tissue. Examples include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/OilShaleEstonia.jpg/220px-OilShaleEstonia.jpg",
                "caption": "Outcrop of Ordovician oil shale ( kukersite ), northern Estonia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sedimentary_rock",
        "title": "Sedimentary rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Classification based on composition",
        "text": "Alternatively, sedimentary rocks can be subdivided into compositional groups based on their mineralogy:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Cretaceous_Gastropod_Fossils_Lebanon.jpg/260px-Cretaceous_Gastropod_Fossils_Lebanon.jpg",
                "caption": "Fossils of Nerinea marine gastropods of Late Cretaceous ( Cenomanian ) age, in limestone in Lebanon"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sedimentary_rock",
        "title": "Sedimentary rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Sediment transport and deposition",
        "text": "Sedimentary rocks are formed when sediment is deposited out of air, ice, wind, gravity, or water flows carrying the particles in suspension . This sediment is often formed when weathering and erosion break down a rock into loose material in a source area. The material is then transported from the source area to the deposition area. The type of sediment transported depends on the geology of the hinterland (the source area of the sediment). However, some sedimentary rocks, such as evaporites , are composed of material that form at the place of deposition. The nature of a sedimentary rock, therefore, not only depends on the sediment supply, but also on the sedimentary depositional environment in which it formed.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Logan_Formation_Cross_Bedding_Scour.jpg/240px-Logan_Formation_Cross_Bedding_Scour.jpg",
                "caption": "Cross-bedding and scour in a fine sandstone ; the Logan Formation ( Mississippian ) of Jackson County, Ohio"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sedimentary_rock",
        "title": "Sedimentary rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Transformation (Diagenesis)",
        "text": "As sediments accumulate in a depositional environment, older sediments are buried by younger sediments, and they undergo diagenesis. Diagenesis includes all the chemical, physical, and biological changes, exclusive of surface weathering, undergone by a sediment after its initial deposition. This includes compaction and lithification of the sediments. [8] Early stages of diagenesis, described as eogenesis , take place at shallow depths (a few tens of meters) and is characterized by bioturbation and mineralogical changes in the sediments, with only slight compaction. [9] The red hematite that gives red bed sandstones their color is likely formed during eogenesis. [10] [8] Some biochemical processes, like the activity of bacteria , can affect minerals in a rock and are therefore seen as part of diagenesis. [11] Deeper burial is accompanied by mesogenesis , during which most of the compaction and lithification takes place. Compaction takes place as the sediments come under increasing overburden (lithostatic) pressure from overlying sediments. Sediment grains move into more compact arrangements, grains of ductile minerals (such as mica ) are deformed, and pore space is reduced. Sediments are typically saturated with groundwater or seawater when originally deposited, and as pore space is reduced, much of these connate fluids are expelled. In addition to this physical compaction, chemical compaction may take place via pressure solution . Points of contact between grains are under the greatest strain, and the strained mineral is more soluble than the rest of the grain. As a result, the contact points are dissolved away, allowing the grains to come into closer contact. [8] The increased pressure and temperature stimulate further chemical reactions, such as the reactions by which organic material becomes lignite or coal. [12] Lithification follows closely on compaction, as increased temperatures at depth hasten the precipitation of cement that binds the grains together. Pressure solution contributes to this process of cementation , as the mineral dissolved from strained contact points is redeposited in the unstrained pore spaces. This further reduces porosity and makes the rock more compact and competent . [8] Unroofing of buried sedimentary rock is accompanied by telogenesis , the third and final stage of diagenesis. [9] As erosion reduces the depth of burial, renewed exposure to meteoric water produces additional changes to the sedimentary rock, such as leaching of some of the cement to produce secondary porosity . [8] At sufficiently high temperature and pressure, the realm of diagenesis makes way for metamorphism , the process that forms metamorphic rock . [13]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Pressure_solution_sandstone.svg/220px-Pressure_solution_sandstone.svg.png",
                "caption": "Pressure solution at work in a clastic rock . While material dissolves at places where grains are in contact, that material may recrystallize from the solution and act as cement in open pore spaces. As a result, there is a net flow of material from areas under high stress to those under low stress, producing a sedimentary rock that is harder and more compact. Loose sand can become sandstone in this way."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sedimentary_rock",
        "title": "Sedimentary rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Texture",
        "text": "The size , form and orientation of clasts (the original pieces of rock) in a sediment is called its texture . The texture is a small-scale property of a rock, but determines many of its large-scale properties, such as the density , porosity or permeability . [16] The 3D orientation of the clasts is called the fabric of the rock. The size and form of clasts can be used to determine the velocity and direction of current in the sedimentary environment that moved the clasts from their origin; fine, calcareous mud only settles in quiet water while gravel and larger clasts are moved only by rapidly moving water. [17] [18] The grain size of a rock is usually expressed with the Wentworth scale, though alternative scales are sometimes used. The grain size can be expressed as a diameter or a volume, and is always an average value, since a rock is composed of clasts with different sizes. The statistical distribution of grain sizes is different for different rock types and is described in a property called the sorting of the rock. When all clasts are more or less of the same size, the rock is called 'well-sorted', and when there is a large spread in grain size, the rock is called 'poorly sorted'. [19] [20] The form of the clasts can reflect the origin of the rock. For example, coquina , a rock composed of clasts of broken shells, can only form in energetic water. The form of a clast can be described by using four parameters: [21] [22] Chemical sedimentary rocks have a non-clastic texture, consisting entirely of crystals. To describe such a texture, only the average size of the crystals and the fabric are necessary.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Sorting_in_sediment.svg/220px-Sorting_in_sediment.svg.png",
                "caption": "Diagram showing well-sorted (left) and poorly sorted (right) grains"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Rounding_%26_sphericity_EN.svg/220px-Rounding_%26_sphericity_EN.svg.png",
                "caption": "Diagram showing the rounding and sphericity of grains"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sedimentary_rock",
        "title": "Sedimentary rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Mineralogy",
        "text": "Most sedimentary rocks contain either quartz ( siliciclastic rocks) or calcite ( carbonate rocks ). In contrast to igneous and metamorphic rocks, a sedimentary rock usually contains very few different major minerals. However, the origin of the minerals in a sedimentary rock is often more complex than in an igneous rock. Minerals in a sedimentary rock may have been present in the original sediments or may formed by precipitation during diagenesis. In the second case, a mineral precipitate may have grown over an older generation of cement. [24] A complex diagenetic history can be established by optical mineralogy , using a petrographic microscope . Carbonate rocks predominantly consist of carbonate minerals such as calcite, aragonite or dolomite . Both the cement and the clasts (including fossils and ooids ) of a carbonate sedimentary rock usually consist of carbonate minerals. The mineralogy of a clastic rock is determined by the material supplied by the source area, the manner of its transport to the place of deposition and the stability of that particular mineral. The resistance of rock-forming minerals to weathering is expressed by the Goldich dissolution series . In this series, quartz is the most stable, followed by feldspar , micas , and finally other less stable minerals that are only present when little weathering has occurred. [25] The amount of weathering depends mainly on the distance to the source area, the local climate and the time it took for the sediment to be transported to the point where it is deposited. In most sedimentary rocks, mica, feldspar and less stable minerals have been weathered to clay minerals like kaolinite , illite or smectite .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/00065_sand_collage.jpg/220px-00065_sand_collage.jpg",
                "caption": "Global collage of sand samples. There is one square centimeter of sand on every sample photo. Sand samples row by row from left to right: 1. Glass sand from Kauai, Hawaii 2. Dune sand from the Gobi Desert 3. Quartz sand with green glauconite from Estonia 4. Volcanic sand with reddish weathered basalt from Maui, Hawaii 5. Biogenic coral sand from Molokai, Hawaii 6. Coral pink sand dunes from Utah 7. Volcanic glass sand from California 8. Garnet sand from Emerald Creek, Idaho 9. Olivine sand from Papakolea, Hawaii. [1]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sedimentary_rock",
        "title": "Sedimentary rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Fossils",
        "text": "Among the three major types of rock, fossils are most commonly found in sedimentary rock. Unlike most igneous and metamorphic rocks, sedimentary rocks form at temperatures and pressures that do not destroy fossil remnants. Often these fossils may only be visible under magnification . Dead organisms in nature are usually quickly removed by scavengers , bacteria , rotting and erosion, but under exceptional circumstances, these natural processes are unable to take place, leading to fossilisation. The chance of fossilisation is higher when the sedimentation rate is high (so that a carcass is quickly buried), in anoxic environments (where little bacterial activity occurs) or when the organism had a particularly hard skeleton. Larger, well-preserved fossils are relatively rare. Fossils can be both the direct remains or imprints of organisms and their skeletons. Most commonly preserved are the harder parts of organisms such as bones, shells, and the woody tissue of plants. Soft tissue has a much smaller chance of being fossilized, and the preservation of soft tissue of animals older than 40 million years is very rare. [26] Imprints of organisms made while they were still alive are called trace fossils , examples of which are burrows , footprints , etc. As a part of a sedimentary rock, fossils undergo the same diagenetic processes as does the host rock. For example, a shell consisting of calcite can dissolve while a cement of silica then fills the cavity. In the same way, precipitating minerals can fill cavities formerly occupied by blood vessels , vascular tissue or other soft tissues. This preserves the form of the organism but changes the chemical composition, a process called permineralization . [27] [28] The most common minerals involved in permineralization are various forms of amorphous silica ( chalcedony , flint , chert ), carbonates (especially calcite), and pyrite . At high pressure and temperature, the organic material of a dead organism undergoes chemical reactions in which volatiles such as water and carbon dioxide are expulsed. The fossil, in the end, consists of a thin layer of pure carbon or its mineralized form, graphite . This form of fossilisation is called carbonisation . It is particularly important for plant fossils. [29] The same process is responsible for the formation of fossil fuels like lignite or coal.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Fossils_in_a_beach_wall.JPG/260px-Fossils_in_a_beach_wall.JPG",
                "caption": "Fossil-rich layers in a sedimentary rock, Año Nuevo State Reserve , California"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Graafgang.jpg/220px-Graafgang.jpg",
                "caption": "Burrows in a turbidite , made by crustaceans , San Vincente Formation (early Eocene ) of the Ainsa Basin , southern foreland of the Pyrenees"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sedimentary_rock",
        "title": "Sedimentary rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Primary sedimentary structures",
        "text": "Structures in sedimentary rocks can be divided into primary structures (formed during deposition) and secondary structures (formed after deposition). Unlike textures, structures are always large-scale features that can easily be studied in the field. Sedimentary structures can indicate something about the sedimentary environment or can serve to tell which side originally faced up where tectonics have tilted or overturned sedimentary layers. Sedimentary rocks are laid down in layers called beds or strata . A bed is defined as a layer of rock that has a uniform lithology and texture. Beds form by the deposition of layers of sediment on top of each other. The sequence of beds that characterizes sedimentary rocks is called bedding . [30] [31] Single beds can be a couple of centimetres to several meters thick. Finer, less pronounced layers are called laminae, and the structure a lamina forms in a rock is called lamination . Laminae are usually less than a few centimetres thick. [32] Though bedding and lamination are often originally horizontal in nature, this is not always the case. In some environments, beds are deposited at a (usually small) angle. Sometimes multiple sets of layers with different orientations exist in the same rock, a structure called cross-bedding . [33] Cross-bedding is characteristic of deposition by a flowing medium (wind or water). The opposite of cross-bedding is parallel lamination, where all sedimentary layering is parallel. [34] Differences in laminations are generally caused by cyclic changes in the sediment supply, caused, for example, by seasonal changes in rainfall, temperature or biochemical activity. Laminae that represent seasonal changes (similar to tree rings ) are called varves . Any sedimentary rock composed of millimeter or finer scale layers can be named with the general term laminite . When sedimentary rocks have no lamination at all, their structural character is called massive bedding. Graded bedding is a structure where beds with a smaller grain size occur on top of beds with larger grains. This structure forms when fast flowing water stops flowing. Larger, heavier clasts in suspension settle first, then smaller clasts. Although graded bedding can form in many different environments, it is a characteristic of turbidity currents . [35] The surface of a particular bed, called the bedform , can also be indicative of a particular sedimentary environment. Examples of bed forms include dunes and ripple marks . Sole markings, such as tool marks and flute casts, are grooves eroded on a surface that are preserved by renewed sedimentation. These are often elongated structures and can be used to establish the direction of the flow during deposition. [36] [37] Ripple marks also form in flowing water. There can be symmetric or asymmetric. Asymmetric ripples form in environments where the current is in one direction, such as rivers. The longer flank of such ripples is on the upstream side of the current. [38] [39] [40] Symmetric wave ripples occur in environments where currents reverse directions, such as tidal flats. Mudcracks are a bed form caused by the dehydration of sediment that occasionally comes above the water surface. Such structures are commonly found at tidal flats or point bars along rivers.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Crossbeddingbressay.jpg/260px-Crossbeddingbressay.jpg",
                "caption": "Cross-bedding in a fluviatile sandstone, Middle Old Red Sandstone ( Devonian ) on Bressay , Shetland Islands"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Flute_cast_-_Triassic_-_Riba_de_Santiuste_-_Spain.JPG/220px-Flute_cast_-_Triassic_-_Riba_de_Santiuste_-_Spain.JPG",
                "caption": "Flute casts , a type of sole marking on the base of a vertical layer of Triassic sandstone in Spain"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Rippelmarken_Hassberge_ReiKi.jpg/220px-Rippelmarken_Hassberge_ReiKi.jpg",
                "caption": "Ripple marks formed by a current in a sandstone that was later tilted ( Haßberge , Bavaria )"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sedimentary_rock",
        "title": "Sedimentary rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Secondary sedimentary structures",
        "text": "Secondary sedimentary structures are those which formed after deposition. Such structures form by chemical, physical and biological processes within the sediment. They can be indicators of circumstances after deposition. Some can be used as way up criteria . Organic materials in a sediment can leave more traces than just fossils. Preserved tracks and burrows are examples of trace fossils (also called ichnofossils). [41] Such traces are relatively rare. Most trace fossils are burrows of molluscs or arthropods . This burrowing is called bioturbation by sedimentologists. It can be a valuable indicator of the biological and ecological environment that existed after the sediment was deposited. On the other hand, the burrowing activity of organisms can destroy other (primary) structures in the sediment, making a reconstruction more difficult. Secondary structures can also form by diagenesis or the formation of a soil ( pedogenesis ) when a sediment is exposed above the water level. An example of a diagenetic structure common in carbonate rocks is a stylolite . [42] Stylolites are irregular planes where material was dissolved into the pore fluids in the rock. This can result in the precipitation of a certain chemical species producing colouring and staining of the rock, or the formation of concretions . Concretions are roughly concentric bodies with a different composition from the host rock. Their formation can be the result of localized precipitation due to small differences in composition or porosity of the host rock, such as around fossils, inside burrows or around plant roots. [43] In carbonate rocks such as limestone or chalk , chert or flint concretions are common, while terrestrial sandstones sometimes contain iron concretions. Calcite concretions in clay containing angular cavities or cracks are called septarian concretions . After deposition, physical processes can deform the sediment, producing a third class of secondary structures. Density contrasts between different sedimentary layers, such as between sand and clay, can result in flame structures or load casts , formed by inverted diapirism . [44] While the clastic bed is still fluid, diapirism can cause a denser upper layer to sink into a lower layer. Sometimes, density contrasts occur or are enhanced when one of the lithologies dehydrates. Clay can be easily compressed as a result of dehydration, while sand retains the same volume and becomes relatively less dense. On the other hand, when the pore fluid pressure in a sand layer surpasses a critical point, the sand can break through overlying clay layers and flow through, forming discordant bodies of sedimentary rock called sedimentary dykes . The same process can form mud volcanoes on the surface where they broke through upper layers. Sedimentary dykes can also be formed in a cold climate where the soil is permanently frozen during a large part of the year. Frost weathering can form cracks in the soil that fill with rubble from above. Such structures can be used as climate indicators as well as way up structures. [45] Density contrasts can also cause small-scale faulting , even while sedimentation progresses (synchronous-sedimentary faulting). [46] Such faulting can also occur when large masses of non-lithified sediment are deposited on a slope, such as at the front side of a delta or the continental slope . Instabilities in such sediments can result in the deposited material to slump , producing fissures and folding. The resulting structures in the rock are syn-sedimentary folds and faults, which can be difficult to distinguish from folds and faults formed by tectonic forces acting on lithified rocks.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/HaliteCrystalMold.jpg/220px-HaliteCrystalMold.jpg",
                "caption": "Halite crystal mold in dolomite, Paadla Formation ( Silurian ), Saaremaa , Estonia"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Vuursteenknollen_in_krijtgesteente.jpg/220px-Vuursteenknollen_in_krijtgesteente.jpg",
                "caption": "Chert concretions in chalk , Middle Lefkara Formation (upper Paleocene to middle Eocene ), Cyprus"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sedimentary_rock",
        "title": "Sedimentary rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Depositional environments",
        "text": "The setting in which a sedimentary rock forms is called the depositional environment . Every environment has a characteristic combination of geologic processes, and circumstances. The type of sediment that is deposited is not only dependent on the sediment that is transported to a place ( provenance ), but also on the environment itself. [47] A marine environment means that the rock was formed in a sea or ocean . Often, a distinction is made between deep and shallow marine environments. Deep marine usually refers to environments more than 200 m below the water surface (including the abyssal plain ). Shallow marine environments exist adjacent to coastlines and can extend to the boundaries of the continental shelf . The water movements in such environments have a generally higher energy than that in deep environments, as wave activity diminishes with depth. This means that coarser sediment particles can be transported and the deposited sediment can be coarser than in deeper environments. When the sediment is transported from the continent, an alternation of sand , clay and silt is deposited. When the continent is far away, the amount of such sediment deposited may be small, and biochemical processes dominate the type of rock that forms. Especially in warm climates, shallow marine environments far offshore mainly see deposition of carbonate rocks. The shallow, warm water is an ideal habitat for many small organisms that build carbonate skeletons. When these organisms die, their skeletons sink to the bottom, forming a thick layer of calcareous mud that may lithify into limestone. Warm shallow marine environments also are ideal environments for coral reefs , where the sediment consists mainly of the calcareous skeletons of larger organisms. [48] In deep marine environments, the water current working the sea bottom is small. Only fine particles can be transported to such places. Typically sediments depositing on the ocean floor are fine clay or small skeletons of micro-organisms. At 4 km depth, the solubility of carbonates increases dramatically (the depth zone where this happens is called the lysocline ). Calcareous sediment that sinks below the lysocline dissolves; as a result, no limestone can be formed below this depth. Skeletons of micro-organisms formed of silica (such as radiolarians ) are not as soluble and are still deposited. An example of a rock formed of silica skeletons is radiolarite . When the bottom of the sea has a small inclination, for example, at the continental slopes , the sedimentary cover can become unstable, causing turbidity currents . Turbidity currents are sudden disturbances of the normally quiet deep marine environment and can cause the near-instantaneous deposition of large amounts of sediment, such as sand and silt. The rock sequence formed by a turbidity current is called a turbidite . [49] The coast is an environment dominated by wave action. At a beach , dominantly denser sediment such as sand or gravel, often mingled with shell fragments, is deposited, while the silt and clay sized material is kept in mechanical suspension. Tidal flats and shoals are places that sometimes dry because of the tide . They are often cross-cut by gullies , where the current is strong and the grain size of the deposited sediment is larger. Where rivers enter the body of water, either on a sea or lake coast, deltas can form. These are large accumulations of sediment transported from the continent to places in front of the mouth of the river. Deltas are dominantly composed of clastic (rather than chemical) sediment. A continental sedimentary environment is an environment in the interior of a continent. Examples of continental environments are lagoons , lakes, swamps , floodplains and alluvial fans . In the quiet water of swamps, lakes and lagoons, fine sediment is deposited, mingled with organic material from dead plants and animals. In rivers, the energy of the water is much greater and can transport heavier clastic material. Besides transport by water, sediment can be transported by wind or glaciers. Sediment transported by wind is called aeolian and is almost always very well sorted , while sediment transported by a glacier is called glacial till and is characterized by very poor sorting. [50] Aeolian deposits can be quite striking. The depositional environment of the Touchet Formation , located in the Northwestern United States , had intervening periods of aridity which resulted in a series of rhythmite layers. Erosional cracks were later infilled with layers of soil material, especially from aeolian processes . The infilled sections formed vertical inclusions in the horizontally deposited layers, and thus provided evidence of the sequence of events during deposition of the forty-one layers of the formation. [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Main_depositional_environments.svg/350px-Main_depositional_environments.svg.png",
                "caption": "Common types of depositional environments"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Sediment_off_the_Yucatan_Peninsula.jpg/220px-Sediment_off_the_Yucatan_Peninsula.jpg",
                "caption": "The swirls of tan, green, blue, and white are sediment in the shallow waters of the Gulf of Mexico off the Yucatan Peninsula . The blue-green cloud in this image roughly matches the extent of the shallow continental shelf west of the peninsula. This is a perfect example of a shallow marine depositional environment ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sedimentary_rock",
        "title": "Sedimentary rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Sedimentary facies",
        "text": "The kind of rock formed in a particular depositional environment is called its sedimentary facies . Sedimentary environments usually exist alongside each other in certain natural successions. A beach, where sand and gravel is deposited, is usually bounded by a deeper marine environment a little offshore, where finer sediments are deposited at the same time. Behind the beach, there can be dunes (where the dominant deposition is well sorted sand) or a lagoon (where fine clay and organic material is deposited). Every sedimentary environment has its own characteristic deposits. When sedimentary strata accumulate through time, the environment can shift, forming a change in facies in the subsurface at one location. On the other hand, when a rock layer with a certain age is followed laterally, the lithology (the type of rock) and facies eventually change. [52] Facies can be distinguished in a number of ways: the most common are by the lithology (for example: limestone, siltstone or sandstone) or by fossil content. Coral , for example, only lives in warm and shallow marine environments and fossils of coral are thus typical for shallow marine facies. Facies determined by lithology are called lithofacies ; facies determined by fossils are biofacies . [53] Sedimentary environments can shift their geographical positions through time. Coastlines can shift in the direction of the sea when the sea level drops ( regression ), when the surface rises ( transgression ) due to tectonic forces in the Earth's crust or when a river forms a large delta . In the subsurface, such geographic shifts of sedimentary environments of the past are recorded in shifts in sedimentary facies. This means that sedimentary facies can change either parallel or perpendicular to an imaginary layer of rock with a fixed age, a phenomenon described by Walther's Law . [54] The situation in which coastlines move in the direction of the continent is called transgression . In the case of transgression, deeper marine facies are deposited over shallower facies, a succession called onlap . Regression is the situation in which a coastline moves in the direction of the sea. With regression, shallower facies are deposited on top of deeper facies, a situation called offlap . [55] The facies of all rocks of a certain age can be plotted on a map to give an overview of the palaeogeography . A sequence of maps for different ages can give an insight in the development of the regional geography.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Offlap_%26_onlap_EN.svg/300px-Offlap_%26_onlap_EN.svg.png",
                "caption": "Shifting sedimentary facies in the case of transgression (above) and regression of the sea (below)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sedimentary_rock",
        "title": "Sedimentary rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Sedimentary basins",
        "text": "Places where large-scale sedimentation takes place are called sedimentary basins . The amount of sediment that can be deposited in a basin depends on the depth of the basin, the so-called accommodation space . The depth, shape and size of a basin depend on tectonics , movements within the Earth's lithosphere . Where the lithosphere moves upward ( tectonic uplift ), land eventually rises above sea level and the area becomes a source for new sediment as erosion removes material. Where the lithosphere moves downward ( tectonic subsidence ), a basin forms and sediments are deposited. A type of basin formed by the moving apart of two pieces of a continent is called a rift basin . Rift basins are elongated, narrow and deep basins. Due to divergent movement, the lithosphere is stretched and thinned, so that the hot asthenosphere rises and heats the overlying rift basin. Apart from continental sediments, rift basins normally also have part of their infill consisting of volcanic deposits . When the basin grows due to continued stretching of the lithosphere, the rift grows and the sea can enter, forming marine deposits. When a piece of lithosphere that was heated and stretched cools again, its density rises, causing isostatic subsidence. If this subsidence continues long enough, the basin is called a sag basin . Examples of sag basins are the regions along passive continental margins , but sag basins can also be found in the interior of continents. In sag basins, the extra weight of the newly deposited sediments is enough to keep the subsidence going in a vicious circle . The total thickness of the sedimentary infill in a sag basin can thus exceed 10 km. A third type of basin exists along convergent plate boundaries – places where one tectonic plate moves under another into the asthenosphere. The subducting plate bends and forms a fore-arc basin in front of the overriding plate – an elongated, deep asymmetric basin. Fore-arc basins are filled with deep marine deposits and thick sequences of turbidites. Such infill is called flysch . When the convergent movement of the two plates results in continental collision , the basin becomes shallower and develops into a foreland basin . At the same time, tectonic uplift forms a mountain belt in the overriding plate, from which large amounts of material are eroded and transported to the basin. Such erosional material of a growing mountain chain is called molasse and has either a shallow marine or a continental facies. At the same time, the growing weight of the mountain belt can cause isostatic subsidence in the area of the overriding plate on the other side to the mountain belt. The basin type resulting from this subsidence is called a back-arc basin and is usually filled by shallow marine deposits and molasse. [56]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Volcanic_Arc_System_SVG_en.svg/360px-Volcanic_Arc_System_SVG_en.svg.png",
                "caption": "Plate tectonics diagram showing convergence of an oceanic plate and a continental plate. Note the back-arc basin , forearc basin , and oceanic basin ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Blue_lias_cliffs_at_Lyme_Regis.jpg/220px-Blue_lias_cliffs_at_Lyme_Regis.jpg",
                "caption": "Cyclic alternation of competent and less competent beds in the Blue Lias at Lyme Regis , southern England"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sedimentary_rock",
        "title": "Sedimentary rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Sedimentation rates",
        "text": "The rate at which sediment is deposited differs depending on the location. A channel in a tidal flat can see the deposition of a few metres of sediment in one day, while on the deep ocean floor each year only a few millimetres of sediment accumulate. A distinction can be made between normal sedimentation and sedimentation caused by catastrophic processes. The latter category includes all kinds of sudden exceptional processes like mass movements , rock slides or flooding . Catastrophic processes can see the sudden deposition of a large amount of sediment at once. In some sedimentary environments, most of the total column of sedimentary rock was formed by catastrophic processes, even though the environment is usually a quiet place. Other sedimentary environments are dominated by normal, ongoing sedimentation. [60] In many cases, sedimentation occurs slowly. In a desert , for example, the wind deposits siliciclastic material (sand or silt) in some spots, or catastrophic flooding of a wadi may cause sudden deposits of large quantities of detrital material, but in most places eolian erosion dominates. The amount of sedimentary rock that forms is not only dependent on the amount of supplied material, but also on how well the material consolidates. Erosion removes most deposited sediment shortly after deposition. [60]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/SEUtahStrat.JPG/310px-SEUtahStrat.JPG",
                "caption": "The Permian through Jurassic stratigraphy of the Colorado Plateau area of southeastern Utah that makes up much of the famous prominent rock formations in protected areas such as Capitol Reef National Park and Canyonlands National Park . From top to bottom: Rounded tan domes of the Navajo Sandstone , layered red Kayenta Formation , cliff-forming, vertically jointed, red Wingate Sandstone , slope-forming, purplish Chinle Formation , layered, lighter-red Moenkopi Formation , and white, layered Cutler Formation sandstone. Picture from Glen Canyon National Recreation Area , Utah."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sedimentary_rock",
        "title": "Sedimentary rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Provenance",
        "text": "Provenance is the reconstruction of the origin of sediments. All rock exposed at Earth's surface is subjected to physical or chemical weathering and broken down into finer grained sediment. All three types of rocks ( igneous , sedimentary and metamorphic rocks) can be the source of sedimentary detritus. The purpose of sedimentary provenance studies is to reconstruct and interpret the history of sediment from the initial parent rocks at a source area to final detritus at a burial place. [61]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Distribution_of_detritus.png/220px-Distribution_of_detritus.png",
                "caption": "Distribution of detritus"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sedimentary_rock",
        "title": "Sedimentary rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Paleoclimate proxies",
        "text": "Paleoclimatology (the study of past climates) uses proxy data in order to relate elements collected in modern-day samples to climatic conditions of the past. In paleolimnology, proxy data refer to preserved or fossilized physical markers which serve as substitutes for direct meteorological measurements. [14]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/2016._Lake_sediment_core._Forlorn_Lakes._Gifford_Pinchot_National_Forest%2C_Washington._%2838853497655%29.jpg/314px-2016._Lake_sediment_core._Forlorn_Lakes._Gifford_Pinchot_National_Forest%2C_Washington._%2838853497655%29.jpg",
                "caption": "Example of a sediment core taken from the Forlorn lakes in Gifford Pinchot National Forest , Washington"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Paleolimnology",
        "title": "Paleolimnology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    },
    {
        "section": "Pollen records",
        "text": "Pollen and spores of terrestrial vegetation around a lake are often found within sediment cores and can be analyzed in a lab setting to determine the taxonomy of the pollen grains. [17] The distribution of these pollen grains can offer insight into the historical distribution of vegetation around the lake. [18] [17] Pollen records derived from paleolimnological assessments also allow researchers to track the distribution and density of different vegetation classes across large periods of time, and allow modeling of the successive ecologies of the surrounding landscape. [19] Several studies have been able to assess transitions in vegetation profiles by examining the relationship between different types of land cover. For instance, an increase in the presence of fern pollen and herbaceous plant pollen coinciding with a decrease in grassland pollen often indicates a major disturbance or significant land clearance. [19] Another trend that can be observed from historical pollen records is rates of soil erosion around the lake, as arboreal pollen rates often increase with soil erosion due to increased pollen levels in surface soils. [18] [19] Vegetation profiles derived from historical pollen analysis are also seen as a key tool in assessing historical climate trends and disturbances. Pollen analysis offers a historical record of vegetation profiles that are sensitive to abrupt changes in climate conditions. Therefore, historical climate events, including human-induced climate change, can shift vegetation profiles relatively rapidly compared to natural transitions. For example, the quantity of poplar pollen increased dramatically at the beginning and end of the Younger Dryas period, serving as a biological marker for that time period. [20] Comparing historical vegetation profiles also allows researchers to compare successive changes in vegetation between two specific regions and correlate these differences with the corresponding climates of each region. [21] A recent study conducted at Shudu Lake in the Hengduan Mountains of Yunnan , , southwestern China , was able to correlate changes in temperature and humidity with the development of needleleaf forests, as well as model recent anthropogenic effects on vegetation distribution in the area. [21]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Trout_Lake_pollen_temperature_chart_1.svg/497px-Trout_Lake_pollen_temperature_chart_1.svg.png",
                "caption": "Historical temperature record of Trout Lake, Yukon, Canada derived from a variety of pollen species proxy data."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Paleolimnology",
        "title": "Paleolimnology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Paleoclimatology from Sediments"
    }
]