[
    {
        "section": "Aeolian",
        "text": "Aeolian or eolian (depending on the parsing of æ ) is the term for sediment transport by wind . This process results in the formation of ripples and sand dunes . Typically, the size of the transported sediment is fine sand (<1 mm) and smaller, because air is a fluid with low density and viscosity , and can therefore not exert very much shear on its bed. Bedforms are generated by aeolian sediment transport in the terrestrial near-surface environment. Ripples [1] and dunes [2] form as a natural self-organizing response to sediment transport. Aeolian sediment transport is common on beaches and in the arid regions of the world, because it is in these environments that vegetation does not prevent the presence and motion of fields of sand. Wind-blown very fine-grained dust is capable of entering the upper atmosphere and moving across the globe. Dust from the Sahara deposits on the Canary Islands and islands in the Caribbean , [3] and dust from the Gobi desert has deposited on the western United States . [4] This sediment is important to the soil budget and ecology of several islands. Deposits of fine-grained wind-blown glacial sediment are called loess .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/KelsoSand.JPG/220px-KelsoSand.JPG",
                "caption": "Sand blowing off a crest in the Kelso Dunes of the Mojave Desert , California"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sediment_transport",
        "title": "Sediment transport",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Sediment Transport and Fluid Flow"
    },
    {
        "section": "Coastal",
        "text": "Coastal sediment transport takes place in near-shore environments due to the motions of waves and currents. At the mouths of rivers, coastal sediment and fluvial sediment transport processes mesh to create river deltas . Coastal sediment transport results in the formation of characteristic coastal landforms such as beaches , barrier islands , and capes. [9]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Laysan_beach.jpg/220px-Laysan_beach.jpg",
                "caption": "Sand ripples , Laysan Beach , Hawaii . Coastal sediment transport results in these evenly spaced ripples along the shore. Monk seal for scale."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Glacier.zermatt.arp.750pix.jpg/220px-Glacier.zermatt.arp.750pix.jpg",
                "caption": "A glacier joining the Gorner Glacier , Zermatt, Switzerland . These glaciers transport sediment and leave behind lateral moraines ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sediment_transport",
        "title": "Sediment transport",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Sediment Transport and Fluid Flow"
    },
    {
        "section": "Applications",
        "text": "Sediment transport is applied to solve many environmental, geotechnical, and geological problems. Measuring or quantifying sediment transport or erosion is therefore important for coastal engineering . Several sediment erosion devices have been designed in order to quantify sediment erosion (e.g., Particle Erosion Simulator (PES)). One such device, also referred to as the BEAST (Benthic Environmental Assessment Sediment Tool) has been calibrated in order to quantify rates of sediment erosion. [11] Movement of sediment is important in providing habitat for fish and other organisms in rivers. Therefore, managers of highly regulated rivers, which are often sediment-starved due to dams, are often advised to stage short floods to refresh the bed material and rebuild bars. This is also important, for example, in the Grand Canyon of the Colorado River , to rebuild shoreline habitats also used as campsites. Sediment discharge into a reservoir formed by a dam forms a reservoir delta . This delta will fill the basin, and eventually, either the reservoir will need to be dredged or the dam will need to be removed. Knowledge of sediment transport can be used to properly plan to extend the life of a dam. Geologists can use inverse solutions of transport relationships to understand flow depth, velocity, and direction, from sedimentary rocks and young deposits of alluvial materials. Flow in culverts, over dams, and around bridge piers can cause erosion of the bed. This erosion can damage the environment and expose or unsettle the foundations of the structure. Therefore, good knowledge of the mechanics of sediment transport in a built environment are important for civil and hydraulic engineers. When suspended sediment transport is increased due to human activities, causing environmental problems including the filling of channels, it is called siltation after the grain-size fraction dominating the process.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/IsfjordenSediment.JPG/220px-IsfjordenSediment.JPG",
                "caption": "Suspended sediment from a stream emptying into a fjord ( Isfjorden , Svalbard, Norway)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sediment_transport",
        "title": "Sediment transport",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Sediment Transport and Fluid Flow"
    },
    {
        "section": "Critical shear stress",
        "text": "The Shields diagram empirically shows how the dimensionless critical shear stress (i.e. the dimensionless shear stress required for the initiation of motion) is a function of a particular form of the particle Reynolds number , R e p {\\displaystyle \\mathrm {Re} _{p}} or Reynolds number related to the particle. This allows the criterion for the initiation of motion to be rewritten in terms of a solution for a specific version of the particle Reynolds number, called R e p ∗ {\\displaystyle \\mathrm {Re} _{p}*} . This can then be solved by using the empirically derived Shields curve to find τ c ∗ {\\displaystyle \\tau _{c}*} as a function of a specific form of the particle Reynolds number called the boundary Reynolds number. The mathematical solution of the equation was given by Dey . [15]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Shields_diagram.jpg/300px-Shields_diagram.jpg",
                "caption": "Original Shields diagram, 1936"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sediment_transport",
        "title": "Sediment transport",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Sediment Transport and Fluid Flow"
    },
    {
        "section": "Settling velocity",
        "text": "The settling velocity (also called the \"fall velocity\" or \" terminal velocity \") is a function of the particle Reynolds number . Generally, for small particles (laminar approximation), it can be calculated with Stokes' Law . For larger particles (turbulent particle Reynolds numbers), fall velocity is calculated with the turbulent drag law. Dietrich (1982) compiled a large amount of published data to which he empirically fit settling velocity curves. [21] Ferguson and Church (2006) analytically combined the expressions for Stokes flow and a turbulent drag law into a single equation that works for all sizes of sediment, and successfully tested it against the data of Dietrich. [22] Their equation is In this equation w s is the sediment settling velocity, g is acceleration due to gravity, and D is mean sediment diameter. ν {\\displaystyle \\nu } is the kinematic viscosity of water , which is approximately 1.0 x 10 −6 m 2 /s for water at 20 °C. C 1 {\\displaystyle C_{1}} and C 2 {\\displaystyle C_{2}} are constants related to the shape and smoothness of the grains. The expression for fall velocity can be simplified so that it can be solved only in terms of D . We use the sieve diameters for natural grains, g = 9.8 {\\displaystyle g=9.8} , and values given above for ν {\\displaystyle \\nu } and R {\\displaystyle R} . From these parameters, the fall velocity is given by the expression: Alternatively, settling velocity for a particle of sediment can be derived using Stokes Law assuming quiescent (or still) fluid in steady state . The resulting formulation for settling velocity is, w s = g ( ρ s − ρ ρ ) d s e d 2 18 ν , {\\displaystyle {\\displaystyle w_{s}={\\frac {g~({\\frac {\\rho _{s}-\\rho }{\\rho }})~d_{sed}^{2}}{18\\nu }}},} where g {\\displaystyle g} is the gravitational constant ; ρ s {\\displaystyle \\rho _{s}} is the density of the sediment; ρ {\\displaystyle \\rho } is the density of water ; d s e d {\\displaystyle d_{sed}} is the sediment particle diameter (commonly assumed to be the median particle diameter, often referred to as d 50 {\\displaystyle d_{50}} in field studies); and ν {\\displaystyle \\nu } is the molecular viscosity of water. The Stokes settling velocity can be thought of as the terminal velocity resulting from balancing a particle's buoyant force (proportional to the cross-sectional area) with the gravitational force (proportional to the mass). Small particles will have a slower settling velocity than heavier particles, as seen in the figure. This has implications for many aspects of sediment transport, for example, how far downstream a particle might be advected in a river.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Stokes_sphere.svg/220px-Stokes_sphere.svg.png",
                "caption": "Streamlines around a sphere falling through a fluid. This illustration is accurate for laminar flow , in which the particle Reynolds number is small. This is typical for small particles falling through a viscous fluid; larger particles would result in the creation of a turbulent wake."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Modeled_Sediment_Trajectories_%281%29.png/220px-Modeled_Sediment_Trajectories_%281%29.png",
                "caption": "For particles with a small settling velocity, diffusion will increase the complexity of the particle's path to the bottom and the time it takes to settle compared to particles with high settling velocities."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Settling_velocity.png/352px-Settling_velocity.png",
                "caption": "A plot showing the relationship between sediment particle diameter and the Stokes settling velocity"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sediment_transport",
        "title": "Sediment transport",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Sediment Transport and Fluid Flow"
    },
    {
        "section": "Hjulström–Sundborg diagram",
        "text": "In 1935, Filip Hjulström created the Hjulström curve , a graph which shows the relationship between the size of sediment and the velocity required to erode (lift it), transport it, or deposit it. [23] The graph is logarithmic . Åke Sundborg later modified the Hjulström curve to show separate curves for the movement threshold corresponding to several water depths, as is necessary if the flow velocity rather than the boundary shear stress (as in the Shields diagram) is used for the flow strength. [24] This curve has no more than a historical value nowadays, although its simplicity is still attractive. Among the drawbacks of this curve are that it does not take the water depth into account and more importantly, that it does not show that sedimentation is caused by flow velocity deceleration and erosion is caused by flow acceleration . The dimensionless Shields diagram is now unanimously accepted for initiation of sediment motion in rivers.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Hjulstr%C3%B6ms_diagram_en.PNG/300px-Hjulstr%C3%B6ms_diagram_en.PNG",
                "caption": "The logarithmic Hjulström curve"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sediment_transport",
        "title": "Sediment transport",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Sediment Transport and Fluid Flow"
    },
    {
        "section": "Transport rate",
        "text": "Formulas to calculate sediment transport rate exist for sediment moving in several different parts of the flow. These formulas are often segregated into bed load , suspended load , and wash load . They may sometimes also be segregated into bed material load and wash load.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Stream_Load.gif/500px-Stream_Load.gif",
                "caption": "A schematic diagram of where the different types of sediment load are carried in the flow. Dissolved load is not sediment: it is composed of disassociated ions moving along with the flow. It may, however, constitute a significant proportion (often several percent, but occasionally greater than half) of the total amount of material being transported by the stream."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sediment_transport",
        "title": "Sediment transport",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Sediment Transport and Fluid Flow"
    },
    {
        "section": "Sediment transportation",
        "text": "The suspended load is one of the three layers of the fluvial sediment transportation system. The bed load consists of the larger sediment which is transported by saltation , rolling, and dragging on the riverbed . The suspended load is the middle layer that consists of the smaller sediment that's suspended. The wash load is uppermost layer which consist of the smallest sediment that can be seen with the naked eye; however, the wash load gets easily mixed with suspended load during transportation due to the very similar process. The wash load never touches the bed even outside of a current.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Bl%C5%A1anka_Suspended_Load.jpg/220px-Bl%C5%A1anka_Suspended_Load.jpg",
                "caption": "Sediment Transportation"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Suspended_load",
        "title": "Suspended load",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Sediment Transport and Fluid Flow"
    },
    {
        "section": "Diagrams",
        "text": "Suspended load is often visualised using two diagrams. The Hjulström curve uses velocity and sediment size to compare the rate of erosion, transportation, and deposition. While the diagram shows the rate, one flaw about the Hjulström Diagram is that it doesn't show the depth of the creek giving an estimated rate. The second diagram used is the Shields Diagram. The Shields Diagram uses the critical shield stress and Reynolds number to estimate transportation rate. Shields Diagram is considered a more precise chart to estimate suspended load. [1] [2]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/My_own_hjulstrum.gif/220px-My_own_hjulstrum.gif",
                "caption": "Hjulström diagram"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Suspended_load",
        "title": "Suspended load",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Sediment Transport and Fluid Flow"
    },
    {
        "section": "Classification",
        "text": "Sediment can be classified based on its grain size , grain shape, and composition.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Sediment_in_the_Gulf_of_Mexico.jpg/220px-Sediment_in_the_Gulf_of_Mexico.jpg",
                "caption": "Sediment in the Gulf of Mexico"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Sediment_off_the_Yucatan_Peninsula.jpg/220px-Sediment_off_the_Yucatan_Peninsula.jpg",
                "caption": "Sediment off the Yucatán Peninsula"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sediment",
        "title": "Sediment",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Sediment Transport and Fluid Flow"
    },
    {
        "section": "Shape",
        "text": "The shape of particles can be defined in terms of three parameters. The form is the overall shape of the particle, with common descriptions being spherical, platy, or rodlike. The roundness is a measure of how sharp grain corners are. This varies from well-rounded grains with smooth corners and edges to poorly rounded grains with sharp corners and edges. Finally, surface texture describes small-scale features such as scratches, pits, or ridges on the surface of the grain. [1]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Rounding_%26_sphericity_EN.svg/300px-Rounding_%26_sphericity_EN.svg.png",
                "caption": "Schematic representation of difference in grain shape. Two parameters are shown: sphericity (vertical) and rounding (horizontal)."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sediment",
        "title": "Sediment",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Sediment Transport and Fluid Flow"
    },
    {
        "section": "Roundness",
        "text": "Roundness describes how sharp the edges and corners of particle are. Complex mathematical formulas have been devised for its precise measurement, but these are difficult to apply, and most geologists estimate roundness from comparison charts. Common descriptive terms range from very angular to angular to subangular to subrounded to rounded to very rounded, with increasing degree of roundness. [5]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Rounding.gif/220px-Rounding.gif",
                "caption": "Comparison chart for evaluating roundness of sediment grains"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sediment",
        "title": "Sediment",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Sediment Transport and Fluid Flow"
    },
    {
        "section": "Sediment transport",
        "text": "Sediment is transported based on the strength of the flow that carries it and its own size, volume, density, and shape. Stronger flows will increase the lift and drag on the particle, causing it to rise, while larger or denser particles will be more likely to fall through the flow.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/StoneFormationInWater.jpg/220px-StoneFormationInWater.jpg",
                "caption": "Sediment builds up on human-made breakwaters because they reduce the speed of water flow, so the stream cannot carry as much sediment load."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Glacial_Transportation_and_Deposition.jpg/220px-Glacial_Transportation_and_Deposition.jpg",
                "caption": "Glacial transport of boulders. These boulders will be deposited as the glacier retreats."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sediment",
        "title": "Sediment",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Sediment Transport and Fluid Flow"
    },
    {
        "section": "Glacial processes",
        "text": "Glaciers carry a wide range of sediment sizes, and deposit it in moraines .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/GLMsed.jpg/220px-GLMsed.jpg",
                "caption": "Glacial sediments from Montana"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sediment",
        "title": "Sediment",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Sediment Transport and Fluid Flow"
    },
    {
        "section": "Key marine depositional environments",
        "text": "The major areas for deposition of sediments in the marine environment include: One other depositional environment which is a mixture of fluvial and marine is the turbidite system, which is a major source of sediment to the deep sedimentary and abyssal basins as well as the deep oceanic trenches . Any depression in a marine environment where sediments accumulate over time is known as a sediment trap . The null point theory explains how sediment deposition undergoes a hydrodynamic sorting process within the marine environment leading to a seaward fining of sediment grain size.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/EolianiteLongIsland.JPG/220px-EolianiteLongIsland.JPG",
                "caption": "Holocene eolianite and a carbonate beach on Long Island, Bahamas"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sediment",
        "title": "Sediment",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Sediment Transport and Fluid Flow"
    }
]