[
    {
        "section": "Sequencing",
        "text": "Turbidites were first properly described by Arnold H. Bouma (1962), [1] who studied deepwater sediments and recognized particular \"fining-up intervals\" within deep water, fine-grained shales , which were anomalous because they started at pebble conglomerates and terminated in shales. This was anomalous because within the deep ocean it had historically been assumed that there was no mechanism by which tractional flow could carry and deposit coarse-grained sediments into the abyssal depths. Bouma cycles begin with an erosional contact of a coarse lower bed of pebble to granule conglomerate in a sandy matrix, and grade up through coarse then medium plane parallel sandstone; through cross-bedded sandstone ; rippled cross-bedded sand/silty sand, and finally laminar siltstone and shale.  This vertical succession of sedimentary structures , bedding, and changing lithology is representative of strong to waning flow regime currents and their corresponding sedimentation. It is unusual to see all of a complete Bouma cycle, as successive turbidity currents may erode the unconsolidated upper sequences. Alternatively, the entire sequence may not be present depending on whether the exposed section was at the edge of the turbidity current lobe (where it may be present as a thin deposit), or upslope from the deposition centre and manifested as a scour channel filled with fine sands grading up into a pelagic ooze . It is now recognized that the vertical progression of sedimentary structures described by Bouma applies to turbidites deposited by low-density turbidity currents. As the sand concentration of a flow increases, grain-to-grain collisions within the turbid suspension create dispersive pressures that become important in hindering further settling of grains. As a consequence, a slightly different set of sedimentary structures develops in turbidites deposited by high-density turbidity currents. This different set of structures is known as the Lowe sequence , which is a descriptive classification that complements, but does not replace, the Bouma sequence. [2]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cd/Turbidites.jpg/220px-Turbidites.jpg",
                "caption": "Turbidite sequence. Carboniferous Ross Sandstone Formation ( Namurian ), County Clare , Western Ireland ( USGS image)"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Devonian_Turbidite_Becke-Oese_Bouma-Sequence.jpg/220px-Devonian_Turbidite_Becke-Oese_Bouma-Sequence.jpg",
                "caption": "Complete Bouma sequence in Devonian Sandstone (Becke-Oese Quarry, Germany)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Turbidite",
        "title": "Turbidite",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Turbidite Systems"
    },
    {
        "section": "Formation",
        "text": "Turbidites are sediments which are transported and deposited by density flow, not by tractional or frictional flow. The distinction is that, in a normal river or stream bed, particles of rock are carried along by frictional drag of water on the particle (known as tractional flow ). The water must be travelling at a certain velocity in order to suspend the particle in the water and push it along. The greater the size or density of the particle relative to the fluid in which it is travelling, the higher the water velocity required to suspend it and transport it. Density-based flow, however, occurs when liquefaction of sediment during transport causes a change to the density of the fluid. This is usually achieved by highly turbulent liquids which have a suspended load of fine grained particles forming a slurry . In this case, larger fragments of rock can be transported at water velocities too low to otherwise do so because of the lower density contrast (that is, the water plus sediment has a higher density than the water and is therefore closer to the density of the rock). This condition occurs in many environments aside from simply the deep ocean, where turbidites are particularly well represented. Lahars on the side of volcanoes, mudslides and pyroclastic flows all create density-based flow situations and, especially in the latter, can create sequences which are strikingly similar to turbidites. Turbidites in sediments can occur in carbonate as well as siliciclastic sequences. Classic, low-density turbidites are characterized by graded bedding , current ripple marks , climbing ripple laminations, alternating sequences with pelagic sediments, distinct fauna changes between the turbidite and native pelagic sediments, sole markings , thick sediment sequences, regular bedding , and an absence of shallow-water features. [3] A different vertical progression of sedimentary structures characterize high-density turbidites . [2] Massive accumulations of turbidites and other deep-water deposits may result in the formation of submarine fans . Sedimentary models of such fan systems typically are subdivided into upper, mid, and lower fan sequences each with distinct sand-body geometries, sediment distributions, and lithologic characteristics. [4] [5] [6] Turbidite deposits typically occur in foreland basins .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Turbidite_2.JPG/220px-Turbidite_2.JPG",
                "caption": "Gorgoglione Flysch , Miocene, South Italy"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Turbidite",
        "title": "Turbidite",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Turbidite Systems"
    },
    {
        "section": "Flow conditions",
        "text": "Thermohaline circulation is the principal driving force of deepwater bottom currents. The term refers to the movement of water over large distances as a consequence of global oceanic density gradients . This circulation commonly travels at velocities between 2 and 20 cm/s. [4] Note that at this velocity range, considering the general shape of the Shields diagram [8] [9] still holds in these conditions, a flow will only be able to continue transporting finer sediment that is already in suspension but will not be able to erode the same-sized sediment once it is deposited. However, flow velocity may be intensified as a consequence of the Coriolis force driving currents west against continental margins or as current squeezes between two ridges . [3] Periodically, velocities may increase dramatically or even reverse due to atmospheric storms raising the local surface eddy kinetic energy , which gets partially transmitted down to abyssal depths in episodes called benthic storms . [10] These velocities may reach magnitudes well above 40 cm/s and vary significantly depending on the specific location. At the lower continental rise, south of Halifax, Nova Scotia , [10] and at the lower slope around the Faeroe Islands [11] these velocities may reach up to 73 cm/s and 75 cm/s, respectively. Bottom-current flow velocities have been measured as high as 300 cm/s in the Strait of Gibraltar . [12] [13] These benthic storms occur only 5 to 10 times per year and usually last between 3 and 5 days, [1] but that is enough to heavily erode benthic sediment and keep the finer grains in suspension even after flow velocities return to normal and the bedload has been deposited. [3] [10] During benthic storms, the eroded sediment may be transported over thousands of kilometres and deposited rather quickly (i.e., ~1.5 cm/month) once the storm wanes. However, the net sedimentation rate over thousands of years may be much smaller (i.e. ~5.5 cm/year) due to the intense periods of erosion during benthic storms. [6]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/4/46/Contourite_bottom_water_flow_IODP_Gulf_of_Cadiz.png/350px-Contourite_bottom_water_flow_IODP_Gulf_of_Cadiz.png",
                "caption": "Bottom current flow in the Gulf of Cadiz [7]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Contourite",
        "title": "Contourite",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Turbidite Systems"
    },
    {
        "section": "Sediment supply",
        "text": "Erosion of the seafloor contributes to the growth of a deepwater nepheloid layer . This layer plays a key role in supplying the sediment for the deposition of contourites under appropriate flow conditions. [3] Terrigenous sediment supply to the deepwater bottom currents and to the nepheloid layer primarily depends on climate and tectonics in the continental environment. [3] The rate of tectonic uplift is directly related to the amount of sediment available, and variations in sea level will determine the ease with which this sediment is transported basinward . The sediment will most likely reach deepwater in the form of turbidity flows, which travel across bathymetric contours, only to be “blown” parallel to these contours as the finer sediments cross a deepwater bottom-current. [1] Other sources of terrigenous sediment may include airborne and seaborne volcanoclastic debris. [3] Biogenic deposition from suspension may also supply sediment to these deepwater bottom currents. The deposition of this material has strong implications for the biology , chemistry , and flow, conditions at the time. It must occur in areas of high biogenic productivity, during periods of relatively quiet flow and, if calcareous , must also occur at depths above the carbonate compensation depth . [3] [6] There is also a contribution to the concentration of suspended sediment from the burrowing activity of benthic organisms. [6]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/b/bf/Contourite_bedform_diagram_Stow2009.png",
                "caption": "Bedform phase diagram for contourites (Stow et al. 2009) [14]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Contourite",
        "title": "Contourite",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Turbidite Systems"
    },
    {
        "section": "Giant elongated drifts",
        "text": "Giant elongate drifts form very large mounded elongated geometries parallel to the deepwater bottom-current flow. They are characterised by a near-complete lack of parallel bedding. Mounded drifts are often bounded on one or both sides by non-depositional or erosional channels, sometimes known as moats . [2] These drifts can be “tens to hundreds of kilometres long, tens of kilometres wide, and range from 0.1 to more than 1 km in relief above the surrounding seafloor”. [3] Their length-to-width ratio ranges from 2:1 to 10:1. [15] They can accumulate to thicknesses greater than 2 km and can form anywhere from the upper slope to the deepest parts of the basin, depending on the specific location of the bottom-current. [3] [15] Sedimentation rates range from 20 to 100 m/ Ma . They tend to be finer-grained with a lot of mud , silt , and biogenic material. Coarse-grained contourites are very rare. [3] They may also form detached or separated versions due to seafloor topography and flow conditions. [15] Detached drifts are isolated and migrate downslope, while separated drifts are typically asymmetric in shape, tend to form at the base of a slope, and migrate up slope. [2] Large sediment waves have been observed partially covering some giant elongate drifts. [3]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c8/Contourite_sparker_seismic_elongate_drift.png/350px-Contourite_sparker_seismic_elongate_drift.png",
                "caption": "Sparker seismic line showing elongate drifts in the Gulf of Cadiz [7]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Contourite",
        "title": "Contourite",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Turbidite Systems"
    },
    {
        "section": "Contourite sheets",
        "text": "Contourite sheets are broad, low-relief features that extend through very large areas (i.e., ~1,000,000 km2) and are seen covering the abyssal plains or even plastered against the continental margins. [3] They are characteristic of very deep water. [2] They have a relatively constant thickness of up to a few hundred metres with a slight thinning towards the continental margin. [15] Sediment wave fields are a variety that are generally located near the rise-to-slope transition. Seismic reflection profiles show that the sediment waves tend to migrate up-slope. [16]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b5/Contourite_sheets_seismic_gulf_of_cadiz.png/350px-Contourite_sheets_seismic_gulf_of_cadiz.png",
                "caption": "Contourite sheets shown in reflection seismic data off the coast of Portugal [7]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Contourite",
        "title": "Contourite",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Turbidite Systems"
    },
    {
        "section": "Convective sedimentation beneath river plumes",
        "text": "A buoyant sediment-laden river plume can induce a secondary turbidity current on the ocean floor by the process of convective sedimentation. [24] [4] Sediment in the initially buoyant hypopycnal flow accumulates at the base of the surface flow, [25] so that the dense lower boundary become unstable. The resulting convective sedimentation leads to a rapid vertical transfer of material to the sloping lake or ocean bed, potentially forming a secondary turbidity current. The vertical speed of the convective plumes can be much greater than the Stokes settling velocity of an individual particle of sediment. [26] Most examples of this process have been made in the laboratory, [24] [27] but possible observational evidence of a secondary turbidity current was made in Howe Sound, British Columbia, [28] where a turbidity current was periodically observed on the delta of the Squamish River. As the vast majority of sediment laden rivers are less dense than the ocean, [7] rivers cannot readily form plunging hyperpycnal flows. Hence convective sedimentation is an important possible initiation mechanism for turbidity currents. [4]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Convective_sedimentation_beneath_a_buoyant_plumes_can_lead_to_a_secondary_turbidity_current.tif/lossless-page1-220px-Convective_sedimentation_beneath_a_buoyant_plumes_can_lead_to_a_secondary_turbidity_current.tif.png",
                "caption": "Laboratory images of how convective sedimentation beneath a buoyant sediment-laden surface can initiate a secondary turbidity current. [23]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/MBNMS_Davidson_Map_Update.pdf/page1-220px-MBNMS_Davidson_Map_Update.pdf.jpg",
                "caption": "An example of steep submarine canyons carved out by turbidity currents, located along California 's Central Coast"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Turbidity_current",
        "title": "Turbidity current",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Turbidite Systems"
    },
    {
        "section": "Deposits",
        "text": "When the energy of a turbidity current lowers, its ability to keep suspended sediment decreases, thus sediment deposition occurs.  When the material comes to rest, it is the sand and other coarse material which settles first followed by mud and eventually the very fine particulate matter. It is this sequence of deposition that creates the so called Bouma sequences that characterize turbidite deposits. Because turbidity currents occur underwater and happen suddenly, they are rarely seen as they happen in nature, thus turbidites can be used to determine turbidity current characteristics. Some examples: grain size can give indication of current velocity, grain lithology and the use of foraminifera for determining origins, grain distribution shows flow dynamics over time and sediment thickness indicates sediment load and longevity. Turbidites are commonly used in the understanding of past turbidity currents, for example, the Peru-Chile Trench off Southern Central Chile (36°S–39°S) contains numerous turbidite layers that were cored and analysed. [30] From these turbidites the predicted history of turbidity currents in this area was determined, increasing the overall understanding of these currents. [30]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Turbidite-California.jpeg/220px-Turbidite-California.jpeg",
                "caption": "Turbidite interbedded with finegrained dusky-yellow sandstone and gray clay shale that occur in graded beds, Point Loma Formation , California."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Turbidity_current",
        "title": "Turbidity current",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Turbidite Systems"
    },
    {
        "section": "Measurement",
        "text": "The measurement of turbidity is a key test of both water clarity and water quality . [ citation needed ] There are two standard units for reporting turbidity: Formazin Nephelometric Units (FNU) from ISO 7027 and Nephelometric Turbidity Units (NTU) from USEPA Method 180.1. ISO 7027 and FNU is mostly widely used in Europe, whereas NTU is mostly widely used in the U.S. The ISO 7027 provides the method in water quality for the determination of turbidity. It is used to determine the concentration of suspended particles in a sample of water by measuring the incident light scattered at right angles from the sample. The scattered light is captured by a photodiode , which produces an electronic signal that is converted to a turbidity. Open source hardware has been developed following the ISO 7027 method to measure turbidity reliably using an Arduino microcontroller and inexpensive LEDs . [6] There are several practical ways of checking water quality, the most direct being some measure of attenuation (that is, reduction in strength) of light as it passes through a sample column of water. [7] The alternatively used Jackson Candle method (units: Jackson Turbidity Unit or JTU ) is essentially the inverse measure of the length of a column of water needed to completely obscure a candle flame viewed through it. The more water needed (the longer the water column), the clearer the water. Of course water alone produces some attenuation, and any substances dissolved in the water that produce color can attenuate some wavelengths. Modern instruments do not use candles, but this approach of attenuation of a light beam through a column of water should be calibrated and reported in JTUs. [7] The propensity of particles to scatter a light beam focused on them is now considered a more meaningful measure of turbidity in water. Turbidity measured this way uses an instrument called a nephelometer with the detector set up to the side of the light beam. More light reaches the detector if there are many small particles scattering the source beam than if there are few. The units of turbidity from a calibrated nephelometer can be either NTU or FTU, depending on the standard method used. To some extent, how much light reflects for a given amount of particulates is dependent upon properties of the particles like their shape, color, and reflectivity. For this reason (and the reason that heavier particles settle quickly and do not contribute to a turbidity reading), a correlation between turbidity and total suspended solids (TSS) is somewhat unusual for each location or situation. [7] Turbidity in lakes, reservoirs, channels, and the ocean can be measured using a Secchi disk . This black and white disk is lowered into the water until it can no longer be seen; the depth (Secchi depth) is then recorded as a measure of the transparency of the water (inversely related to turbidity). The Secchi disk has the advantages of integrating turbidity over depth (where variable turbidity layers are present), being quick and easy to use, and inexpensive. It can provide a rough indication of the depth of the euphotic zone with a 3-fold division of the Secchi depth , however this cannot be used in shallow waters where the disk can still be seen on the bottom. [8] An additional device, which may help measuring turbidity in shallow waters is the turbidity tube. [9] [8] The turbidity tube condenses water in a graded tube which allows determination of turbidity based on a contrast disk in its bottom, being analogous to the Secchi disk. Turbidity in air, which causes solar attenuation, is used as a measure of pollution. To model the attenuation of beam irradiance, several turbidity parameters have been introduced, including the Linke turbidity factor (T L ). [10] [11]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Runoff_torbidity.jpg/220px-Runoff_torbidity.jpg",
                "caption": "Turbid creek water caused by heavy rains"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Turbidity",
        "title": "Turbidity",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Turbidite Systems"
    },
    {
        "section": "Rift and fault structure",
        "text": "A rift is a region where the lithosphere extends as two parts of the Earth's crust pull apart.\nOften a rift will form in an area of the crust that is already weakened by earlier geological activity. [1] Extensional faults form parallel to the axis of the rift. [2] An extensional fault may be seen as a crack in the crust that extends down at an angle to the vertical.  \nAs the two sides pull apart, the hanging wall (\"hanging over\" the sloping fault) will move downward relative to the footwall. [3] A rift basin is created as the crust thins and sinks. In the rift basin, warm mantle material wells up, melting the crust and frequently triggering the eruption of volcanoes. [1] Extensional basins may appear to be caused by a graben, or depressed block of land, sinking between parallel normal faults that dip towards the center of the graben from both sides.\nIn fact, they are usually made of linked asymmetrical half-grabens. Faults with antithetic slope directions linked in to a controlling fault, or periodic changes of dip in the controlling faults, give the impression of full graben symmetry. [2] As the rift expands, the rift flanks lift up due to isostatic compensation of the lithosphere .\nThis creates the asymmetric topographic profile that is typical of half grabens.\nThe half grabens may have alternating polarities along the rift axis, dividing the rift valley into segments. [4] Intracontinental and marine rift basins such as the Gulf of Suez , East African Rift , Rio Grande rift system and the North Sea often contain a series of half-graben sub-basins, with the polarity of the dominant fault system changing along the axis of the rift.\nOften the extensional fault systems are segmented in these rifts.\nRift border faults with lengths over 10 kilometres (6.2 mi) are separated by relay ramp structures.\nThe relay ramps may provide pathways for sediment to be carried into the basin.\nTypically the rift is broken along its axis into segments about 50 to 150 kilometres (31 to 93 mi) long. [5]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Graben_and_half-graben.svg/240px-Graben_and_half-graben.svg.png",
                "caption": "Rift extension. Top: Full graben between two faults, each sloping towards center of rift. Bottom: half graben, more common"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Rift_segmentation.png/240px-Rift_segmentation.png",
                "caption": "Block view of a rift formed of three segments, showing the location of the accommodation zones between them at changes in fault location or polarity (dip direction)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Half-graben",
        "title": "Half-graben",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Turbidite Systems"
    },
    {
        "section": "Sedimentation",
        "text": "Four zones of sedimentation can be defined in a half-graben.\nThe first is \"escarpment margin\" sedimentation, found along the major border faults bounding the half graben, where the deepest part of the basin meets the highest rift-shoulder mountains. [6] Comparatively little sediment enters the half-graben across the major bounding fault, since uplift of the footwall causes the land on the footwall side to slope away from the fault.\nRivers on that side therefore carry sediment away from the rift valley. [7] But as the lowest part of the basin with the greatest rate of subsidence, the escarpment margin experiences the highest rates of sedimentation, which may accumulate to several kilometers in depth. [8] This sedimentation often includes very coarse debris such as huge blocks from rock falls, as well as fans of sediment from the basin wall. \nOther material is transported across or along the basin to the deep water parts of a rift lake along the escarpment margin. [6] Most of the sediment will enter the half-graben along the unfaulted hanging wall side. [7] On the side of the basin opposite the main border fault, sedimentation occurs along the \"hinged margin\", which may also be called the \"shoaling margin\" or the \"flexural margin\". In this part of the basin, slopes are usually gentle and large river systems may carry sediment into the basin, which could be stored in deltas where they enter a rift valley lake. Littoral and sub-littoral carbonate deposits may accumulate in these conditions.\nThe \"axial margins\" at the ends of basins often include low-gradient ramps where major rivers enter the basin, building deltas and form currents within a rift lake that can carry sediment from one end to the other.\nBetween adjacent half grabens there will be \"accommodation zones\" that may include local extension, compression or strike-slip faulting. These can create complex morphologies within which different mechanisms affect sedimentation.\nThe types of sedimentation in half grabens also depend on lake levels in the rift, the climate (e.g. tropical versus temperate) in which the sediments form and the water chemistry. [6] Although sediments arrive primarily from the unfaulted side of the half-graben, some erosion takes place on the fault escarpment of the main border fault, and this produces characteristic alluvial fans where confined channels emerge from the escarpment. [9] Lake Baikal is an unusually large and deep example of half-graben evolution.\nThe lake is 630 by 80 kilometres (391 by 50 mi), with a maximum depth of 1,700 metres (5,600 ft).\nSediment in the depression may be up to 6,000 metres (20,000 ft) in depth. The system also includes some small Quaternary volcanoes. [10] In this lake, at first a series of half-grabens were linked in a linear chain. As the rift valley aged, extensive deformation developed on both sides of the lake, converting them into asymmetric full grabens. [8]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Half-graben_sedimentation.png/260px-Half-graben_sedimentation.png",
                "caption": "Lake-filled half-graben showing sedimentation dominantly from the 'hinge' margin"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Riogranderift_albuquerquebasin.png/800px-Riogranderift_albuquerquebasin.png",
                "caption": "A generalized cross section of the Albuquerque Basin from east to west. Note the half-graben geometry, Paleozoic and Mesozoic sediments that existed pre-rift, and the large (up to 28%) amount of extension. [11]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Half-graben",
        "title": "Half-graben",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Turbidite Systems"
    },
    {
        "section": "Origin and evolution",
        "text": "The formation of the western interior seaway during the mid to late Cretaceous caused widespread carbonate deposition throughout most of the western United States. During this time period, the seaway flooded the North American mainland and divided the Eastern and Western portions of North America for roughly 60 million years. Throughout this time period, marine fauna flourished in the warm, shallow water conditions. This led to widespread carbonate deposition throughout the region. [3] Today, many basins throughout the region attribute their source rock and reservoir rock to the sedimentary deposits created during this time.  As the seaway transgressed and regressed over time, alternating layers of sandstone and shale were deposited, depending on the depth and overall energy of the environment. This is when the modern-day reservoir rock of the Val Verde basin, the Ozona sequence, was deposited. The structure of the Val Verde Basin formed as result of tectonic influences for the last ~100 million years.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Val_VerdeBasin_Evolution.jpg/830px-Val_VerdeBasin_Evolution.jpg",
                "caption": "The Val Verde Basin, marked with a star, in relation to the evolution of the western interior seaway over time."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Val_Verde_Basin",
        "title": "Val Verde Basin",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Turbidite Systems"
    },
    {
        "section": "Major tectonic influences",
        "text": "Syndepositional tectonic events produced the stratigraphic architecture, sandstone distribution and the lithofacies developments within the Val Verde. Although the basin is unconventional, sequence boundaries are marked by systematic shifting of sandstone depocenters in response to episodic thrusting events over time.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/ValVerdeOuchita.png/310px-ValVerdeOuchita.png",
                "caption": "Regional deformation caused by the Ouachita orogeny"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Val_Verde_Basin",
        "title": "Val Verde Basin",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Turbidite Systems"
    },
    {
        "section": "Ouachita orogeny:~318-271 Ma",
        "text": "As plate convergence from the Ouachita orogeny began and progressed from the north to the south, offlap and onlap stratigraphic geometries were produced. The orogeny contributed a large amount of sediments from clastic rocks . These were deposited as thick, subaqueous deltaic systems which gradually filled the modern day midland basin over time. [4] The Ouachita Orogeny thrust belt caused regional compression which led to overthrust structures, faulting and folding throughout the region. [5]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Western_Interior_Seaway_during_Oceanic_Anoxic_Event_II.png/310px-Western_Interior_Seaway_during_Oceanic_Anoxic_Event_II.png",
                "caption": "Schematic cross section of the Farallon Plate subducting beneath the North American Plate during shallow plate subduction"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Val_Verde_Basin",
        "title": "Val Verde Basin",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Turbidite Systems"
    },
    {
        "section": "Strawn formation",
        "text": "The Strawn formation is one of the more enigmatic hydrocarbon producing formations on the Eastern Shelf of the Midland Basin. It includes thick and thinly bedded sandstone units that are highly fossiliferous and reflects widespread carbonate deposition. Deposition was followed by \"downwarping\" and subsidence of the Midland Basin. The lower section of the formation is characterized by carbonate and siliciclastic deposits from 225 to 275 ft. in thickness. In some areas, thickness can reach up to 900 ft. [9] However, the formation is known to thin out towards the west-southwest. [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Canyon_and_Strawn_formation_in_the_Val_Verde.jpg/500px-Canyon_and_Strawn_formation_in_the_Val_Verde.jpg",
                "caption": ""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Val_Verde_Basin",
        "title": "Val Verde Basin",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Turbidite Systems"
    },
    {
        "section": "Depositional systems",
        "text": "The primary depositional systems within the Ozona are along deep-water slopes and basin-floor geomorphic settings. The deep water slopes drive the formation of turbidity deposits while the turbidite lobes form as a result of sediment deposition over time along the basin-floor. The thickness of these deposits is variable throughout the basin, but it is the thickest in the southwestern portion of the basin, following a northeast trend. [2]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Val_Verde_Production.png/330px-Val_Verde_Production.png",
                "caption": ""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Val_Verde_Basin",
        "title": "Val Verde Basin",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Sedimentology",
        "topic": "Turbidite Systems"
    }
]