[
    {
        "section": "Calculating the amount of available power",
        "text": "A hydropower resource can be evaluated by its available power . Power is a function of the hydraulic head and volumetric flow rate . The head is the energy per unit weight (or unit mass) of water. [5] The static head is proportional to the difference in height through which the water falls. Dynamic head is related to the velocity of moving water. Each unit of water can do an amount of work equal to its weight times the head. The power available from falling water can be calculated from the flow rate and density of water, the height of fall, and the local acceleration due to gravity: To illustrate, the power output of a turbine that is 85% efficient, with a flow rate of 80 cubic metres per second (2800 cubic feet per second) and a head of 145 metres (476 feet), is 97 megawatts: [note 1] Operators of hydroelectric stations compare the total electrical energy produced with the theoretical potential energy of the water passing through the turbine to calculate efficiency. Procedures and definitions for calculation of efficiency are given in test codes such as ASME PTC 18 and IEC 60041. Field testing of turbines is used to validate the manufacturer's efficiency guarantee. Detailed calculation of the efficiency of a hydropower turbine accounts for the head lost due to flow friction in the power canal or penstock, rise in tailwater level due to flow, the location of the station and effect of varying gravity, the air temperature and barometric pressure, the density of the water at ambient temperature, and the relative altitudes of the forebay and tailbay. For precise calculations, errors due to rounding and the number of significant digits of constants must be considered. [6] Some hydropower systems such as water wheels can draw power from the flow of a body of water without necessarily changing its height. In this case, the available power is the kinetic energy of the flowing water. Over-shot water wheels can efficiently capture both types of energy. [7] The flow in a stream can vary widely from season to season. The development of a hydropower site requires analysis of flow records , sometimes spanning decades, to assess the reliable annual energy supply. Dams and reservoirs provide a more dependable source of power by smoothing seasonal changes in water flow. However, reservoirs have a significant environmental impact , as does alteration of naturally occurring streamflow. Dam design must account for the worst-case, \"probable maximum flood\" that can be expected at the site; a spillway is often included to route flood flows around the dam. A computer model of the hydraulic basin and rainfall and snowfall records are used to predict the maximum flood. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/The_Dam_%282890371280%29.jpg/280px-The_Dam_%282890371280%29.jpg",
                "caption": "The Three Gorges Dam in China; the hydroelectric dam is the world's largest power station by installed capacity ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydropower",
        "title": "Hydropower",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Large facilities",
        "text": "The largest power producers in the world are hydroelectric power stations, with some hydroelectric facilities capable of generating more than double the installed capacities of the current largest nuclear power stations . Although no official definition exists for the capacity range of large hydroelectric power stations, facilities from over a few hundred megawatts are generally considered large hydroelectric facilities. Currently, only seven facilities over 10 GW ( 10,000 MW ) are in operation worldwide, see table below. [30]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Itaipu_D%C3%A9cembre_2007_-_Vue_G%C3%A9n%C3%A9rale.jpg/1500px-Itaipu_D%C3%A9cembre_2007_-_Vue_G%C3%A9n%C3%A9rale.jpg",
                "caption": "Panoramic view of the Itaipu Dam , with the spillways (closed at the time of the photo) on the left. In 1994, the American Society of Civil Engineers elected the Itaipu Dam as one of the Seven Wonders of the Modern World . [31]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Small",
        "text": "Small hydro is hydroelectric power on a scale serving a small community or industrial plant. The definition of a small hydro project varies but a generating capacity of up to 10 megawatts (MW) is generally accepted as the upper limit. This may be stretched to 25 MW and 30 MW in Canada and the United States. [32] [33] Small hydro stations may be connected to conventional electrical distribution networks as a source of low-cost renewable energy. Alternatively, small hydro projects may be built in isolated areas that would be uneconomic to serve from a grid, or in areas where there is no national electrical distribution network. Since small hydro projects usually have minimal reservoirs and civil construction work, they are seen as having a relatively low environmental impact compared to large hydro. This decreased environmental impact depends strongly on the balance between stream flow and power production. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Nw_vietnam_hydro.jpg/300px-Nw_vietnam_hydro.jpg",
                "caption": "A micro-hydro facility in Vietnam"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Amateur_Hydroelectricity.jpg/300px-Amateur_Hydroelectricity.jpg",
                "caption": "Pico hydroelectricity in Mondulkiri , Cambodia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Underground",
        "text": "An underground power station is generally used at large facilities and makes use of a large natural height difference between two waterways, such as a waterfall or mountain lake. A tunnel is constructed to take water from the high reservoir to the generating hall built in a cavern near the lowest point of the water tunnel and a horizontal tailrace taking water away to the lower outlet waterway.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Tailrace-Forebay-Limestone.JPG/220px-Tailrace-Forebay-Limestone.JPG",
                "caption": "Measurement of the tailrace and forebay rates at the Limestone Generating Station in Manitoba , Canada ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Ecosystem damage and loss of land",
        "text": "Large reservoirs associated with traditional hydroelectric power stations result in submersion of extensive areas upstream of the dams, sometimes destroying biologically rich and productive lowland and riverine valley forests, marshland and grasslands. Damming interrupts the flow of rivers and can harm local ecosystems, and building large dams and reservoirs often involves displacing people and wildlife. [30] The loss of land is often exacerbated by habitat fragmentation of surrounding areas caused by the reservoir. [46] Hydroelectric projects can be disruptive to surrounding aquatic ecosystems both upstream and downstream of the plant site. Generation of hydroelectric power changes the downstream river environment. Water exiting a turbine usually contains very little suspended sediment, which can lead to scouring of river beds and loss of riverbanks. [47] The turbines also will kill large portions of the fauna passing through, for instance 70% of the eel passing a turbine will perish immediately. [48] [49] [50] Since turbine gates are often opened intermittently, rapid or even daily fluctuations in river flow are observed. [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/MeroweDam01.jpg/220px-MeroweDam01.jpg",
                "caption": "Merowe Dam in Sudan . Hydroelectric power stations that use dams submerge large areas of land due to the requirement of a reservoir . These changes to land color or albedo , alongside certain projects that concurrently submerge rainforests, can in these specific cases result in the global warming impact, or equivalent life-cycle greenhouse gases of hydroelectricity projects, to potentially exceed that of coal power stations."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Methane emissions (from reservoirs)",
        "text": "Lower positive impacts are found in the tropical regions. In lowland rainforest areas, where inundation of a part of the forest is necessary, it has been noted that the reservoirs of power plants produce substantial amounts of methane . [56] This is due to plant material in flooded areas decaying in an anaerobic environment and forming methane, a greenhouse gas . According to the World Commission on Dams report, [57] where the reservoir is large compared to the generating capacity (less than 100 watts per square metre of surface area) and no clearing of the forests in the area was undertaken prior to impoundment of the reservoir, greenhouse gas emissions from the reservoir may be higher than those of a conventional oil-fired thermal generation plant. [58] In boreal reservoirs of Canada and Northern Europe, however, greenhouse gas emissions are typically only 2% to 8% of any kind of conventional fossil-fuel thermal generation. A new class of underwater logging operation that targets drowned forests can mitigate the effect of forest decay. [59]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Hoover_Dam_Nevada_Luftaufnahme.jpg/220px-Hoover_Dam_Nevada_Luftaufnahme.jpg",
                "caption": "The Hoover Dam in the United States is a large conventional dammed-hydro facility, with an installed capacity of 2,080 MW ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Hydro power by country",
        "text": "In 2022 hydro generated 4,289 TWh, 15% of total electricity and half of renewables. Of the world total, China (30%) produced the most, followed by Brazil (10%), Canada (9.2%), the United States (5.8%) and Russia (4.6%). Paraguay produces nearly all of its electricity from hydro and exports far more than it uses. [68] Larger plants tend to be built and operated by national governments, so most capacity (70%) is publicly owned, despite the fact that most plants (nearly 70%) are owned and operated by the private sector, as of 2021. [1] The following table lists these data for each country: Data are sourced from Ember dating to the year 2022 unless otherwise specified. [67] Only includes countries with more than 1 TWh of generation. Links for each location go to the relevant hydro power page, when available.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Share-electricity-hydro.svg/330px-Share-electricity-hydro.svg.png",
                "caption": "Share of electricity production from hydropower, 2022 [66]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/World_hydro_generation_yearly.png/330px-World_hydro_generation_yearly.png",
                "caption": "Yearly hydro generation by continent [67]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/World_hydro_generation_2021.png/330px-World_hydro_generation_2021.png",
                "caption": "Hydro generation by country, 2021 [67]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Generation",
        "text": "Hydroelectric power is the generation of electric power from the movement of water. A  hydroelectric facility requires a dependable flow of water and a reasonable height for the water to fall, called the head . In a typical installation, water is fed from a reservoir through a pipe into a turbine . The water flowing through the turbine causes an electrical generator to rotate, converting the motion into electrical energy. Small hydro may be developed by constructing new facilities or through re-development of existing dams whose primary purpose is flood control, or irrigation. Old hydro sites may be  re-developed, sometimes salvaging substantial investment in the installation such as penstock pipe and turbines, or just re-using the water rights associated with an abandoned site. Either of these cost saving advantages can make the return on investment for a small hydro site well worth the use of existing sites. Brazil is another country which is investing heavily in small hydro. Brazil itself is a leader in hydroelectric generation, the world's third most hydropower installed capacity country at 79 GW, behind the United States at 100 GW, and China in first place with 171 GW. [17] 51 new small hydro projects are, as of 2024, being constructed in Brazil.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/HKO_Transmission_02.JPG/220px-HKO_Transmission_02.JPG",
                "caption": "Historic Ottenbach Small Hydro with original equipment of 1920 in Ottenbach, Switzerland , still running for guided visits"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Hongping-Power-Station-5425.jpg/220px-Hongping-Power-Station-5425.jpg",
                "caption": "Hongping Power station, in Hongping Town, Shennongjia , has a design typical for small hydro stations in the western part of China's Hubei Province. Water comes from the mountain behind the station, through the black pipe seen in the photo"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Small_hydro",
        "title": "Small hydro",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Advantages and disadvantages",
        "text": "The primary advantages of small hydro development include low cost to build, environmental justice , and ability to remain disconnected from centralized power grids. Rural or isolated areas that are expensive to connect to national power grids are where most small hydro developments are made. For instance, rural areas in India or other countries that have flowing water regimes utilize small hydro to provide a renewable source of energy without connection to the national grid. [21] Additionally, in communities which are geographically isolated from national power grids small hydro projects provide the greatest reduction in green house gas emissions. [22] For investors, environmentalists, and policy makers small hydro projects are considered most viable when there is little ecological impact and projected profit after construction. [23] It is shown to be relatively easy for stakeholders to greenlight small hydro developments if these conditions are met, even to a slight degree. [23] A final noted advantage of small hydro over larger hydropower developments or fossil fuel plants is an element of environmental justice. In a number of communities which lack essential electricity access small hydro offers a reliable and clean source of electricity. [24] Small hydro projects do not normally require significant government assistance. Gaps in governance allow small hydro projects to be built and which provide local power to local communities. [24] Disadvantages of small hydro do exist primarily in habitat alteration and potential cost increase. Some of the disadvantages of small hydro come in the form of how the running water system is disturbed. Within run-of-river design projects, the greatest harm for water systems are flow regime alteration, loss of river cohesion and connectivity, and habitat degradation effecting fish and macroinvertebrates primarily. [25] Although the cost of small hydro projects are generally far lower than large-scale hydroelectric systems, there is a cost to construction. Considering this, if a small hydro project proves to be uneconomical it will have an outsized budget expenditure relative to large projects which run over-budget. [26]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Small_hydro_power_plant_%22Sveta_Petka%22.IMG_0013.jpg/220px-Small_hydro_power_plant_%22Sveta_Petka%22.IMG_0013.jpg",
                "caption": "An example of a small hydro power plant, Sveta Petka."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Small_hydro",
        "title": "Small hydro",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Construction",
        "text": "Construction details of a microhydro plant are site-specific. Sometimes an existing mill-pond or other artificial reservoir is available and can be adapted for power production. In general, microhydro systems are made up of a number of components. [3] The most important include the intake where water is diverted from the natural stream, river, or perhaps a waterfall. An intake structure such as a catch box is required to screen out floating debris and fish, using a screen or array of bars to keep out large objects. In temperate climates, this structure must resist ice as well. The intake may have a gate to allow the system to be dewatered for inspection and maintenance. The intake is then brought through a canal and then forebay. The forebay is used for sediment holding. At the bottom of the system the water is tunneled through a pipeline ( penstock ) to the powerhouse building containing a turbine . The penstock builds up pressure from the water that has traveled downwards. In mountainous areas, access to the route of the penstock may provide considerable challenges. If the water source and turbine are far apart, the construction of the penstock may be the largest part of the costs of construction. At the turbine, a controlling valve is installed to regulate the flow and the speed of the turbine. The turbine converts the flow and pressure of the water to mechanical energy; the water emerging from the turbine returns to the natural watercourse along a tailrace channel. The turbine turns a generator , which is then connected to electrical loads ; this might be directly connected to the power system of a single building in very small installations, or may be connected to a community distribution system for several homes or buildings. [3] Usually, microhydro installations do not have a dam and reservoir, like large hydroelectric plants have, relying on a minimal flow of water to be available year-round.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Microhydro_System.svg/220px-Microhydro_System.svg.png",
                "caption": "Typical microhydro setup."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Micro_hydro",
        "title": "Micro hydro",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "System information",
        "text": "Hydro One's transmission line voltages are 500,000, 230,000 and 115,000 volts AC . Hydro One has interconnections with Manitoba Hydro , Hydro-Québec , Minnesota Power, DTE Energy / ITC , National Grid (the former Niagara Mohawk Power ) and the New York Power Authority .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/HydroOneOverheadPowerLines3.jpg/220px-HydroOneOverheadPowerLines3.jpg",
                "caption": "Hydro One's overhead power lines"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/HydroOnePowerTower2.jpg/170px-HydroOnePowerTower2.jpg",
                "caption": "A pylon leg and warning signage from one of Hydro One's 230,000 volt transmission lines"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro_One",
        "title": "Hydro One",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Basic principle",
        "text": "At times of low electrical demand, excess generation capacity is used to pump water into the upper reservoir. When there is higher demand, water is released back into the lower reservoir through a turbine , generating electricity. Reversible turbine/generator assemblies act as combined pump and turbine generator units (usually Francis turbine designs). [15] Variable speed operation further optimizes the round trip efficiency in pumped hydro storage plants. [16] [17] In micro-PSH applications, a group of pumps and Pump As Turbine (PAT) could be implemented respectively for pumping and generating phases. [18] The same pump could be used in both modes by changing rotational direction and speed: [18] the operation point in pumping usually differs from the operation point in PAT mode.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Pumpspeicherkraftwerk_engl.png/220px-Pumpspeicherkraftwerk_engl.png",
                "caption": "Power distribution, over a day, of a pumped-storage hydroelectricity facility. Green represents power consumed in pumping. Red is power generated."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pumped-storage_hydroelectricity",
        "title": "Pumped-storage hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Economic efficiency",
        "text": "Taking into account conversion losses and evaporation losses from the exposed water surface, energy recovery of 70–80% or more can be achieved. [19] This technique is currently the most cost-effective means of storing large amounts of electrical energy, but capital costs and the necessity of appropriate geography are critical decision factors in selecting pumped-storage plant sites. The relatively low energy density of pumped storage systems requires either large flows and/or large differences in height between reservoirs. The only way to store a significant amount of energy is by having a large body of water located relatively near, but as high as possible above, a second body of water. In some places this occurs naturally, in others one or both bodies of water were man-made. Projects in which both reservoirs are artificial and in which no natural inflows are involved with either reservoir are referred to as \"closed loop\" systems. [20] These systems may be economical because they flatten out load variations on the power grid, permitting thermal power stations such as coal-fired plants and nuclear power plants that provide base-load electricity to continue operating at peak efficiency, while reducing the need for \"peaking\" power plants that use the same fuels as many base-load thermal plants, gas and oil, but have been designed for flexibility rather than maximal efficiency. Hence pumped storage systems are crucial when coordinating large groups of heterogeneous generators . Capital costs for pumped-storage plants are relatively high, although this is somewhat mitigated by their proven long service life of decades - and in some cases over a century, [21] [22] which is three to five times longer than utility-scale batteries. When electricity prices become negative , pumped hydro operators may earn twice - when \"buying\" the electricity to pump the water to the upper reservoir at negative spot prices and again when selling the electricity at a later time when prices are high. Along with energy management, pumped storage systems help stabilize electrical network frequency and provide reserve generation. Thermal plants are much less able to respond to sudden changes in electrical demand that potentially cause frequency and voltage instability. Pumped storage plants, like other hydroelectric plants, can respond to load changes within seconds. The most important use for pumped storage has traditionally been to balance baseload powerplants, but they may also be used to abate the fluctuating output of intermittent energy sources . Pumped storage provides a load at times of high electricity output and low electricity demand, enabling additional system peak capacity. In certain jurisdictions, electricity prices may be close to zero or occasionally negative on occasions that there is more electrical generation available than there is load available to absorb it. Although at present this is rarely due to wind or solar power alone, increased use of such generation will increase the likelihood of those occurrences. [ citation needed ] It is particularly likely that pumped storage will become especially important as a balance for very large-scale photovoltaic and wind generation. [23] Increased long-distance transmission capacity combined with significant amounts of energy storage will be a crucial part of regulating any large-scale deployment of intermittent renewable power sources. [24] The high non-firm renewable electricity penetration in some regions  supplies 40% of annual output, but 60% may be reached before additional storage is necessary. [25] [26] [27]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Stwlan.dam.jpg/220px-Stwlan.dam.jpg",
                "caption": "The upper reservoir, Llyn Stwlan, and dam of the Ffestiniog Pumped Storage Scheme in North Wales . The lower power station has four water turbines which generate 360 MW of electricity within 60 seconds of the need arising."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pumped-storage_hydroelectricity",
        "title": "Pumped-storage hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Summary",
        "text": "In 2009, world pumped storage generating capacity was 104 GW , [32] while other sources claim 127 GW, which comprises the vast majority of all types of utility grade electric storage. [33] The EU had 38.3 GW net capacity (36.8% of world capacity) out of a total of 140 GW of hydropower and representing 5% of total net electrical capacity in the EU. Japan had 25.5 GW net capacity (24.5% of world capacity). [32] In 2010 the United States had 21.5 GW of pumped storage generating capacity (20.6% of world capacity). [34] PSH contributed 21,073 GWh of energy  in 2020 in the United States, but −5,321 GWh  (net) because more energy is consumed in pumping than is generated. [35] Nameplate pumped storage capacity had grown to 21.6 GW by 2014, with pumped storage comprising 97% of grid-scale energy storage in the United States. As of late 2014, there were 51 active project proposals with a total of 39 GW of new nameplate capacity across all stages of the FERC licensing process for new pumped storage hydroelectric plants in the United States, but no new plants were currently under construction in the United States at the time. [36] [37] The five largest operational pumped-storage plants are listed below (for a detailed list see List of pumped-storage hydroelectric power stations ) :",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Kruonis_Pumped_Storage_Plant.Lithuania.jpg/220px-Kruonis_Pumped_Storage_Plant.Lithuania.jpg",
                "caption": "Kruonis Pumped Storage Plant , Lithuania"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pumped-storage_hydroelectricity",
        "title": "Pumped-storage hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Role in addressing climate change",
        "text": "As part of the global effort to limit climate change , most countries have committed to net zero greenhouse gas emissions . [26] In practice, this means phasing out fossil fuels and replacing them with low-emissions energy sources. [12] At the 2023 United Nations Climate Change Conference , around three-quarters of the world's countries set a goal of tripling renewable energy capacity by 2030. [27] The European Union aims to generate 40% of its electricity from renewables by the same year. [28]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/2021_Death_rates%2C_by_energy_source.svg/300px-2021_Death_rates%2C_by_energy_source.svg.png",
                "caption": "Deaths caused as a result of fossil fuel use (areas of rectangles in chart) greatly exceed those resulting from production of renewable energy (rectangles barely visible in chart). [25]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Intermittency",
        "text": "The two most important forms of renewable energy, solar and wind, are intermittent energy sources : they are not available constantly, resulting in lower capacity factors . In contrast, fossil fuel power plants are usually able to produce precisely the amount of energy an electricity grid requires at a given time. Solar energy can only be captured during the day, and ideally in cloudless conditions. Wind power generation can vary significantly not only day-to-day, but even month-to-month. [31] This poses a challenge when transitioning away from fossil fuels: energy demand will often be higher or lower than what renewables can provide. [32] Both scenarios can cause electricity grids to become overloaded, leading to power outages . In the medium-term, this variability may require keeping some gas-fired power plants or other dispatchable generation on standby [33] [34] until there is enough energy storage, demand response , grid improvement, and/or baseload power from non-intermittent sources. In the long-term, energy storage is an important way of dealing with intermittency. [35] Using diversified renewable energy sources and smart grids can also help flatten supply and demand. [36] Sector coupling of the power generation sector with other sectors may increase flexibility: for example the transport sector can be coupled by charging electric vehicles and sending electricity from vehicle to grid . [37] Similarly the industry sector can be coupled by hydrogen produced by electrolysis, [38] and the buildings sector by thermal energy storage for space heating and cooling. [39] Building overcapacity for wind and solar generation can help ensure sufficient electricity production even during poor weather. In optimal weather, it may be necessary to curtail energy generation if it is not possible to use or store excess electricity. [40]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Renewables_need_flexible_backup_not_baseload.png/300px-Renewables_need_flexible_backup_not_baseload.png",
                "caption": "Estimated power demand over a week in May 2012 and May 2020, Germany, showing the variability in solar and wind power both day-to-day and month-to-month."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Solar energy",
        "text": "Solar power produced around 1.3 terrawatt-hours (TWh) worldwide in 2022, [10] representing 4.6% of the world's electricity. Almost all of this growth has happened since 2010. [52] Solar energy can be harnessed anywhere that receives sunlight; however, the amount of solar energy that can be harnessed for electricity generation is influenced by weather conditions , geographic location and time of day. [53] There are two mainstream ways of harnessing solar energy: solar thermal , which converts solar energy into heat; and photovoltaics (PV), which converts it into electricity. [12] PV is far more widespread, accounting for around two thirds of the global solar energy capacity as of 2022. [54] It is also growing at a much faster rate, with 170 GW newly installed capacity in 2021, [55] compared to 25 GW of solar thermal. [54] Passive solar refers to a range of construction strategies and technologies that aim to optimize the distribution of solar heat in a building. Examples include solar chimneys , [12] orienting a building to the sun, using construction materials that can store heat , and designing spaces that naturally circulate air . [56] From 2020 to 2022, solar technology investments almost doubled from USD 162 billion to USD 308 billion, driven by the sector's increasing maturity and cost reductions, particularly in solar photovoltaic (PV), which accounted for 90% of total investments. China and the United States were the main recipients, collectively making up about half of all solar investments since 2013. Despite reductions in Japan and India due to policy changes and COVID-19 , growth in China, the United States, and a significant increase from Vietnam's feed-in tariff program offset these declines. Globally, the solar sector added 714 gigawatts (GW) of solar PV and concentrated solar power (CSP) capacity between 2013 and 2021, with a notable rise in large-scale solar heating installations in 2021, especially in China, Europe, Turkey, and Mexico. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/SolarFachwerkhaus.jpg/220px-SolarFachwerkhaus.jpg",
                "caption": "A small, roof-top mounted PV system in Bonn , Germany"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG/220px-Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG",
                "caption": "Komekurayama photovoltaic power station in Kofu , Japan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Photovoltaics",
        "text": "A photovoltaic system , consisting of solar cells assembled into panels , converts light into electrical direct current via the photoelectric effect . [60] PV has several advantages that make it by far the fastest-growing renewable energy technology. It is cheap, low-maintenance and scalable; adding to an existing PV installation as demanded arises is simple. Its main disadvantage is its poor performance in cloudy weather. [12] PV systems range from small, residential and commercial rooftop or building integrated installations, to large utility-scale photovoltaic power station . [61] A household's solar panels can either be used for just that household or, if connected to an electrical grid, can be aggregated with millions of others. [62] The first utility-scale solar power plant was built in 1982 in Hesperia, California by ARCO . [63] The plant was not profitable and was sold eight years later. [64] However, over the following decades, PV cells became significantly more efficient and cheaper. [65] As a result, PV adoption has grown exponentially since 2010. [66] Global capacity increased from 230 GW at the end of 2015 to 890 GW in 2021. [67] PV grew fastest in China between 2016 and 2021, adding 560 GW, more than all advanced economies combined. [68] Four of the ten biggest solar power stations are in China, including the biggest, Golmud Solar Park in China. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg/220px-1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg.png",
                "caption": "Swanson's law –stating that solar module prices have dropped about 20% for each doubling of installed capacity—defines the \" learning rate \" of solar photovoltaics . [58] [59]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Wind power",
        "text": "Humans have harnessed wind energy since at least 3500 BC. Until the 20th century, it was primarily used to power ships, windmills and water pumps. Today, the vast majority of wind power is used to generate electricity using wind turbines. [12] Modern utility-scale wind turbines range from around 600 kW to 9 MW of rated power. The power available from the wind is a function of the cube of the wind speed, so as wind speed increases, power output increases up to the maximum output for the particular turbine. [76] Areas where winds are stronger and more constant, such as offshore and high-altitude sites, are preferred locations for wind farms. Wind-generated electricity met nearly 4% of global electricity demand in 2015, with nearly 63 GW of new wind power capacity installed. Wind energy was the leading source of new capacity in Europe, the US and Canada, and the second largest in China. In Denmark, wind energy met more than 40% of its electricity demand while Ireland, Portugal and Spain each met nearly 20%. [77] Globally, the long-term technical potential of wind energy is believed to be five times total current global energy production, or 40 times current electricity demand, assuming all practical barriers needed were overcome. This would require wind turbines to be installed over large areas, particularly in areas of higher wind resources, such as offshore, and likely also industrial use of new types of VAWT turbines in addition to the horizontal axis units currently in use. As offshore wind speeds average ~90% greater than that of land, offshore resources can contribute substantially more energy than land-stationed turbines. [78] Investments in wind technologies reached USD 161 billion in 2020, with onshore wind dominating at 80% of total investments from 2013 to 2022. Offshore wind investments nearly doubled to USD 41 billion between 2019 and 2020, primarily due to policy incentives in China and expansion in Europe. Global wind capacity increased by 557 GW between 2013 and 2021, with capacity additions increasing by an average of 19% each year. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Pretty_flamingos_-_geograph.org.uk_-_578705.jpg/170px-Pretty_flamingos_-_geograph.org.uk_-_578705.jpg",
                "caption": "Burbo , NW-England"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Fentonwindpark1.jpg/220px-Fentonwindpark1.jpg",
                "caption": "Sunrise at the Fenton Wind Farm in Minnesota, United States"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Wind_energy_generation_by_region%2C_OWID.svg/300px-Wind_energy_generation_by_region%2C_OWID.svg.png",
                "caption": "Wind energy generation by region over time [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Hydropower",
        "text": "Since water is about 800 times denser than air , even a slow flowing stream of water, or moderate sea swell , can yield considerable amounts of energy. Water can generate electricity with a conversion efficiency of about 90%, which is the highest rate in renewable energy. [82] There are many forms of water energy: Much hydropower is flexible, thus complementing wind and solar. [86] In 2021, the world renewable hydropower capacity was 1,360 GW. [68] Only a third of the world's estimated hydroelectric potential of 14,000 TWh/year has been developed. [87] [88] New hydropower projects face opposition from local communities due to their large impact, including relocation of communities and flooding of wildlife habitats and farming land. [89] High cost and lead times from permission process, including environmental and risk assessments, with lack of environmental and social acceptance are therefore the primary challenges for new developments. [90] It is popular to repower old dams thereby increasing their efficiency and capacity as well as quicker responsiveness on the grid. [91] Where circumstances permit existing dams such as the Russell Dam built in 1985 may be updated with \"pump back\" facilities for pumped-storage which is useful for peak loads or to support intermittent wind and solar power. Because dispatchable power is more valuable than VRE [92] [93] countries with large hydroelectric developments such as Canada and Norway are spending billions to expand their grids to trade with neighboring countries having limited hydro. [94]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/ThreeGorgesDam-China2009.jpg/220px-ThreeGorgesDam-China2009.jpg",
                "caption": "The Three Gorges Dam for hydropower on the Yangtze River in China"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Three_gorges_dam_from_space.jpg/220px-Three_gorges_dam_from_space.jpg",
                "caption": "Three Gorges Dam and Gezhouba Dam , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Bioenergy",
        "text": "Biomass is biological material derived from living, or recently living organisms. Most commonly, it refers to plants or plant-derived materials. As an energy source, biomass can either be used directly via combustion to produce heat, or converted to a more energy-dense biofuel like ethanol. Wood is the most significant biomass energy source as of 2012 [98] and is usually sourced from a trees cleared for silvicultural reasons or fire prevention . Municipal wood waste – for instance, construction materials or sawdust – is also often burned for energy. [99] The biggest per-capita producers of wood-based bioenergy are heavily forested countries like Finland, Sweden, Estonia, Austria, and Denmark. [100] Bioenergy can be environmentally destructive if old-growth forests are cleared to make way for crop production. In particular, demand for palm oil to produce biodiesel has contributed to the deforestation of tropical rainforests in Brazil and Indonesia. [101] In addition, burning biomass still produces carbon emissions, although much less than fossil fuels (39 grams of CO 2 per megajoule of energy, compared to 75 g/MJ for fossil fuels). [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Metz_biomass_power_station.jpg/220px-Metz_biomass_power_station.jpg",
                "caption": "A CHP power station using wood to supply 30,000 households in France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Biofuel",
        "text": "Biofuels are primarily used in transportation, providing 3.5% of the world's transport energy demand in 2022, [103] up from 2.7% in 2010. [104] Biojet is expected to be important for short-term reduction of carbon dioxide emissions from long-haul flights. [105] Aside from wood, the major sources of bioenergy are bioethanol and biodiesel . [12] Bioethanol is usually produced by fermenting the sugar components of crops like sugarcane and maize , while biodiesel is mostly made from oils extracted from plants, such as soybean oil and corn oil . [106] Most of the crops used to produce bioethanol and biodiesel are grown specifically for this purpose, [107] although used cooking oil accounted for 14% of the oil used to produce biodiesel as of 2015. [106] The biomass used to produce biofuels varies by region. Maize is the major feedstock in the United States, while sugarcane dominates in Brazil. [108] In the European Union, where biodiesel is more common than bioethanol, rapeseed oil and palm oil are the main feedstocks. [109] China, although it produces comparatively much less biofuel, uses mostly corn and wheat. [110] In many countries, biofuels are either subsidized or mandated to be included in fuel mixtures . [101] There are many other sources of bioenergy that are more niche, or not yet viable at large scales. For instance, bioethanol could be produced from the cellulosic parts of crops, rather than only the seed as is common today. [111] Sweet sorghum may be a promising alternative source of bioethanol, due to its tolerance of a wide range of climates. [112] Cow dung can be converted into methane. [113] There is also a great deal of research involving algal fuel , which is attractive because algae is a non-food resource, grows around 20 times faster than most food crops, and can be grown almost anywhere. [114]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Faz_S_Sofia_canavial_090607_REFON.JPG/220px-Faz_S_Sofia_canavial_090607_REFON.JPG",
                "caption": "Sugarcane plantation to produce ethanol in Brazil"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Soybeanbus.jpg/220px-Soybeanbus.jpg",
                "caption": "A bus fueled by biodiesel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Geothermal energy",
        "text": "Geothermal energy is thermal energy (heat) extracted from the Earth's crust . It originates from several different sources , of which the most significant is slow radioactive decay of minerals contained in the Earth's interior , [12] as well as some leftover heat from the formation of the Earth . [119] Some of the heat is generated near the Earth's surface in the crust, but some also flows from deep within the Earth from the mantle and core . [119] Geothermal energy extraction is viable mostly in countries located on tectonic plate edges, where the Earth's hot mantle is more exposed. [120] As of 2023, the United States has by far the most geothermal capacity (2.7 GW, [121] or less than 0.2% of the country's total energy capacity [122] ), followed by Indonesia and the Philippines. Global capacity in 2022 was 15 GW. [121] Geothermal energy can be either used directly to heat homes, as is common in Iceland, or to generate electricity. At smaller scales, geothermal power can be generated with geothermal heat pumps , which can extract heat from ground temperatures of under 30 °C (86 °F), allowing them to be used at relatively shallow depths of a few meters. [120] Electricity generation requires large plants and ground temperatures of at least 150 °C (302 °F). In some countries, electricity produced from geothermal energy accounts for a large portion of the total, such as Kenya (43%) and Indonesia (5%). [123] Technical advances may eventually make geothermal power more widely available. For example, enhanced geothermal systems involve drilling around 10 kilometres (6.2 mi) into the Earth, breaking apart hot rocks and extracting the heat using water. In theory, this type of geothermal energy extraction could be done anywhere on Earth. [120]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/NesjavellirPowerPlant_edit2.jpg/220px-NesjavellirPowerPlant_edit2.jpg",
                "caption": "Steam rising from the Nesjavellir Geothermal Power Station in Iceland"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/West_Ford_Flat_Geothermal_Cooling_Tower.JPG/170px-West_Ford_Flat_Geothermal_Cooling_Tower.JPG",
                "caption": "Geothermal plant at The Geysers , California, US"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Krafla_geothermal_power_station_wiki.jpg/220px-Krafla_geothermal_power_station_wiki.jpg",
                "caption": "Krafla , a geothermal power station in Iceland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Marine energy",
        "text": "Marine energy (also sometimes referred to as ocean energy) is the energy carried by ocean waves , tides , salinity , and ocean temperature differences . Technologies to harness the energy of moving water include wave power , marine current power , and tidal power . Reverse electrodialysis (RED) is a technology for generating electricity by mixing fresh water and salty sea water in large power cells. [130] Most marine energy harvesting technologies are still at low technology readiness levels and not used at large scales. Tidal energy is generally considered the most mature, but has not seen wide deployment. [131] The world's largest tidal power station is on Sihwa Lake , South Korea, [132] which produces around 550 gigawatt-hours of electricity per year. [133]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg/220px-Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg",
                "caption": "Aerial view of Sihwa Tidal Power Station in South Korea"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Growth of renewables",
        "text": "The results of a recent review of the literature concluded that as greenhouse gas (GHG) emitters begin to be held liable for damages resulting from GHG emissions resulting in climate change, a high value for liability mitigation would provide powerful incentives for deployment of renewable energy technologies. [181] In the decade of 2010–2019, worldwide investment in renewable energy capacity excluding large hydropower amounted to US$2.7 trillion, of which the top countries China contributed US$818 billion, the United States contributed US$392.3 billion, Japan contributed US$210.9 billion, Germany contributed US$183.4 billion, and the United Kingdom contributed US$126.5 billion. [182] This was an increase of over three and possibly four times the equivalent amount invested in the decade of 2000–2009 (no data is available for 2000–2003). [182] As of 2022, an estimated 28% of the world's electricity was generated by renewables. This is up from 19% in 1990. [183]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg/232px-20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg.png",
                "caption": "Investment: Companies, governments and households have committed increasing amounts to decarbonization, including renewable energy (solar, wind), electric vehicles and associated charging infrastructure, energy storage, energy-efficient heating systems, carbon capture and storage, and hydrogen. [171] [172]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg/232px-20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg.png",
                "caption": "Levelized cost: With increasingly widespread implementation of renewable energy sources, costs have declined, most notably for energy generated by solar panels. [175] [176] Levelized cost of energy (LCOE) is a measure of the average net present cost of electricity generation for a generating plant over its lifetime."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Future projections",
        "text": "A December 2022 report by the IEA forecasts that over 2022-2027, renewables are seen growing by almost 2 400 GW in its main forecast, equal to the entire installed power capacity of China in 2021. This is an 85% acceleration from the previous five years, and almost 30% higher than what the IEA forecast in its 2021 report, making its largest ever upward revision. Renewables are set to account for over 90% of global electricity capacity expansion over the forecast period. [68] To achieve net zero emissions by 2050, IEA believes that 90% of global electricity generation will need to be produced from renewable sources. [17] In June 2022 IEA Executive Director Fatih Birol said that countries should invest more in renewables to \"ease the pressure on consumers from high fossil fuel prices, make our energy systems more secure, and get the world on track to reach our climate goals.\" [185] China's five year plan to 2025 includes increasing direct heating by renewables such as geothermal and solar thermal. [186] REPowerEU , the EU plan to escape dependence on fossil Russian gas , is expected to call for much more green hydrogen . [187] After a transitional period, [188] renewable energy production is expected to make up most of the world's energy production. In 2018, the risk management firm, DNV GL , forecasts that the world's primary energy mix will be split equally between fossil and non-fossil sources by 2050. [189]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg/220px-2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg.png",
                "caption": "In 2023, electricity generation from wind and solar sources was projected to exceed 30% by 2030. [184]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Policy",
        "text": "Policies to support renewable energy have been vital in their expansion. Where Europe dominated in establishing energy policy in the early 2000s, most countries around the world now have some form of energy policy. [199] The International Renewable Energy Agency (IRENA) is an intergovernmental organization for promoting the adoption of renewable energy worldwide. It aims to provide concrete policy advice and facilitate capacity building and technology transfer. IRENA was formed in 2009, with 75 countries signing the charter of IRENA. [200] As of April 2019, IRENA has 160 member states. [201] The then United Nations Secretary-General Ban Ki-moon has said that renewable energy can lift the poorest nations to new levels of prosperity, [202] and in September 2011 he launched the UN Sustainable Energy for All initiative to improve energy access, efficiency and the deployment of renewable energy. [203] The 2015 Paris Agreement on climate change motivated many countries to develop or improve renewable energy policies. [204] In 2017, a total of 121 countries adopted some form of renewable energy policy. [199] National targets that year existed in 176 countries. [204] In addition, there is also a wide range of policies at the state/provincial, and local levels. [104] Some public utilities help plan or install residential energy upgrades . Many national, state and local governments have created green banks . A green bank is a quasi-public financial institution that uses public capital to leverage private investment in clean energy technologies. [205] Green banks use a variety of financial tools to bridge market gaps that hinder the deployment of clean energy. Climate neutrality by the year 2050 is the main goal of the European Green Deal . [206] For the European Union to reach their target of climate neutrality, one goal is to decarbonise its energy system by aiming to achieve \"net-zero greenhouse gas emissions by 2050.\" [207]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Share_of_electricity_production_from_renewables.svg/330px-Share_of_electricity_production_from_renewables.svg.png",
                "caption": "Share of electricity production from renewables, 2022 [8]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Geopolitics",
        "text": "The geopolitical impact of the growing use of renewable energy is a subject of ongoing debate and research. [219] Many fossil-fuel producing countries, such as Qatar , Russia , Saudi Arabia and Norway , are currently able to exert diplomatic or geopolitical influence as a result of their oil wealth. Most of these countries are expected to be among the geopolitical \"losers\" of the energy transition, although some, like Norway, are also significant producers and exporters of renewable energy. Fossil fuels and the infrastructure to extract them may, in the long term, become stranded assets . [220] It has been speculated that countries dependent on fossil fuel revenue may one day find it in their interests to quickly sell off their remaining fossil fuels. [221] Conversely, nations abundant in renewable resources, and the minerals required for renewables technology, are expected to gain influence. [222] [223] In particular, China has become the world's dominant manufacturer of the technology needed to produce or store renewable energy, especially solar panels , wind turbines , and lithium-ion batteries . [224] Nations rich in solar and wind energy could become major energy exporters. [225] Some may produce and export green hydrogen , [226] [225] although electricity is projected to be the dominant energy carrier in 2050, accounting for almost 50% of total energy consumption (up from 22% in 2015). [227] Countries with large uninhabited areas such as Australia, China, and many African and Middle Eastern countries have a potential for huge installations of renewable energy. The production of renewable energy technologies requires rare-earth elements with new supply chains. [228] Countries with already weak governments that rely on fossil fuel revenue may face even higher political instability or popular unrest. Analysts consider Nigeria, Angola , Chad , Gabon , and Sudan , all countries with a history of military coups , to be at risk of instability due to dwindling oil income. [229] A study found that transition from fossil fuels to renewable energy systems reduces risks from mining, trade and political dependence because renewable energy systems don't need fuel – they depend on trade only for the acquisition of materials and components during construction. [230] In October 2021, European Commissioner for Climate Action Frans Timmermans suggested \"the best answer\" to the 2021 global energy crisis is \"to reduce our reliance on fossil fuels.\" [231] He said those blaming the European Green Deal were doing so \"for perhaps ideological reasons or sometimes economic reasons in protecting their vested interests.\" [231] Some critics blamed the European Union Emissions Trading System (EU ETS) and closure of nuclear plants for contributing to the energy crisis. [232] [233] [234] European Commission President Ursula von der Leyen said that Europe is \"too reliant\" on natural gas and too dependent on natural gas imports . According to Von der Leyen, \"The answer has to do with diversifying our suppliers ... and, crucially, with speeding up the transition to clean energy.\" [235]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/TREC-Map-en.jpg/220px-TREC-Map-en.jpg",
                "caption": "A concept of a super grid"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Public support",
        "text": "Solar power plants may compete with arable land , [254] [255] while on-shore wind farms often face opposition due to aesthetic concerns and noise. [256] [257] Such opponents are often described as NIMBYs (\"not in my back yard\"). [258] Some environmentalists are concerned about fatal collisions of birds and bats with wind turbines. [259] Although protests against new wind farms occasionally occur around the world, regional and national surveys generally find broad support for both solar and wind power. [260] [261] [262] Community-owned wind energy is sometimes proposed as a way to increase local support for wind farms. [263] A 2011 UK Government document stated that \"projects are generally more likely to succeed if they have broad public support and the consent of local communities. This means giving communities both a say and a stake.\" [264] In the 2000s and early 2010s, many renewable projects in Germany, Sweden and Denmark were owned by local communities, particularly through cooperative structures. [265] [266] In the years since, more installations in Germany have been undertaken by large companies, [263] but community ownership remains strong in Denmark. [267]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [253]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Properties",
        "text": "Water ( H 2 O ) is a polar inorganic compound . At room temperature it is a tasteless and odorless liquid , nearly colorless with a hint of blue . This simplest hydrogen chalcogenide is by far the most studied chemical compound and is described as the \"universal solvent\" for its ability to dissolve many substances. [44] [45] This allows it to be the \" solvent of life\": [46] indeed, water as found in nature almost always includes various dissolved substances, and special steps are required to obtain chemically pure water . Water is the only common substance to exist as a solid , liquid, and gas in normal terrestrial conditions. [47]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Water_molecule_%281%29.svg/220px-Water_molecule_%281%29.svg.png",
                "caption": "A water molecule consists of two hydrogen atoms and one oxygen atom."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Water",
        "title": "Water",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "States",
        "text": "Along with oxidane , water is one of the two official names for the chemical compound H 2 O ; [48] it is also the liquid phase of H 2 O . [49] The other two common states of matter of water are the solid phase, ice , and the gaseous phase, water vapor or steam . The addition or removal of heat can cause phase transitions : freezing (water to ice), melting (ice to water), vaporization (water to vapor), condensation (vapor to water), sublimation (ice to vapor) and deposition (vapor to ice). [50]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/States_of_Matter.svg/220px-States_of_Matter.svg.png",
                "caption": "The three common states of matter"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Water",
        "title": "Water",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Triple and critical points",
        "text": "On a pressure/temperature phase diagram (see figure), there are curves separating solid from vapor, vapor from liquid, and liquid from solid. These meet at a single point called the triple point , where all three phases can coexist. The triple point is at a temperature of 273.16 K (0.01 °C; 32.02 °F) and a pressure of 611.657 pascals (0.00604 atm; 0.0887 psi); [69] it is the lowest pressure at which liquid water can exist. Until 2019 , the triple point was used to define the Kelvin temperature scale . [70] [71] The water/vapor phase curve terminates at 647.096 K (373.946 °C; 705.103 °F) and 22.064 megapascals (3,200.1 psi; 217.75 atm). [72] This is known as the critical point . At higher temperatures and pressures the liquid and vapor phases form a continuous phase called a supercritical fluid . It can be gradually compressed or expanded between gas-like and liquid-like densities; its properties (which are quite different from those of ambient water) are sensitive to density. For example, for suitable pressures and temperatures it can mix freely with nonpolar compounds , including most organic compounds . This makes it useful in a variety of applications including high-temperature electrochemistry and as an ecologically benign solvent or catalyst in chemical reactions involving organic compounds. In Earth's mantle, it acts as a solvent during mineral formation, dissolution and deposition. [73] [74]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Phase_diagram_of_water_simplified.svg/220px-Phase_diagram_of_water_simplified.svg.png",
                "caption": "Phase diagram of water (simplified)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Water",
        "title": "Water",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Molecular polarity",
        "text": "In a water molecule, the hydrogen atoms form a 104.5° angle with the oxygen atom. The hydrogen atoms are close to two corners of a tetrahedron centered on the oxygen. At the other two corners are lone pairs of valence electrons that do not participate in the bonding. In a perfect tetrahedron, the atoms would form a 109.5° angle, but the repulsion between the lone pairs is greater than the repulsion between the hydrogen atoms. [89] [90] The O–H bond length is about 0.096 nm. [91] Other substances have a tetrahedral molecular structure, for example methane ( CH 4 ) and hydrogen sulfide ( H 2 S ). However, oxygen is more electronegative than most other elements, so the oxygen atom has a negative partial charge while the hydrogen atoms are partially positively charged. Along with the bent structure, this gives the molecule an electrical dipole moment and it is classified as a polar molecule . [92] Water is a good polar solvent , dissolving many salts and hydrophilic organic molecules such as sugars and simple alcohols such as ethanol . Water also dissolves many gases, such as oxygen and carbon dioxide —the latter giving the fizz of carbonated beverages, sparkling wines and beers. In addition, many substances in living organisms, such as proteins , DNA and polysaccharides , are dissolved in water. The interactions between water and the subunits of these biomacromolecules shape protein folding , DNA base pairing , and other phenomena crucial to life ( hydrophobic effect ). Many organic substances (such as fats and oils and alkanes ) are hydrophobic , that is, insoluble in water. Many inorganic substances are insoluble too, including most metal oxides , sulfides , and silicates .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Tetrahedral_Structure_of_Water.png/220px-Tetrahedral_Structure_of_Water.png",
                "caption": "Tetrahedral structure of water"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Water",
        "title": "Water",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Hydrogen bonding",
        "text": "Because of its polarity, a molecule of water in the liquid or solid state can form up to four hydrogen bonds with neighboring molecules. Hydrogen bonds are about ten times as strong as the Van der Waals force that attracts molecules to each other in most liquids. This is the reason why the melting and boiling points of water are much higher than those of other analogous compounds like hydrogen sulfide. They also explain its exceptionally high specific heat capacity (about 4.2 J /(g·K)), heat of fusion (about 333 J/g), heat of vaporization ( 2257 J/g ), and thermal conductivity (between 0.561 and 0.679 W/(m·K)). These properties make water more effective at moderating Earth's climate , by storing heat and transporting it between the oceans and the atmosphere. The hydrogen bonds of water are around 23 kJ/mol (compared to a covalent O-H bond at 492 kJ/mol). Of this, it is estimated that 90% is attributable to electrostatics, while the remaining 10% is partially covalent. [93] These bonds are the cause of water's high surface tension [94] and capillary forces. The capillary action refers to the tendency of water to move up a narrow tube against the force of gravity . This property is relied upon by all vascular plants , such as trees. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/3D_model_hydrogen_bonds_in_water.svg/220px-3D_model_hydrogen_bonds_in_water.svg.png",
                "caption": "Model of hydrogen bonds (1) between molecules of water"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Heat_capacity_of_water_2.jpg/310px-Heat_capacity_of_water_2.jpg",
                "caption": "Specific heat capacity of water [95]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Water",
        "title": "Water",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Water cycle",
        "text": "The water cycle (known scientifically as the hydrologic cycle) is the continuous exchange of water within the hydrosphere , between the atmosphere , soil water, surface water , groundwater, and plants. Water moves perpetually through each of these regions in the water cycle consisting of the following transfer processes: Most water vapors found mostly in the ocean returns to it, but winds carry water vapor over land at the same rate as runoff into the sea, about 47 Tt per year whilst evaporation and transpiration happening in land masses also contribute another 72 Tt per year. Precipitation, at a rate of 119 Tt per year over land, has several forms: most commonly rain, snow, and hail , with some contribution from fog and dew . [100] Dew is small drops of water that are condensed when a high density of water vapor meets a cool surface. Dew usually forms in the morning when the temperature is the lowest, just before sunrise and when the temperature of the earth's surface starts to increase. [101] Condensed water in the air may also refract sunlight to produce rainbows . Water runoff often collects over watersheds flowing into rivers. Through erosion , runoff shapes the environment creating river valleys and deltas which provide rich soil and level ground for the establishment of population centers. A flood occurs when an area of land, usually low-lying, is covered with water which occurs when a river overflows its banks or a storm surge happens. On the other hand, drought is an extended period of months or years when a region notes a deficiency in its water supply. This occurs when a region receives consistently below average precipitation either due to its topography or due to its location in terms of latitude .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Water_cycle.png/220px-Water_cycle.png",
                "caption": "Water cycle"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Water",
        "title": "Water",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Effects on life",
        "text": "From a biological standpoint, water has many distinct properties that are critical for the proliferation of life. It carries out this role by allowing organic compounds to react in ways that ultimately allow replication . All known forms of life depend on water. Water is vital both as a solvent in which many of the body's solutes dissolve and as an essential part of many metabolic processes within the body. Metabolism is the sum total of anabolism and catabolism . In anabolism, water is removed from molecules (through energy requiring enzymatic chemical reactions) in order to grow larger molecules (e.g., starches, triglycerides, and proteins for storage of fuels and information). In catabolism, water is used to break bonds in order to generate smaller molecules (e.g., glucose, fatty acids, and amino acids to be used for fuels for energy use or other purposes). Without water, these particular metabolic processes could not exist. Water is fundamental to both photosynthesis and respiration. Photosynthetic cells use the sun's energy to split off water's hydrogen from oxygen. [105] In the presence of sunlight, hydrogen is combined with CO 2 (absorbed from air or water) to form glucose and release oxygen. [106] All living cells use such fuels and oxidize the hydrogen and carbon to capture the sun's energy and reform water and CO 2 in the process (cellular respiration). Water is also central to acid-base neutrality and enzyme function. An acid, a hydrogen ion ( H + , that is, a proton) donor, can be neutralized by a base, a proton acceptor such as a hydroxide ion ( OH − ) to form water. Water is considered to be neutral, with a pH (the negative log of the hydrogen ion concentration) of 7. Acids have pH values less than 7 while bases have values greater than 7.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Auto-and_heterotrophs.svg/170px-Auto-and_heterotrophs.svg.png",
                "caption": "Overview of photosynthesis (green) and respiration (red)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Water",
        "title": "Water",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Effects on human civilization",
        "text": "Civilization has historically flourished around rivers and major waterways; Mesopotamia , one of the so-called cradles of civilization , was situated between the major rivers Tigris and Euphrates ; the ancient society of the Egyptians depended entirely upon the Nile . The early Indus Valley civilization ( c. 3300 BCE – c. 1300 BCE ) developed along the Indus River and tributaries that flowed out of the Himalayas . Rome was also founded on the banks of the Italian river Tiber . Large metropolises like Rotterdam , London , Montreal , Paris , New York City , Buenos Aires , Shanghai , Tokyo , Chicago , and Hong Kong owe their success in part to their easy accessibility via water and the resultant expansion of trade. Islands with safe water ports, like Singapore , have flourished for the same reason. In places such as North Africa and the Middle East, where water is more scarce, access to clean drinking water was and is a major factor in human development.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Longwood_Gardens-Italian_Garden.jpg/220px-Longwood_Gardens-Italian_Garden.jpg",
                "caption": "Water fountain"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Water",
        "title": "Water",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Health and pollution",
        "text": "Water fit for human consumption is called drinking water or potable water. Water that is not potable may be made potable by filtration or distillation , or by a range of other methods . More than 660 million people do not have access to safe drinking water. [107] [108] Water that is not fit for drinking but is not harmful to humans when used for swimming or bathing is called by various names other than potable or drinking water, and is sometimes called safe water , or \"safe for bathing\". Chlorine is a skin and mucous membrane irritant that is used to make water safe for bathing or drinking. Its use is highly technical and is usually monitored by government regulations (typically 1 part per million (ppm) for drinking water, and 1–2 ppm of chlorine not yet reacted with impurities for bathing water). Water for bathing may be maintained in satisfactory microbiological condition using chemical disinfectants such as chlorine or ozone or by the use of ultraviolet light. Water reclamation is the process of converting wastewater (most commonly sewage , also called municipal wastewater) into water that can be reused for other purposes. There are 2.3 billion people who reside in nations with water scarcities, which means that each individual receives less than 1,700 cubic metres (60,000 cu ft) of water annually. 380 billion cubic metres (13 × 10 ^ 12 cu ft) of municipal wastewater are produced globally each year. [109] [110] [111] Freshwater is a renewable resource, recirculated by the natural hydrologic cycle , but pressures over access to it result from the naturally uneven distribution in space and time, growing economic demands by agriculture and industry, and rising populations. Currently, nearly a billion people around the world lack access to safe, affordable water. In 2000, the United Nations established the Millennium Development Goals for water to halve by 2015 the proportion of people worldwide without access to safe water and sanitation . Progress toward that goal was uneven, and in 2015 the UN committed to the Sustainable Development Goals of achieving universal access to safe and affordable water and sanitation by 2030. Poor water quality and bad sanitation are deadly; some five million deaths a year are caused by water-related diseases. The World Health Organization estimates that safe water could prevent 1.4 million child deaths from diarrhoea each year. [112] In developing countries, 90% of all municipal wastewater still goes untreated into local rivers and streams. [113] Some 50 countries, with roughly a third of the world's population, also suffer from medium or high water scarcity and 17 of these extract more water annually than is recharged through their natural water cycles. [114] The strain not only affects surface freshwater bodies like rivers and lakes, but it also degrades groundwater resources.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Field_Trip-_water_sampling.jpg/220px-Field_Trip-_water_sampling.jpg",
                "caption": "An environmental science program – a student from Iowa State University sampling water"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Water",
        "title": "Water",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "For drinking",
        "text": "The human body contains from 55% to 78% water, depending on body size. [125] [ user-generated source? ] To function properly, the body requires between one and seven liters (0.22 and 1.54 imp gal; 0.26 and 1.85 U.S. gal) [ citation needed ] of water per day to avoid dehydration ; the precise amount depends on the level of activity, temperature, humidity, and other factors. Most of this is ingested through foods or beverages other than drinking straight water. It is not clear how much water intake is needed by healthy people, though the British Dietetic Association advises that 2.5 liters of total water daily is the minimum to maintain proper hydration, including 1.8 liters (6 to 7 glasses) obtained directly from beverages. [126] Medical literature favors a lower consumption, typically 1 liter of water for an average male, excluding extra requirements due to fluid loss from exercise or warm weather. [127] Healthy kidneys can excrete 0.8 to 1 liter of water per hour, but stress such as exercise can reduce this amount. People can drink far more water than necessary while exercising, putting them at risk of water intoxication (hyperhydration), which can be fatal. [128] [129] The popular claim that \"a person should consume eight glasses of water per day\" seems to have no real basis in science. [130] Studies have shown that extra water intake, especially up to 500 milliliters (18 imp fl oz; 17 U.S. fl oz) at mealtime, was associated with weight loss. [131] [132] [133] [134] [135] [136] Adequate fluid intake is helpful in preventing constipation. [137] An original recommendation for water intake in 1945 by the Food and Nutrition Board of the U.S. National Research Council read: \"An ordinary standard for diverse persons is 1 milliliter for each calorie of food. Most of this quantity is contained in prepared foods.\" [138] The latest dietary reference intake report by the U.S. National Research Council in general recommended, based on the median total water intake from US survey data (including food sources): 3.7 liters (0.81 imp gal; 0.98 U.S. gal) for men and 2.7 liters (0.59 imp gal; 0.71 U.S. gal) of water total for women, noting that water contained in food provided approximately 19% of total water intake in the survey. [139] Specifically, pregnant and breastfeeding women need additional fluids to stay hydrated. The US Institute of Medicine recommends that, on average, men consume 3 liters (0.66 imp gal; 0.79 U.S. gal) and women 2.2 liters (0.48 imp gal; 0.58 U.S. gal); pregnant women should increase intake to 2.4 liters (0.53 imp gal; 0.63 U.S. gal) and breastfeeding women should get 3 liters (12 cups), since an especially large amount of fluid is lost during nursing. [140] Also noted is that normally, about 20% of water intake comes from food, while the rest comes from drinking water and beverages ( caffeinated included). Water is excreted from the body in multiple forms; through urine and feces , through sweating , and by exhalation of water vapor in the breath. With physical exertion and heat exposure, water loss will increase and daily fluid needs may increase as well. Humans require water with few impurities. Common impurities include metal salts and oxides, including copper, iron, calcium and lead, [141] [ full citation needed ] and harmful bacteria, such as Vibrio . Some solutes are acceptable and even desirable for taste enhancement and to provide needed electrolytes . [142] The single largest (by volume) freshwater resource suitable for drinking is Lake Baikal in Siberia. [143]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Humanitarian_aid_OCPA-2005-10-28-090517a.jpg/220px-Humanitarian_aid_OCPA-2005-10-28-090517a.jpg",
                "caption": "A young girl drinking bottled water"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/2006_Global_Water_Availability.svg/220px-2006_Global_Water_Availability.svg.png",
                "caption": "Water availability: the fraction of the population using improved water sources by country"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Roadside_fresh_water_outlet_from_glacier%2C_Nubra%2C_Ladakh.jpg/220px-Roadside_fresh_water_outlet_from_glacier%2C_Nubra%2C_Ladakh.jpg",
                "caption": "Roadside fresh water outlet from glacier, Nubra"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/DIN_4844-2_D-P005.svg/220px-DIN_4844-2_D-P005.svg.png",
                "caption": "Hazard symbol for non-potable water"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Water",
        "title": "Water",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Fire considerations",
        "text": "Water has a high heat of vaporization and is relatively inert, which makes it a good fire extinguishing fluid. The evaporation of water carries heat away from the fire. It is dangerous to use water on fires involving oils and organic solvents because many organic materials float on water and the water tends to spread the burning liquid. Use of water in fire fighting should also take into account the hazards of a steam explosion , which may occur when water is used on very hot fires in confined spaces, and of a hydrogen explosion, when substances which react with water, such as certain metals or hot carbon such as coal, charcoal , or coke graphite, decompose the water, producing water gas . The power of such explosions was seen in the Chernobyl disaster , although the water involved in this case did not come from fire-fighting but from the reactor's own water cooling system. A steam explosion occurred when the extreme overheating of the core caused water to flash into steam. A hydrogen explosion may have occurred as a result of a reaction between steam and hot zirconium . Some metallic oxides, most notably those of alkali metals and alkaline earth metals , produce so much heat in reaction with water that a fire hazard can develop. The alkaline earth oxide quicklime , also known as calcium oxide, is a mass-produced substance that is often transported in paper bags. If these are soaked through, they may ignite as their contents react with water. [156]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/MH-60S_Helicopter_dumps_water_onto_Fire.jpg/220px-MH-60S_Helicopter_dumps_water_onto_Fire.jpg",
                "caption": "Water is used for fighting wildfires ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Water",
        "title": "Water",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Recreation",
        "text": "Humans use water for many recreational purposes, as well as for exercising and for sports. Some of these include swimming, waterskiing , boating , surfing and diving . In addition, some sports, like ice hockey and ice skating , are played on ice. Lakesides, beaches and water parks are popular places for people to go to relax and enjoy recreation. Many find the sound and appearance of flowing water to be calming, and fountains and other flowing water structures are popular decorations. Some keep fish and other flora and fauna inside aquariums or ponds for show, fun, and companionship. Humans also use water for snow sports such as skiing , sledding , snowmobiling or snowboarding , which require the water to be at a low temperature either as ice or crystallized into snow .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Johny_Cay.jpg/220px-Johny_Cay.jpg",
                "caption": "San Andrés island , Colombia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Water",
        "title": "Water",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Industrial applications",
        "text": "Many industrial processes rely on reactions using chemicals dissolved in water, suspension of solids in water slurries or using water to dissolve and extract substances, or to wash products or process equipment. Processes such as mining , chemical pulping , pulp bleaching , paper manufacturing , textile production, dyeing, printing, and cooling of power plants use large amounts of water, requiring a dedicated water source, and often cause significant water pollution. Water is used in power generation . Hydroelectricity is electricity obtained from hydropower . Hydroelectric power comes from water driving a water turbine connected to a generator. Hydroelectricity is a low-cost, non-polluting, renewable energy source. The energy is supplied by the motion of water. Typically a dam is constructed on a river, creating an artificial lake behind it. Water flowing out of the lake is forced through turbines that turn generators. Pressurized water is used in water blasting and water jet cutters . High pressure water guns are used for precise cutting. It works very well, is relatively safe, and is not harmful to the environment. It is also used in the cooling of machinery to prevent overheating, or prevent saw blades from overheating. Water is also used in many industrial processes and machines, such as the steam turbine and heat exchanger , in addition to its use as a chemical solvent . Discharge of untreated water from industrial uses is pollution . Pollution includes discharged solutes (chemical pollution) and discharged coolant water ( thermal pollution ). Industry requires pure water for many applications and uses a variety of purification techniques both in water supply and discharge.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/200407-sandouping-sanxiadaba-4.med.jpg/800px-200407-sandouping-sanxiadaba-4.med.jpg",
                "caption": "Three Gorges Dam is the largest hydro-electric power station in the world."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Water",
        "title": "Water",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Food processing",
        "text": "Boiling , steaming , and simmering are popular cooking methods that often require immersing food in water or its gaseous state, steam. [157] Water is also used for dishwashing . Water also plays many critical roles within the field of food science . Solutes such as salts and sugars found in water affect the physical properties of water. The boiling and freezing points of water are affected by solutes, as well as air pressure , which is in turn affected by altitude. Water boils at lower temperatures with the lower air pressure that occurs at higher elevations. One mole of sucrose (sugar) per kilogram of water raises the boiling point of water by 0.51 °C (0.918 °F), and one mole of salt per kg raises the boiling point by 1.02 °C (1.836 °F); similarly, increasing the number of dissolved particles lowers water's freezing point. [158] Solutes in water also affect water activity that affects many chemical reactions and the growth of microbes in food. [159] Water activity can be described as a ratio of the vapor pressure of water in a solution to the vapor pressure of pure water. [158] Solutes in water lower water activity—this is important to know because most bacterial growth ceases at low levels of water activity. [159] Not only does microbial growth affect the safety of food, but also the preservation and shelf life of food. Water hardness is also a critical factor in food processing and may be altered or treated by using a chemical ion exchange system. It can dramatically affect the quality of a product, as well as playing a role in sanitation. Water hardness is classified based on concentration of calcium carbonate the water contains. Water is classified as soft if it contains less than 100 mg/L (UK) [160] or less than 60 mg/L (US). [161] According to a report published by the Water Footprint organization in 2010, a single kilogram of beef requires 15 thousand liters (3.3 × 10 ^ 3 imp gal; 4.0 × 10 ^ 3 U.S. gal) of water; however, the authors also make clear that this is a global average and circumstantial factors determine the amount of water used in beef production. [162]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Cuisson_des_pates.jpg/220px-Cuisson_des_pates.jpg",
                "caption": "Water can be used to cook foods such as noodles ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Sterilewater.jpg/170px-Sterilewater.jpg",
                "caption": "Sterile water for injection"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Water",
        "title": "Water",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "In the universe",
        "text": "Much of the universe's water is produced as a byproduct of star formation . The formation of stars is accompanied by a strong outward wind of gas and dust. When this outflow of material eventually impacts the surrounding gas, the shock waves that are created compress and heat the gas. The water observed is quickly produced in this warm dense gas. [165] On 22 July 2011, a report described the discovery of a gigantic cloud of water vapor containing \"140 trillion times more water than all of Earth's oceans combined\" around a quasar located 12 billion light years from Earth. According to the researchers, the \"discovery shows that water has been prevalent in the universe for nearly its entire existence\". [166] [167] Water has been detected in interstellar clouds within the Milky Way . [168] Water probably exists in abundance in other galaxies, too, because its components, hydrogen, and oxygen, are among the most abundant elements in the universe. Based on models of the formation and evolution of the Solar System and that of other star systems, most other planetary systems are likely to have similar ingredients.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Band_5_ALMA_receiver.jpg/220px-Band_5_ALMA_receiver.jpg",
                "caption": "Band 5 ALMA receiver is an instrument specifically designed to detect water in the universe. [164]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Water",
        "title": "Water",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Water ice",
        "text": "Water is present as ice on: And is also likely present on:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/South_Polar_Cap_of_Mars_during_Martian_South_summer_2000.jpg/220px-South_Polar_Cap_of_Mars_during_Martian_South_summer_2000.jpg",
                "caption": "South polar ice cap of Mars during Martian south summer 2000"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Water",
        "title": "Water",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Law, politics, and crisis",
        "text": "Water politics is politics affected by water and water resources . Water, particularly fresh water, is a strategic resource across the world and an important element in many political conflicts. It causes health impacts and damage to biodiversity. Access to safe drinking water has improved over the last decades in almost every part of the world, but approximately one billion people still lack access to safe water and over 2.5 billion lack access to adequate sanitation . [218] However, some observers have estimated that by 2025 more than half of the world population will be facing water-based vulnerability. [219] A report, issued in November 2009, suggests that by 2030, in some developing regions of the world, water demand will exceed supply by 50%. [220] 1.6 billion people have gained access to a safe water source since 1990. [221] The proportion of people in developing countries with access to safe water is calculated to have improved from 30% in 1970 [222] to 71% in 1990, 79% in 2000, and 84% in 2004. [218] A 2006 United Nations report stated that \"there is enough water for everyone\", but that access to it is hampered by mismanagement and corruption. [223] In addition, global initiatives to improve the efficiency of aid delivery, such as the Paris Declaration on Aid Effectiveness , have not been taken up by water sector donors as effectively as they have in education and health, potentially leaving multiple donors working on overlapping projects and recipient governments without empowerment to act. [224] The authors of the 2007 Comprehensive Assessment of Water Management in Agriculture cited poor governance as one reason for some forms of water scarcity. Water governance is the set of formal and informal processes through which decisions related to water management are made. Good water governance is primarily about knowing what processes work best in a particular physical and socioeconomic context. Mistakes have sometimes been made by trying to apply 'blueprints' that work in the developed world to developing world locations and contexts. The Mekong river is one example; a review by the International Water Management Institute of policies in six countries that rely on the Mekong river for water found that thorough and transparent cost-benefit analyses and environmental impact assessments were rarely undertaken. They also discovered that Cambodia's draft water law was much more complex than it needed to be. [225] In 2004, the UK charity WaterAid reported that a child dies every 15 seconds from easily preventable water-related diseases, which are often tied to a lack of adequate sanitation. [226] [227] Since 2003, the UN World Water Development Report , produced by the UNESCO World Water Assessment Programme , has provided decision-makers with tools for developing sustainable water policies . [228] The 2023 report states that two billion people (26% of the population) do not have access to drinking water and 3.6 billion (46%) lack access to safely managed sanitation. [229] People in urban areas (2.4 billion) will face water scarcity by 2050. [228] Water scarcity has been described as endemic, due to overconsumption and pollution . [230] The report states that 10% of the world's population lives in countries with high or critical water stress. Yet over the past 40 years, water consumption has increased by around 1% per year, and is expected to grow at the same rate until 2050. Since 2000, flooding in the tropics has quadrupled, while flooding in northern mid-latitudes has increased by a factor of 2.5. [231] The cost of these floods between 2000 and 2019 was 100,000 deaths and $650 million. [228] Organizations concerned with water protection include the International Water Association (IWA), WaterAid, Water 1st, and the American Water Resources Association. The International Water Management Institute undertakes projects with the aim of using effective water management to reduce poverty. Water related conventions are United Nations Convention to Combat Desertification (UNCCD), International Convention for the Prevention of Pollution from Ships , United Nations Convention on the Law of the Sea and Ramsar Convention . World Day for Water takes place on 22 March [232] and World Oceans Day on 8 June. [233]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Access_to_drinking_water_in_third_world.svg/300px-Access_to_drinking_water_in_third_world.svg.png",
                "caption": "An estimate of the proportion of people in developing countries with access to potable water 1970–2000"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Water",
        "title": "Water",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Religion",
        "text": "Water is considered a purifier in most religions. Faiths that incorporate ritual washing ( ablution ) include Christianity , [234] Hinduism , Islam , Judaism , the Rastafari movement , Shinto , Taoism , and Wicca . Immersion (or aspersion or affusion ) of a person in water is a central Sacrament of Christianity (where it is called baptism ); it is also a part of the practice of other religions, including Islam ( Ghusl ), Judaism ( mikvah ) and Sikhism ( Amrit Sanskar ). In addition, a ritual bath in pure water is performed for the dead in many religions including Islam and Judaism. In Islam, the five daily prayers can be done in most cases after washing certain parts of the body using clean water ( wudu ), unless water is unavailable (see Tayammum ). In Shinto, water is used in almost all rituals to cleanse a person or an area (e.g., in the ritual of misogi ). In Christianity, holy water is water that has been sanctified by a priest for the purpose of baptism , the blessing of persons, places, and objects, or as a means of repelling evil. [235] [236] In Zoroastrianism , water ( āb ) is respected as the source of life. [237]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Inda_Abba_Hadera_holy_water.jpg/220px-Inda_Abba_Hadera_holy_water.jpg",
                "caption": "People come to Inda Abba Hadera spring ( Inda Sillasie , Ethiopia ) to wash in holy water."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Water",
        "title": "Water",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Philosophy",
        "text": "The Ancient Greek philosopher Empedocles saw water as one of the four classical elements (along with fire, earth, and air ), and regarded it as an ylem , or basic substance of the universe. Thales , whom Aristotle portrayed as an astronomer and an engineer, theorized that the earth, which is denser than water, emerged from the water. Thales, a monist , believed further that all things are made from water. Plato believed that the shape of water is an icosahedron – flowing easily compared to the cube-shaped earth. [238] The theory of the four bodily humors associated water with phlegm , as being cold and moist. The classical element of water was also one of the five elements in traditional Chinese philosophy (along with earth , fire , wood , and metal ). Some traditional and popular Asian philosophical systems take water as a role-model. James Legge 's 1891 translation of the Dao De Jing states, \"The highest excellence is like (that of) water. The excellence of water appears in its benefiting all things, and in its occupying, without striving (to the contrary), the low place which all men dislike. Hence (its way) is near to (that of) the Tao \" and \"There is nothing in the world more soft and weak than water, and yet for attacking things that are firm and strong there is nothing that can take precedence of it—for there is nothing (so effectual) for which it can be changed.\" [239] Guanzi in the \"Shui di\" 水地 chapter further elaborates on the symbolism of water, proclaiming that \"man is water\" and attributing natural qualities of the people of different Chinese regions to the character of local water resources. [240]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Icosahedron-spinoza.jpg/220px-Icosahedron-spinoza.jpg",
                "caption": "Icosahedron as a part of Spinoza monument in Amsterdam"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Water",
        "title": "Water",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Corporate structure",
        "text": "Hydro-Québec has created separate business units dealing with the generation , transmission , distribution and construction. In 2017, production division generated 1.9B $ of net income (68.4%), transmission division 0.55B$ (19.4%), distribution division 0.33B $ (11.7%), and construction division did not generate any income. Hydro-Quebec redistributes all profits back to the government. In 2017, the crown corporation contributed $4 billion to the Quebec government by means of net income ($2.8B), royalties ($0.7B), public utilities tax ($0.3B) and debt securities ($0.2B). [22] In the year 2000 with the adoption of Bill 116, which amended the Act respecting the Régie de l'énergie , [23] to enact the functional separation of Hydro-Québec's various business units. Legislation passed in 2000 commits the generation division, Hydro-Québec Production, to provide the distribution division, Hydro-Québec Distribution, a yearly heritage pool of up to 165 TWh of energy plus ancillary services—including an extra 13.9 TWh for losses and a guaranteed peak capacity of 34,342 MW [24] —at a set price of 2.79¢ per kWh. Order in council 1277-2001 specifies quantities to be delivered for each of the 8,760 hourly intervals, which vary from 11,420 to 34,342 MW. [25] According to the 2017 annual report the workforce stood at 19,786 employees, both permanent and temporary workers. And, a total of 1,304 employees were hired. [26]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Quebec_Map_with_Hydro-Qu%C3%A9bec_infrastructures-en.png/330px-Quebec_Map_with_Hydro-Qu%C3%A9bec_infrastructures-en.png",
                "caption": "Hydro-Québec generation and main transmission network, as of 2008."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro-Qu%C3%A9bec",
        "title": "Hydro-Québec",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Privatization debate",
        "text": "In 1981, the Parti Québécois government redefined Hydro-Québec's mission by modifying the terms of the social pact of 1944. The government issued itself 43,741,090 shares worth C$100 each, [27] and the amended statute stated that Hydro-Québec would now pay up to 75% of its net earnings in dividends. [28] This amendment to the Hydro-Québec Act started an episodic debate on whether Hydro-Québec should be fully or partially privatized. In recent years, economist Marcel Boyer and businessman Claude Garcia—both associated with the conservative think tank The Montreal Economic Institute —have often raised the issue, claiming that the company could be better managed by the private sector and that the proceeds from a sale would lower public debt . [29] [30] Without going as far as Boyer and Garcia, Mario Dumont , the head of the Action démocratique du Québec , briefly discussed the possibility of selling a minority stake of Hydro-Québec during the 2008 election campaign . [31] A Léger Marketing poll conducted in November 2008 found that a majority of Quebec respondents (53%) were opposed to his proposal to sell 7.5% of the company's equity to Quebec citizens and businesses, while 38% were in favour. [32] Commenting on the issue on Guy A. Lepage 's talk show , former PQ Premier Jacques Parizeau estimated that such an idea would be quite unpopular in public opinion, adding that Hydro-Québec is often seen by Quebecers as a national success story and a source of pride. [33] This could explain why various privatization proposals in the past have received little public attention. The liberal government has repeatedly stated that Hydro-Québec is not for sale. [34] Like many other economists, [35] [36] Yvan Allaire, from Montreal's Hautes études commerciales business school, advocate increased electricity rates as a way to increase the government's annual dividend without resorting to privatization. [37] Others, like columnist Bertrand Tremblay of Saguenay 's Le Quotidien , claim that privatization would signal a drift to the days when Quebec's natural resources were sold in bulk to foreigners at ridiculously low prices. \"For too long, Tremblay writes, Quebec was somewhat of a banana republic, almost giving away its forestry and water resources. In turn, those foreign interests were exporting our jobs associated with the development of our natural resources with the complicity of local vultures\". [38] Left-wing academics, such as UQAM 's Léo-Paul Lauzon and Gabriel Sainte-Marie, have claimed that privatization would be done at the expense of residential customers, who would pay much higher rates. They say that privatization would also be a betrayal of the social pact between the people and its government, and that the province would be short-selling itself by divesting of a choice asset for a minimal short term gain. [39] [40]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Montreal_skyline_with_Hydro-Qu%C3%A9bec_building.jpg/280px-Montreal_skyline_with_Hydro-Qu%C3%A9bec_building.jpg",
                "caption": "The Hydro-Québec Building is a landmark of Montreal's downtown."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro-Qu%C3%A9bec",
        "title": "Hydro-Québec",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Power generation",
        "text": "On December 31, 2013, Hydro-Québec Production owned and operated 61 hydro plants —including 12 of over 1,000 MW capacity — with 26 major reservoirs. [42] These facilities are located in 13 of Quebec's 430 watersheds , [43] including the Saint Lawrence , Betsiamites , La Grande , Manicouagan , Ottawa , Outardes , and Saint-Maurice rivers. [44] These plants provide the bulk of electricity generated and sold by the company. Non-hydro plants included the baseload 675-MW gross Gentilly nuclear generating station , a CANDU-design reactor which was permanently shut down on December 28, 2012 [45] the 660-MW Tracy Thermal Generating Station , a heavy fuel oil-fired plant shutdown in March 2011 [46] and two gas turbine peaker plants , for a total installed capacity of 36,971 MW in 2011. [47] Hydro-Québec's average generation cost was 2.11 cents per kWh in 2011. [48] The company also purchases the bulk of the output of the 5,428-MW Churchill Falls generating station in Labrador, under a long-term contract expiring in 2041. [49] In 2009, Hydro-Québec bought the 60% stake owned by AbitibiBowater in the McCormick plant (335 MW), located at the mouth of the Manicouagan River near Baie-Comeau , for C$616 million. [50] In 2013, the energy sold by Hydro-Québec to its grid-connected customers in Quebec and exported to neighboring markets came almost exclusively from renewable sources. Hydro (96.78%) is by far the largest source, followed by wind (2.16%) and biomass, biogas and waste (0.75%). The remainder came from nuclear (0.19%) and thermal (0.12%) generation. Emissions of carbon dioxide (1,130 tonnes/TWh), sulfur dioxide (4 tonnes/TWh) and nitrogen oxides (10 tonnes/TWh) were between 49 and 238 times lower than the industry average in northeastern North America. Imported electricity bought on the markets account for most of these emissions. [41]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Barrage_Daniel-Johnson2_edited.jpg/220px-Barrage_Daniel-Johnson2_edited.jpg",
                "caption": "The Daniel-Johnson Dam on the Manicouagan River , supplying the Manic-5 hydro plant."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro-Qu%C3%A9bec",
        "title": "Hydro-Québec",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Transmission system",
        "text": "Hydro-Québec's expertise at building and operating a very high voltage electrical grid spreading over long distances has long been recognized in the electrical industry. [52] [53] TransÉnergie, Hydro-Québec's transmission division, operates the largest electricity transmission network in North America. It acts as the independent system operator and reliability coordinator for the Québec interconnection of the North American Electric Reliability Corporation system, and is part of the Northeast Power Coordinating Council (NPCC). TransÉnergie manages the flow of energy on the Quebec network and ensures non-discriminatory access to all participants involved in the wholesale market. [54] The non-discriminatory access policy allows a company such as Nalcor to sell some of its share of power from Churchill Falls on the open market in the State of New York using TransÉnergie's network, upon payment of a transmission fee. [55] [56] In recent years, TransÉnergie's Contrôle des mouvements d'énergie (CMÉ) unit has been acting as the reliability coordinator of the bulk electricity network for Quebec as a whole, under a bilateral agreement between the Régie de l'énergie du Québec and the Federal Energy Regulatory Commission of the United States. [57] TransÉnergie's high voltage network stretches over 33,630 km (20,900 mi), including 11,422 km (7,097 mi) of 765 and 735 kV lines , and a network of 514 substations. [58] It is connected to neighbouring Canadian provinces and the United States by 17 ties, with a maximum reception capacity of 10,850 MW [note 2] and a maximum transmission capacity of 7,994 MW. [59]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Poste_Micoua.jpg/220px-Poste_Micoua.jpg",
                "caption": "The Micoua substation on the North Shore of Quebec. This facility converts 315 kV power coming from five hydro plant to 735 kV. This TransÉnergie facility is one of the main nodes of the 11,422-kilometre (7,097 mi) long 735 kV network."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro-Qu%C3%A9bec",
        "title": "Hydro-Québec",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Interconnections",
        "text": "The TransÉnergie's network operates asynchronously from that of its neighbours on the Eastern Interconnection . Although Quebec uses the same 60 hertz frequency as the rest of North America, its grid does not use the same phase as surrounding networks. [60] TransÉnergie mainly relies on back to back HVDC converters to export or import electricity from other jurisdictions. This feature of the Quebec network allowed Hydro-Québec to remain unscathed during the Northeast Blackout of August 14, 2003 , with the exception of 5 hydro plants on the Ottawa River radially connected to the Ontario grid at the time. [61] A new 1250-MW back to back HVDC tie has been commissioned at the Outaouais substation, in L'Ange-Gardien , near the Ontario border. The new interconnection has been online since 2009 and the 315 kV line is fully operational since 2010. [60] One drawback of the TransÉnergie network involves the long distances separating the generation sites and the main consumer markets. For instance, the Radisson substation links the James Bay project plants to the Nicolet station near Sainte-Eulalie , south of the Saint Lawrence, over 1,200 kilometres (750 mi) away. [62]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/HQ_-_Poste_Outaouais_1.jpg/170px-HQ_-_Poste_Outaouais_1.jpg",
                "caption": "A rectifier at the Outaouais substation, located in L'Ange-Gardien . The 1,250 MW back-to-back HVDC tie links the Quebec grid with Ontario's Hydro One network."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro-Qu%C3%A9bec",
        "title": "Hydro-Québec",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Distribution",
        "text": "Hydro-Québec Distribution is in charge of retail sales to most customers in Quebec. It operates a network of 112,089 kilometres (69,649 mi) of medium and low voltage lines. [69] The division is the sole electric distributor across the province, with the exception of 9 municipal distribution networks — in Alma , Amos , Baie-Comeau , Coaticook , Joliette , Magog , Saguenay , Sherbrooke and Westmount —and the electric cooperative of Saint-Jean-Baptiste de Rouville . [70] Hydro-Québec Distribution buys most of its power from the 165-TWh heritage pool provided by Hydro-Québec Production at 2.79¢/ kWh . The division usually purchases additional power by entering into long-term contracts after a public call for tenders. For shorter term needs, it also buys power from the neighboring systems at market prices. As a last resort, Hydro-Québec Production can also provide short-term relief. [71] Supply contracts above and beyond the heritage pool must be approved by the Régie de l'énergie du Québec and their costs are passed on to customers. The division signed one natural gas cogeneration agreement for 507 MW in 2003, three forest biomass deals (47.5 MW) in 2004 and 2005, and ten contracts for wind power (2,994 MW) in 2005 and 2008, all with private sector producers. It also signed two flexible contracts with Hydro-Québec Production (600 MW) in 2002. [72] Hydro-Québec Distribution is also responsible for the production of power in remote communities not connected to the main power grid. The division operates an off-grid hydroelectric dam serving communities on the Lower North Shore and 23 small diesel power plants in the Magdalen Islands , in Haute-Mauricie and in Nunavik .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Hydro-Qu%C3%A9bec_transformateur.jpg/220px-Hydro-Qu%C3%A9bec_transformateur.jpg",
                "caption": "A Hydro-Québec employee carries out the replacement of an underground transformer in Montreal."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro-Qu%C3%A9bec",
        "title": "Hydro-Québec",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Electric Circuit network",
        "text": "In April 2011 the government of Quebec published a plan to encourage the adoption of electric vehicles, setting a target of 25% of cars sold in 2020 to be electric. The plan also called for provincial utility company Hydro-Quebec to develop a strategy for the deployment of public charging infrastructure. [73] This resulted in the creation of \"The Electric Circuit\" ( French : Le Circuit Électrique ), the largest public network of charging stations for electric vehicles in Quebec . [74] The first 30 charging stations were put into use in March 2012. [75] [76] The network's first 400V fast charger was installed in 2013. [77] As of 2019, The Electric Circuit offers 2,389 public charging stations in Quebec and eastern Ontario . [78] Usage is also compatible with the FLO and New Brunswick E-charge network adaptors. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Circuit_electrique_-_Hydro-Quebec_-_11.jpg/220px-Circuit_electrique_-_Hydro-Quebec_-_11.jpg",
                "caption": "Electric Circuit level 2 charger in use in Montréal"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro-Qu%C3%A9bec",
        "title": "Hydro-Québec",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Research and development",
        "text": "Hydro-Québec has made significant investments in research and development over the past 40 years. In addition to funding university research, the company is the only electric utility in North America to operate its own large-scale research institute, L' Institut de recherche d'Hydro-Québec (IREQ). Established by Lionel Boulet in 1967, the research centre is located in Varennes , a suburb on the South Shore of Montreal . [79] IREQ operates on an annual research budget of approximately C$100 million [80] and specializes in the areas of high voltage, mechanics and thermomechanics, network simulations and calibration. [81] Research conducted by scientists and engineers at IREQ has helped to extend the life of dams, improve water turbine performance, automate network management and increase the transmission capacity of high voltage power lines. [82] Another research centre, the Laboratoire des technologies de l'énergie (LTE) in Shawinigan, was opened in 1988 [83] to adapt and develop new products while helping industrial customers improve their energy efficiency . [84] In the last 20 years, the institute has also conducted research and development work towards the electrification of ground transportation . Current projects include battery materials, including innovative work on lithium iron phosphate and nano-titanate, [85] improved electric drive trains and the effects of the large-scale deployment of electric vehicles on the power grid . [86] Projects focus on technologies to increase range , improve performance in cold weather and reduce charging time . [87] Hydro-Québec has been criticized for not having taken advantage of some of its innovations. An electric wheel motor concept that struck a chord with Quebecers, [88] first prototyped in 1994 by Pierre Couture, an engineer and physicist working at IREQ, is one of these. [89] [90] The heir to the Couture wheel motor is now marketed by TM4 Electrodynamic Systems , a spin-off established in 1998 [91] that has made deals with France's Dassault and Heuliez to develop an electric car, the Cleanova , of which prototypes were built in 2006. [92] Hydro-Québec announced in early 2009 at the Montreal International Auto Show that its engine had been chosen by Tata Motors to equip a demonstration version of its Indica model, which will be road tested in Norway . [93] [94]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Tata_Indica_EV_Engine_bay.jpg/220px-Tata_Indica_EV_Engine_bay.jpg",
                "caption": "The TM4 electric engine was developed by Hydro-Québec."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Borne_de_recharge_Circuit_%C3%A9lectrique_Cap-de-la-Madeleine_QC_2019-03-20.jpg/220px-Borne_de_recharge_Circuit_%C3%A9lectrique_Cap-de-la-Madeleine_QC_2019-03-20.jpg",
                "caption": "Hydro-Québec operates The Electric Circuit , the largest EV charging network in Quebec and Eastern Ontario."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro-Qu%C3%A9bec",
        "title": "Hydro-Québec",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Environment",
        "text": "The construction and operation of electric generation, transmission and distribution facilities has environmental effects and Hydro-Québec's activities are no exception. Hydroelectric development affects the natural environment where facilities are built and on the people living in the area. For instance, the development of new reservoirs increases the level of mercury in lakes and rivers, which works up the food chain. [109] It temporarily increases the emission of greenhouse gases from reservoirs [110] and contributes to shoreline erosion. In addition, hydroelectric facilities transform the human environment. They create new obstacles to navigation, flood traditional hunting and trapping grounds, force people to change their eating habits due to the elevated mercury content of some species of fish, destroy invaluable artifacts that would help trace the human presence on the territory, and disrupt the society and culture of Aboriginal people living near the facilities. Since the early 1970s, Hydro-Québec has been aware of the environmental externalities of its operations. The adoption of a Quebec statute on environmental quality in 1972, the cancellation of Champigny Project, a planned pumped storage plant in the Jacques-Cartier River valley in 1973, and the James Bay negotiations leading to the James Bay and Northern Quebec Agreement in 1975, forced the company to reconsider its practices. [111] To address environmental concerns, Hydro-Québec established an environmental protection committee in 1970 and an Environmental Management unit in September 1973. [112] Its mandate is to study and measure the environmental effects of the company, prepare impact assessment, and develop mitigation strategies for new and existing facilities, while conducting research projects in these areas, in cooperation with the scientific community.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Brochet_Luc_Viatour.jpg/220px-Brochet_Luc_Viatour.jpg",
                "caption": "The northern pike ( Esox lucius ) is more prevalent today in the Robert-Bourassa Reservoir than it was before the flooding of the reservoir. The increase of this population has been counterbalanced by a decline in the walleye (Stizostedion vitreum) population. [108]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro-Qu%C3%A9bec",
        "title": "Hydro-Québec",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Effects on the natural environment",
        "text": "In the late 1970s, the company set up a network of 27 monitoring stations to measure the effects of the James Bay Project [114] which provide a wealth of data on northern environments. The first 30 years of studies in the James Bay area have confirmed that mercury levels in fish increase by 3 to 6 times over the first 5 to 10 years after the flooding of a reservoir, but then gradually revert to their initial values after 20 to 30 years. These results confirm similar studies conducted elsewhere in Canada, the United States and Finland. [113] Research also found that it is possible to reduce human exposure to mercury even when fish constitutes a significant part of a population's diet. Exposure risks can be mitigated without overly reducing the consumption of fish, simply by avoiding certain species and fishing spots. [113] Despite the fact that the transformation of a terrestrial environment into an aquatic environment constitutes a major change and that flooding leads to the displacement or death of nonmigratory animals, the riparian environments lost through flooding are partially replaced by new ones on the exposed banks of reduced-flow rivers. The biological diversity of reservoir islands is comparable to other islands in the area and the reservoir drawdown zone is used by a variety of wildlife. The population of migratory species of interest such as the caribou have even increased to the point where the hunt has been expanded. [115] Emissions of greenhouse gases (GHG) rise significantly for a few years after reservoir impoundment, and then stabilize after 10 years to a level similar to that of surrounding lakes. [110] Gross GHG emissions of reservoirs in the James Bay area fluctuate around 30,000 tonnes of CO 2 equivalent per TWh of generated power. [116] Hydro-Québec claims its hydroelectric plants release 35 times less GHG than comparable gas-fired plants and 70 times less than coal-fired ones and that they constitute the \"option with the best performance\" overall. [110]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Caribou_traversant_la_rivi%C3%A8re_aux_Feuilles.jpg/220px-Caribou_traversant_la_rivi%C3%A8re_aux_Feuilles.jpg",
                "caption": "The caribou population near major reservoirs in northern Quebec has increased between 1970 and 2000. [113]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro-Qu%C3%A9bec",
        "title": "Hydro-Québec",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Social effects and sustainable development",
        "text": "Another major environmental concern relates to the population of areas affected by hydroelectric development, specifically the Innu of the North Shore and the Cree and Inuit in Northern Quebec. The hydroelectric developments of the last quarter of the 20th century have accelerated the settling process among Aboriginal populations that started in the 1950s. Among the reasons cited for the increased adoption of a sedentary lifestyle among these peoples are the establishment of Aboriginal businesses, the introduction of paid labor, and the flooding of traditional trapping and fishing lands by the new reservoirs, along with the operation of social and education services run by the communities themselves under the James Bay and Northern Quebec Agreement . [115] Some native communities, particularly the Crees, have come to a point \"where they increasingly resemble the industrialized society of the South\", notes a Hydro-Québec report summarizing the research conducted in the area between 1970 and 2000. The report adds that a similar phenomenon was observed after the construction of roads and hydroelectric plants near isolated communities in northern Canada and Scandinavia. However, growing social problems and rising unemployment have followed the end of the large construction projects in the 1990s. The report concludes that future economic and social development in the area \"will largely depend on the desire for cooperation among the various players\". [115] After the strong rejection of the Suroît project and its subsequent cancellation in November 2004, Hydro-Québec, under the leadership of its new CEO Thierry Vandal , reaffirmed Hydro-Québec's commitment towards energy efficiency, hydropower and development of alternative energy. [117] Since then, Hydro-Québec regularly stresses three criteria for any new hydroelectric development undertaken by the company: projects must be cost effective, environmentally acceptable and well received by the communities. [71] Hydro-Québec has also taken part in a series of sustainable development initiatives since the late 1980s. Its approach is based on three principles: economic development, social development and environmental protection. [118] Since 2007 the company adheres to the Global Reporting Initiative , [119] which governs the collection and publication of sustainability performance information. The company employs 250 professionals and managers in the environmental field and has implemented an ISO 14001 -certified environmental management system. [120] Additionally, the Innu Nation filed a $4 billion claim against Hydro-Québec in October 2020 to receive compensation for damages caused by the Churchill Falls Generating Station . [121]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/03_Chisasibi_-_welcome_sign_closeup.jpg/220px-03_Chisasibi_-_welcome_sign_closeup.jpg",
                "caption": "Of all Cree communities, Chisasibi was most affected by the James Bay hydroelectric development project [113] Crees living on Fort George island resettled to the new village on the left bank of La Grande River in 1980–1981."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro-Qu%C3%A9bec",
        "title": "Hydro-Québec",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Quebec market",
        "text": "At the end of 2010, Hydro-Québec served 4,060,195 customers [122] grouped into three broad categories: residential and farm (D Rate), commercial and institutional (G Rate) and industrial (M and L rates). The Other category includes public lighting systems and municipal distribution systems. About a dozen distribution rates are set annually by the Régie de l'énergie after public hearings. Pricing is based on the cost of delivery, which includes the cost of supply and transmission, depreciation on fixed assets and provisions for the maintenance of facilities, customer growth and a profit margin. Rates are uniform throughout Quebec and are based on consumer type and volume of consumption. All rates vary in block to mitigate any cross-subsidization effect between residential, commercial and industrial customers. Hydro-Québec retail rates are among the lowest in North America. [123] After a five-year rate freeze, between May 1, 1998 and January 1, 2004, [124] the Régie granted rate increases on 8 occasions between 2004 and 2010 for a total of 18.4%. [125] More recently, the regulator ordered two successive rate rollbacks in 2011 (0.4%) and 2012 (0.5%). However, rates are expected to go up by 3.7% a year from 2014 to 2018 to reflect a gradual increase of heritage pool electricity announced in the 2010 Quebec budget. [126]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Hq_tarifs-ipc-en.svg/220px-Hq_tarifs-ipc-en.svg.png",
                "caption": "Evolution of Hydro-Québec residential rates (turquoise) and the Quebec Consumer price index (dark blue) between 1998 and 2011."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro-Qu%C3%A9bec",
        "title": "Hydro-Québec",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Residential customers",
        "text": "The average consumption of residential and agricultural customers is relatively high, at 16,857 kWh per year in 2011, [122] because of the widespread use of electricity as the main source of space (77%) and water heating (90%). [127] Hydro-Québec estimates that heating accounts for more than one half of the electricity demand in the residential sector. [128] This preference for electric heating makes electricity demand more unpredictable, but offers some environmental benefits. Despite Quebec's very cold climate in winter, greenhouse gases emissions in the residential sector accounted for only 5.5% (4.65 Mt CO 2 eq.) of all emissions in Quebec in 2006. Emissions from the residential sector in Quebec fell by 30% between 1990 and 2006. [129] Residential use of electricity fluctuates from one year to another, and is strongly correlated with the weather. Contrary to the trend in neighboring networks, Hydro-Québec's system is winter- peaking . A new all-time consumption record was set on January 23, 2013 with a load of 38,910 MW . [130] Previous records were established on January 24, 2011 with 37,717 MW , on January 16, 2009, with a load of 37,230 MW , [131] [132] and on January 15, 2004 when peak reached 36,268 MW . [133] The price of electricity for residences and farms includes a 40.64¢ daily subscription fee, and two price levels depending on consumption. The rates are all-included: power, transmission and distribution costs, but are subject to the Goods and Services Tax (GST) and the Quebec Sales Tax (QST). [134] As of April 1, 2012, customers pay 5.32¢/kWh for the first 30 daily kWh, while the remainder is sold at 7.51¢/kWh. [135] The average monthly bill for a residential customer was approximately C$100 in 2008. [136] Electric meter readings are usually conducted every two months and bills are bimonthly. However, the company offers an optional Equalized Payment Plan allowing residential customers to pay their annual electricity costs in 12 monthly installments, based on past consumption patterns of the current customer address and the average temperature in that location. [137] In 2007, Hydro-Québec pulled out of a Canadian government initiative to install smart meters across the province, stating that it would be \"too costly to deliver real savings\". [138] Since then, Hydro-Québec organized a 2-year pilot project, involving 2,000 customers in 4 cities, with time of use metering . A report, filed with the Régie de l'énergie , in the summer of 2010 concluded that the effect of marginal cost pricing with three levels of pricing in the winter would lead to minimal load and energy savings. [139] The company intends to gradually phase-in Advanced Metering Infrastructure (AMI) between 2011 and 2017. Early efforts will focus on meter data transfer, connect-disconnect, outage detection and theft reduction. [140]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Thermostat_%C3%A9lectronique.jpg/140px-Thermostat_%C3%A9lectronique.jpg",
                "caption": "Electric heating accounts for more than half of the electricity used by residential customers in Quebec, according to Hydro-Québec."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Landis%2BGyr_FocusAXR-SD_Hydro-Quebec.JPG/90px-Landis%2BGyr_FocusAXR-SD_Hydro-Quebec.JPG",
                "caption": "A Hydro-Québec digital power meter."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro-Qu%C3%A9bec",
        "title": "Hydro-Québec",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Industrial customers",
        "text": "For more than a century, industrial development in Quebec has been stimulated by the abundance of hydroelectric resources. Energy represents a significant expenditure in the pulp and paper and aluminum sectors. two industries with long-standing traditions in Quebec. In 2010, industrial customers purchased 68.4 TWh from Hydro-Québec, representing 40.4% of all electricity sold by the company on the domestic market. [141] The Quebec government uses low electricity rates to attract new business and consolidate existing jobs. Despite its statutory obligation to sell electric power to every person who so requests, the province has reserved the right to grant large load allocations to companies on a case-by-case basis since 1974. The threshold was set at 175 MW from 1987 to 2006 [142] and was reduced to 50 MW in the government's 2006–2015 energy strategy. [143] Large industrial users pay a lower rate than the domestic and commercial customers, because of lower distribution costs. In 2010, the largest industrial users, the Rate L customers, were paying an average of 4.66¢/kWh whereas companies with special contracts paid 3.07¢/kWh. [144] In 1987, Hydro-Québec and the Quebec government agreed to a series of controversial deals with aluminum giants Alcan and Alcoa . These risk sharing contracts set the price of electricity based on a series of factors, including aluminum world prices and the value of the Canadian dollar [145] Those agreements are gradually being replaced by one based on published rates. On May 10, 2007, the Quebec government signed an agreement with Alcan. The agreement, which is still in force despite the company's merger with Rio Tinto Group , renews the water rights concession on the Saguenay and Peribonka rivers. In exchange, Alcan has agreed to invest in its Quebec facilities and to maintain jobs and its corporate headquarters in Montreal. [146] On December 19, 2008, Hydro-Québec and Alcoa signed a similar agreement. This agreement, which expires in 2040, maintains the provision of electricity to Alcoa's three aluminum smelters in the province, located in Baie-Comeau , Bécancour and Deschambault-Grondines . In addition, the deal will allow Alcoa to modernize the Baie-Comeau plant which will increase its production capacity by 110,000 tonnes a year, to a total of 548,000 tonnes. [147] Several economists, including Université Laval 's Jean-Thomas Bernard and Gérard Bélanger, have challenged the government's strategy and argue that sales to large industrial customers are very costly to the Quebec economy. In an article published in 2008, the researchers estimate that, under the current regime, a job in a new aluminum smelter or an expansion project costs the province between C$255,357 and C$729,653 a year, when taking into consideration the money that could be made by selling the excess electricity on the New York market. [148] This argument is disputed by large industrial customers, who point out that data from 2000 to 2006 indicate that electricity exports prices get lower when quantities increase, and vice versa. \"We find that the more we export, the less lucrative it gets\", said Luc Boulanger, the head of the association representing Quebec's large industrial customers. In his opinion, the high volatility of electricity markets and the transmission infrastructure physical limitations reduce the quantities of electricity that can be exported when prices are higher. [149] Hydro Quebec gained attention with Bitcoin miners in 2018 after the crackdown on mining in China. [150] The province has an energy surplus equivalent to 10 Terawatt hours per year. [150]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Usine_Alcan_Laterri%C3%A8re2.JPG/220px-Usine_Alcan_Laterri%C3%A8re2.JPG",
                "caption": "Rio Tinto Alcan 's Laterriere smelter in Saguenay . Large industrial users, especially the metallurgy and the pulp and paper industries, use 40.6% of all electricity sold in Quebec."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Smurfit-Stone_La_Tuque_1.jpg/220px-Smurfit-Stone_La_Tuque_1.jpg",
                "caption": "The Smurfit-Stone paper mill in La Tuque ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro-Qu%C3%A9bec",
        "title": "Hydro-Québec",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    },
    {
        "section": "Export markets",
        "text": "Hydro-Québec sells part of its surplus electricity to neighbouring systems in Canada and the United States under long-term contracts and transactions on the New England, New York and Ontario bulk energy markets . In 2017, net exports revenues were at $1,651 million for a total of 34.4 TWh sent to New England (53%), New York (23%), Ontario (13%) and other (5%). [158] [159] Although most export sales are now short-term transactions, Hydro-Québec has entered into long-term export contracts in the past. The corporation has 15 interconnections to neighboring markets. In 1990, the company signed a 328-MW deal with a group of 13 electric distributors in Vermont . On March 11, 2010, Vermont's two largest utilities, Green Mountain Power and Central Vermont Public Service, entered into a tentative 26-year deal with Hydro-Québec to purchase up to 225 MW of hydro power from 2012 to 2038. The memorandum of understanding provides for a price smoothing mechanism shielding Vermont customers from market price spikes. The deal is contingent upon the enactment designating large hydro as \"renewable energy\". [160] In 2015,  Hydro-Quebec and the Ontario Independent Electricity System Operator (IESO) signed a 500-MW seasonal capacity sharing agreement. Ontario has increased capacity in the Winter, and shortages in the summer. Quebec has increased capacity in the summer, and shortages in the Winter. Thus, the agreement serves as to achieve an cost-effective solution for both provinces. Furthermore, in 2016 (IESO) and Hydro-Quebec signed a new long-term agreement starting in 2017 until 2023. The deal will send 2TWh per year to Ontario. On the other hand, Quebec should receive capacity from Ontario during Winter's peak demand. [161]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Christmas_tree_near_the_Quincy_Market.jpg/150px-Christmas_tree_near_the_Quincy_Market.jpg",
                "caption": "Part of the electricity used in Boston comes from the remote dams in the James Bay area."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro-Qu%C3%A9bec",
        "title": "Hydro-Québec",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Community relations and hydropower"
    }
]