[
    {
        "section": "Large facilities",
        "text": "The largest power producers in the world are hydroelectric power stations, with some hydroelectric facilities capable of generating more than double the installed capacities of the current largest nuclear power stations . Although no official definition exists for the capacity range of large hydroelectric power stations, facilities from over a few hundred megawatts are generally considered large hydroelectric facilities. Currently, only seven facilities over 10 GW ( 10,000 MW ) are in operation worldwide, see table below. [30]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Itaipu_D%C3%A9cembre_2007_-_Vue_G%C3%A9n%C3%A9rale.jpg/1500px-Itaipu_D%C3%A9cembre_2007_-_Vue_G%C3%A9n%C3%A9rale.jpg",
                "caption": "Panoramic view of the Itaipu Dam , with the spillways (closed at the time of the photo) on the left. In 1994, the American Society of Civil Engineers elected the Itaipu Dam as one of the Seven Wonders of the Modern World . [31]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Small",
        "text": "Small hydro is hydroelectric power on a scale serving a small community or industrial plant. The definition of a small hydro project varies but a generating capacity of up to 10 megawatts (MW) is generally accepted as the upper limit. This may be stretched to 25 MW and 30 MW in Canada and the United States. [32] [33] Small hydro stations may be connected to conventional electrical distribution networks as a source of low-cost renewable energy. Alternatively, small hydro projects may be built in isolated areas that would be uneconomic to serve from a grid, or in areas where there is no national electrical distribution network. Since small hydro projects usually have minimal reservoirs and civil construction work, they are seen as having a relatively low environmental impact compared to large hydro. This decreased environmental impact depends strongly on the balance between stream flow and power production. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Nw_vietnam_hydro.jpg/300px-Nw_vietnam_hydro.jpg",
                "caption": "A micro-hydro facility in Vietnam"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Amateur_Hydroelectricity.jpg/300px-Amateur_Hydroelectricity.jpg",
                "caption": "Pico hydroelectricity in Mondulkiri , Cambodia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Underground",
        "text": "An underground power station is generally used at large facilities and makes use of a large natural height difference between two waterways, such as a waterfall or mountain lake. A tunnel is constructed to take water from the high reservoir to the generating hall built in a cavern near the lowest point of the water tunnel and a horizontal tailrace taking water away to the lower outlet waterway.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Tailrace-Forebay-Limestone.JPG/220px-Tailrace-Forebay-Limestone.JPG",
                "caption": "Measurement of the tailrace and forebay rates at the Limestone Generating Station in Manitoba , Canada ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Ecosystem damage and loss of land",
        "text": "Large reservoirs associated with traditional hydroelectric power stations result in submersion of extensive areas upstream of the dams, sometimes destroying biologically rich and productive lowland and riverine valley forests, marshland and grasslands. Damming interrupts the flow of rivers and can harm local ecosystems, and building large dams and reservoirs often involves displacing people and wildlife. [30] The loss of land is often exacerbated by habitat fragmentation of surrounding areas caused by the reservoir. [46] Hydroelectric projects can be disruptive to surrounding aquatic ecosystems both upstream and downstream of the plant site. Generation of hydroelectric power changes the downstream river environment. Water exiting a turbine usually contains very little suspended sediment, which can lead to scouring of river beds and loss of riverbanks. [47] The turbines also will kill large portions of the fauna passing through, for instance 70% of the eel passing a turbine will perish immediately. [48] [49] [50] Since turbine gates are often opened intermittently, rapid or even daily fluctuations in river flow are observed. [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/MeroweDam01.jpg/220px-MeroweDam01.jpg",
                "caption": "Merowe Dam in Sudan . Hydroelectric power stations that use dams submerge large areas of land due to the requirement of a reservoir . These changes to land color or albedo , alongside certain projects that concurrently submerge rainforests, can in these specific cases result in the global warming impact, or equivalent life-cycle greenhouse gases of hydroelectricity projects, to potentially exceed that of coal power stations."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Methane emissions (from reservoirs)",
        "text": "Lower positive impacts are found in the tropical regions. In lowland rainforest areas, where inundation of a part of the forest is necessary, it has been noted that the reservoirs of power plants produce substantial amounts of methane . [56] This is due to plant material in flooded areas decaying in an anaerobic environment and forming methane, a greenhouse gas . According to the World Commission on Dams report, [57] where the reservoir is large compared to the generating capacity (less than 100 watts per square metre of surface area) and no clearing of the forests in the area was undertaken prior to impoundment of the reservoir, greenhouse gas emissions from the reservoir may be higher than those of a conventional oil-fired thermal generation plant. [58] In boreal reservoirs of Canada and Northern Europe, however, greenhouse gas emissions are typically only 2% to 8% of any kind of conventional fossil-fuel thermal generation. A new class of underwater logging operation that targets drowned forests can mitigate the effect of forest decay. [59]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Hoover_Dam_Nevada_Luftaufnahme.jpg/220px-Hoover_Dam_Nevada_Luftaufnahme.jpg",
                "caption": "The Hoover Dam in the United States is a large conventional dammed-hydro facility, with an installed capacity of 2,080 MW ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Hydro power by country",
        "text": "In 2022 hydro generated 4,289 TWh, 15% of total electricity and half of renewables. Of the world total, China (30%) produced the most, followed by Brazil (10%), Canada (9.2%), the United States (5.8%) and Russia (4.6%). Paraguay produces nearly all of its electricity from hydro and exports far more than it uses. [68] Larger plants tend to be built and operated by national governments, so most capacity (70%) is publicly owned, despite the fact that most plants (nearly 70%) are owned and operated by the private sector, as of 2021. [1] The following table lists these data for each country: Data are sourced from Ember dating to the year 2022 unless otherwise specified. [67] Only includes countries with more than 1 TWh of generation. Links for each location go to the relevant hydro power page, when available.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Share-electricity-hydro.svg/330px-Share-electricity-hydro.svg.png",
                "caption": "Share of electricity production from hydropower, 2022 [66]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/World_hydro_generation_yearly.png/330px-World_hydro_generation_yearly.png",
                "caption": "Yearly hydro generation by continent [67]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/World_hydro_generation_2021.png/330px-World_hydro_generation_2021.png",
                "caption": "Hydro generation by country, 2021 [67]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Calculating the amount of available power",
        "text": "A hydropower resource can be evaluated by its available power . Power is a function of the hydraulic head and volumetric flow rate . The head is the energy per unit weight (or unit mass) of water. [5] The static head is proportional to the difference in height through which the water falls. Dynamic head is related to the velocity of moving water. Each unit of water can do an amount of work equal to its weight times the head. The power available from falling water can be calculated from the flow rate and density of water, the height of fall, and the local acceleration due to gravity: To illustrate, the power output of a turbine that is 85% efficient, with a flow rate of 80 cubic metres per second (2800 cubic feet per second) and a head of 145 metres (476 feet), is 97 megawatts: [note 1] Operators of hydroelectric stations compare the total electrical energy produced with the theoretical potential energy of the water passing through the turbine to calculate efficiency. Procedures and definitions for calculation of efficiency are given in test codes such as ASME PTC 18 and IEC 60041. Field testing of turbines is used to validate the manufacturer's efficiency guarantee. Detailed calculation of the efficiency of a hydropower turbine accounts for the head lost due to flow friction in the power canal or penstock, rise in tailwater level due to flow, the location of the station and effect of varying gravity, the air temperature and barometric pressure, the density of the water at ambient temperature, and the relative altitudes of the forebay and tailbay. For precise calculations, errors due to rounding and the number of significant digits of constants must be considered. [6] Some hydropower systems such as water wheels can draw power from the flow of a body of water without necessarily changing its height. In this case, the available power is the kinetic energy of the flowing water. Over-shot water wheels can efficiently capture both types of energy. [7] The flow in a stream can vary widely from season to season. The development of a hydropower site requires analysis of flow records , sometimes spanning decades, to assess the reliable annual energy supply. Dams and reservoirs provide a more dependable source of power by smoothing seasonal changes in water flow. However, reservoirs have a significant environmental impact , as does alteration of naturally occurring streamflow. Dam design must account for the worst-case, \"probable maximum flood\" that can be expected at the site; a spillway is often included to route flood flows around the dam. A computer model of the hydraulic basin and rainfall and snowfall records are used to predict the maximum flood. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/The_Dam_%282890371280%29.jpg/280px-The_Dam_%282890371280%29.jpg",
                "caption": "The Three Gorges Dam in China; the hydroelectric dam is the world's largest power station by installed capacity ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydropower",
        "title": "Hydropower",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Effects on flood-dependent ecology and agriculture",
        "text": "In many [ quantify ] low lying developing countries [ example  needed ] the savanna and forest ecology adjacent to floodplains and river deltas are irrigated by wet season annual floods. Farmers annually plant flood recession crops, where the land is cultivated after floods recede to take advantage of the moist soil. Dams generally discourage this cultivation and prevent annual flooding, creating a dryer downstream ecology while providing a constant water supply for irrigation. Case studies",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/BaluchNomads.jpg/220px-BaluchNomads.jpg",
                "caption": "Water becomes scarce for nomadic pastoralist in Baluchistan due to new dam developments for irrigation. [28]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_reservoirs",
        "title": "Environmental impact of reservoirs",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Effects on humans",
        "text": "Diseases Whilst reservoirs are helpful to humans, they can also be harmful as well. One negative effect is  that the reservoirs can become breeding grounds for disease vectors. This holds true especially in tropical areas where mosquitoes (which are vectors for malaria ) and snails (which are vectors for Schistosomiasis ) can take advantage of this slow flowing water. [33] Resettlement Dams and the creation of reservoirs also require relocation of potentially large human populations if they are constructed close to residential areas. The record for the largest population relocated belongs to the Three Gorges dam built in China . Its reservoir submerged a large area of land, forcing over a million people to relocate. \"Dam related relocation affects society in three ways: an economic disaster, human trauma, and social catastrophe\", states Dr. Michael Cernea of the World Bank and Dr. Thayer Scudder, a professor at the California Institute of Technology . [2] As well, as resettlement of communities, care must also be taken not to irreparably damage sites of historical or cultural value. The Aswan Dam forced the movement of the Temple at Aswan to prevent its destruction by the flooding of the reservoir.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/10.34748W_13.10430N.png/220px-10.34748W_13.10430N.png",
                "caption": "Lake Manantali, 477 km 2 , displaced 12,000 people."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_reservoirs",
        "title": "Environmental impact of reservoirs",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Role in addressing climate change",
        "text": "As part of the global effort to limit climate change , most countries have committed to net zero greenhouse gas emissions . [26] In practice, this means phasing out fossil fuels and replacing them with low-emissions energy sources. [12] At the 2023 United Nations Climate Change Conference , around three-quarters of the world's countries set a goal of tripling renewable energy capacity by 2030. [27] The European Union aims to generate 40% of its electricity from renewables by the same year. [28]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/2021_Death_rates%2C_by_energy_source.svg/300px-2021_Death_rates%2C_by_energy_source.svg.png",
                "caption": "Deaths caused as a result of fossil fuel use (areas of rectangles in chart) greatly exceed those resulting from production of renewable energy (rectangles barely visible in chart). [25]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Intermittency",
        "text": "The two most important forms of renewable energy, solar and wind, are intermittent energy sources : they are not available constantly, resulting in lower capacity factors . In contrast, fossil fuel power plants are usually able to produce precisely the amount of energy an electricity grid requires at a given time. Solar energy can only be captured during the day, and ideally in cloudless conditions. Wind power generation can vary significantly not only day-to-day, but even month-to-month. [31] This poses a challenge when transitioning away from fossil fuels: energy demand will often be higher or lower than what renewables can provide. [32] Both scenarios can cause electricity grids to become overloaded, leading to power outages . In the medium-term, this variability may require keeping some gas-fired power plants or other dispatchable generation on standby [33] [34] until there is enough energy storage, demand response , grid improvement, and/or baseload power from non-intermittent sources. In the long-term, energy storage is an important way of dealing with intermittency. [35] Using diversified renewable energy sources and smart grids can also help flatten supply and demand. [36] Sector coupling of the power generation sector with other sectors may increase flexibility: for example the transport sector can be coupled by charging electric vehicles and sending electricity from vehicle to grid . [37] Similarly the industry sector can be coupled by hydrogen produced by electrolysis, [38] and the buildings sector by thermal energy storage for space heating and cooling. [39] Building overcapacity for wind and solar generation can help ensure sufficient electricity production even during poor weather. In optimal weather, it may be necessary to curtail energy generation if it is not possible to use or store excess electricity. [40]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Renewables_need_flexible_backup_not_baseload.png/300px-Renewables_need_flexible_backup_not_baseload.png",
                "caption": "Estimated power demand over a week in May 2012 and May 2020, Germany, showing the variability in solar and wind power both day-to-day and month-to-month."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Solar energy",
        "text": "Solar power produced around 1.3 terrawatt-hours (TWh) worldwide in 2022, [10] representing 4.6% of the world's electricity. Almost all of this growth has happened since 2010. [52] Solar energy can be harnessed anywhere that receives sunlight; however, the amount of solar energy that can be harnessed for electricity generation is influenced by weather conditions , geographic location and time of day. [53] There are two mainstream ways of harnessing solar energy: solar thermal , which converts solar energy into heat; and photovoltaics (PV), which converts it into electricity. [12] PV is far more widespread, accounting for around two thirds of the global solar energy capacity as of 2022. [54] It is also growing at a much faster rate, with 170 GW newly installed capacity in 2021, [55] compared to 25 GW of solar thermal. [54] Passive solar refers to a range of construction strategies and technologies that aim to optimize the distribution of solar heat in a building. Examples include solar chimneys , [12] orienting a building to the sun, using construction materials that can store heat , and designing spaces that naturally circulate air . [56] From 2020 to 2022, solar technology investments almost doubled from USD 162 billion to USD 308 billion, driven by the sector's increasing maturity and cost reductions, particularly in solar photovoltaic (PV), which accounted for 90% of total investments. China and the United States were the main recipients, collectively making up about half of all solar investments since 2013. Despite reductions in Japan and India due to policy changes and COVID-19 , growth in China, the United States, and a significant increase from Vietnam's feed-in tariff program offset these declines. Globally, the solar sector added 714 gigawatts (GW) of solar PV and concentrated solar power (CSP) capacity between 2013 and 2021, with a notable rise in large-scale solar heating installations in 2021, especially in China, Europe, Turkey, and Mexico. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/SolarFachwerkhaus.jpg/220px-SolarFachwerkhaus.jpg",
                "caption": "A small, roof-top mounted PV system in Bonn , Germany"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG/220px-Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG",
                "caption": "Komekurayama photovoltaic power station in Kofu , Japan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Photovoltaics",
        "text": "A photovoltaic system , consisting of solar cells assembled into panels , converts light into electrical direct current via the photoelectric effect . [60] PV has several advantages that make it by far the fastest-growing renewable energy technology. It is cheap, low-maintenance and scalable; adding to an existing PV installation as demanded arises is simple. Its main disadvantage is its poor performance in cloudy weather. [12] PV systems range from small, residential and commercial rooftop or building integrated installations, to large utility-scale photovoltaic power station . [61] A household's solar panels can either be used for just that household or, if connected to an electrical grid, can be aggregated with millions of others. [62] The first utility-scale solar power plant was built in 1982 in Hesperia, California by ARCO . [63] The plant was not profitable and was sold eight years later. [64] However, over the following decades, PV cells became significantly more efficient and cheaper. [65] As a result, PV adoption has grown exponentially since 2010. [66] Global capacity increased from 230 GW at the end of 2015 to 890 GW in 2021. [67] PV grew fastest in China between 2016 and 2021, adding 560 GW, more than all advanced economies combined. [68] Four of the ten biggest solar power stations are in China, including the biggest, Golmud Solar Park in China. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg/220px-1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg.png",
                "caption": "Swanson's law –stating that solar module prices have dropped about 20% for each doubling of installed capacity—defines the \" learning rate \" of solar photovoltaics . [58] [59]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Wind power",
        "text": "Humans have harnessed wind energy since at least 3500 BC. Until the 20th century, it was primarily used to power ships, windmills and water pumps. Today, the vast majority of wind power is used to generate electricity using wind turbines. [12] Modern utility-scale wind turbines range from around 600 kW to 9 MW of rated power. The power available from the wind is a function of the cube of the wind speed, so as wind speed increases, power output increases up to the maximum output for the particular turbine. [76] Areas where winds are stronger and more constant, such as offshore and high-altitude sites, are preferred locations for wind farms. Wind-generated electricity met nearly 4% of global electricity demand in 2015, with nearly 63 GW of new wind power capacity installed. Wind energy was the leading source of new capacity in Europe, the US and Canada, and the second largest in China. In Denmark, wind energy met more than 40% of its electricity demand while Ireland, Portugal and Spain each met nearly 20%. [77] Globally, the long-term technical potential of wind energy is believed to be five times total current global energy production, or 40 times current electricity demand, assuming all practical barriers needed were overcome. This would require wind turbines to be installed over large areas, particularly in areas of higher wind resources, such as offshore, and likely also industrial use of new types of VAWT turbines in addition to the horizontal axis units currently in use. As offshore wind speeds average ~90% greater than that of land, offshore resources can contribute substantially more energy than land-stationed turbines. [78] Investments in wind technologies reached USD 161 billion in 2020, with onshore wind dominating at 80% of total investments from 2013 to 2022. Offshore wind investments nearly doubled to USD 41 billion between 2019 and 2020, primarily due to policy incentives in China and expansion in Europe. Global wind capacity increased by 557 GW between 2013 and 2021, with capacity additions increasing by an average of 19% each year. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Pretty_flamingos_-_geograph.org.uk_-_578705.jpg/170px-Pretty_flamingos_-_geograph.org.uk_-_578705.jpg",
                "caption": "Burbo , NW-England"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Fentonwindpark1.jpg/220px-Fentonwindpark1.jpg",
                "caption": "Sunrise at the Fenton Wind Farm in Minnesota, United States"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Wind_energy_generation_by_region%2C_OWID.svg/300px-Wind_energy_generation_by_region%2C_OWID.svg.png",
                "caption": "Wind energy generation by region over time [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Hydropower",
        "text": "Since water is about 800 times denser than air , even a slow flowing stream of water, or moderate sea swell , can yield considerable amounts of energy. Water can generate electricity with a conversion efficiency of about 90%, which is the highest rate in renewable energy. [82] There are many forms of water energy: Much hydropower is flexible, thus complementing wind and solar. [86] In 2021, the world renewable hydropower capacity was 1,360 GW. [68] Only a third of the world's estimated hydroelectric potential of 14,000 TWh/year has been developed. [87] [88] New hydropower projects face opposition from local communities due to their large impact, including relocation of communities and flooding of wildlife habitats and farming land. [89] High cost and lead times from permission process, including environmental and risk assessments, with lack of environmental and social acceptance are therefore the primary challenges for new developments. [90] It is popular to repower old dams thereby increasing their efficiency and capacity as well as quicker responsiveness on the grid. [91] Where circumstances permit existing dams such as the Russell Dam built in 1985 may be updated with \"pump back\" facilities for pumped-storage which is useful for peak loads or to support intermittent wind and solar power. Because dispatchable power is more valuable than VRE [92] [93] countries with large hydroelectric developments such as Canada and Norway are spending billions to expand their grids to trade with neighboring countries having limited hydro. [94]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/ThreeGorgesDam-China2009.jpg/220px-ThreeGorgesDam-China2009.jpg",
                "caption": "The Three Gorges Dam for hydropower on the Yangtze River in China"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Three_gorges_dam_from_space.jpg/220px-Three_gorges_dam_from_space.jpg",
                "caption": "Three Gorges Dam and Gezhouba Dam , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Bioenergy",
        "text": "Biomass is biological material derived from living, or recently living organisms. Most commonly, it refers to plants or plant-derived materials. As an energy source, biomass can either be used directly via combustion to produce heat, or converted to a more energy-dense biofuel like ethanol. Wood is the most significant biomass energy source as of 2012 [98] and is usually sourced from a trees cleared for silvicultural reasons or fire prevention . Municipal wood waste – for instance, construction materials or sawdust – is also often burned for energy. [99] The biggest per-capita producers of wood-based bioenergy are heavily forested countries like Finland, Sweden, Estonia, Austria, and Denmark. [100] Bioenergy can be environmentally destructive if old-growth forests are cleared to make way for crop production. In particular, demand for palm oil to produce biodiesel has contributed to the deforestation of tropical rainforests in Brazil and Indonesia. [101] In addition, burning biomass still produces carbon emissions, although much less than fossil fuels (39 grams of CO 2 per megajoule of energy, compared to 75 g/MJ for fossil fuels). [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Metz_biomass_power_station.jpg/220px-Metz_biomass_power_station.jpg",
                "caption": "A CHP power station using wood to supply 30,000 households in France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Biofuel",
        "text": "Biofuels are primarily used in transportation, providing 3.5% of the world's transport energy demand in 2022, [103] up from 2.7% in 2010. [104] Biojet is expected to be important for short-term reduction of carbon dioxide emissions from long-haul flights. [105] Aside from wood, the major sources of bioenergy are bioethanol and biodiesel . [12] Bioethanol is usually produced by fermenting the sugar components of crops like sugarcane and maize , while biodiesel is mostly made from oils extracted from plants, such as soybean oil and corn oil . [106] Most of the crops used to produce bioethanol and biodiesel are grown specifically for this purpose, [107] although used cooking oil accounted for 14% of the oil used to produce biodiesel as of 2015. [106] The biomass used to produce biofuels varies by region. Maize is the major feedstock in the United States, while sugarcane dominates in Brazil. [108] In the European Union, where biodiesel is more common than bioethanol, rapeseed oil and palm oil are the main feedstocks. [109] China, although it produces comparatively much less biofuel, uses mostly corn and wheat. [110] In many countries, biofuels are either subsidized or mandated to be included in fuel mixtures . [101] There are many other sources of bioenergy that are more niche, or not yet viable at large scales. For instance, bioethanol could be produced from the cellulosic parts of crops, rather than only the seed as is common today. [111] Sweet sorghum may be a promising alternative source of bioethanol, due to its tolerance of a wide range of climates. [112] Cow dung can be converted into methane. [113] There is also a great deal of research involving algal fuel , which is attractive because algae is a non-food resource, grows around 20 times faster than most food crops, and can be grown almost anywhere. [114]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Faz_S_Sofia_canavial_090607_REFON.JPG/220px-Faz_S_Sofia_canavial_090607_REFON.JPG",
                "caption": "Sugarcane plantation to produce ethanol in Brazil"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Soybeanbus.jpg/220px-Soybeanbus.jpg",
                "caption": "A bus fueled by biodiesel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Geothermal energy",
        "text": "Geothermal energy is thermal energy (heat) extracted from the Earth's crust . It originates from several different sources , of which the most significant is slow radioactive decay of minerals contained in the Earth's interior , [12] as well as some leftover heat from the formation of the Earth . [119] Some of the heat is generated near the Earth's surface in the crust, but some also flows from deep within the Earth from the mantle and core . [119] Geothermal energy extraction is viable mostly in countries located on tectonic plate edges, where the Earth's hot mantle is more exposed. [120] As of 2023, the United States has by far the most geothermal capacity (2.7 GW, [121] or less than 0.2% of the country's total energy capacity [122] ), followed by Indonesia and the Philippines. Global capacity in 2022 was 15 GW. [121] Geothermal energy can be either used directly to heat homes, as is common in Iceland, or to generate electricity. At smaller scales, geothermal power can be generated with geothermal heat pumps , which can extract heat from ground temperatures of under 30 °C (86 °F), allowing them to be used at relatively shallow depths of a few meters. [120] Electricity generation requires large plants and ground temperatures of at least 150 °C (302 °F). In some countries, electricity produced from geothermal energy accounts for a large portion of the total, such as Kenya (43%) and Indonesia (5%). [123] Technical advances may eventually make geothermal power more widely available. For example, enhanced geothermal systems involve drilling around 10 kilometres (6.2 mi) into the Earth, breaking apart hot rocks and extracting the heat using water. In theory, this type of geothermal energy extraction could be done anywhere on Earth. [120]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/NesjavellirPowerPlant_edit2.jpg/220px-NesjavellirPowerPlant_edit2.jpg",
                "caption": "Steam rising from the Nesjavellir Geothermal Power Station in Iceland"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/West_Ford_Flat_Geothermal_Cooling_Tower.JPG/170px-West_Ford_Flat_Geothermal_Cooling_Tower.JPG",
                "caption": "Geothermal plant at The Geysers , California, US"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Krafla_geothermal_power_station_wiki.jpg/220px-Krafla_geothermal_power_station_wiki.jpg",
                "caption": "Krafla , a geothermal power station in Iceland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Marine energy",
        "text": "Marine energy (also sometimes referred to as ocean energy) is the energy carried by ocean waves , tides , salinity , and ocean temperature differences . Technologies to harness the energy of moving water include wave power , marine current power , and tidal power . Reverse electrodialysis (RED) is a technology for generating electricity by mixing fresh water and salty sea water in large power cells. [130] Most marine energy harvesting technologies are still at low technology readiness levels and not used at large scales. Tidal energy is generally considered the most mature, but has not seen wide deployment. [131] The world's largest tidal power station is on Sihwa Lake , South Korea, [132] which produces around 550 gigawatt-hours of electricity per year. [133]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg/220px-Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg",
                "caption": "Aerial view of Sihwa Tidal Power Station in South Korea"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Growth of renewables",
        "text": "The results of a recent review of the literature concluded that as greenhouse gas (GHG) emitters begin to be held liable for damages resulting from GHG emissions resulting in climate change, a high value for liability mitigation would provide powerful incentives for deployment of renewable energy technologies. [181] In the decade of 2010–2019, worldwide investment in renewable energy capacity excluding large hydropower amounted to US$2.7 trillion, of which the top countries China contributed US$818 billion, the United States contributed US$392.3 billion, Japan contributed US$210.9 billion, Germany contributed US$183.4 billion, and the United Kingdom contributed US$126.5 billion. [182] This was an increase of over three and possibly four times the equivalent amount invested in the decade of 2000–2009 (no data is available for 2000–2003). [182] As of 2022, an estimated 28% of the world's electricity was generated by renewables. This is up from 19% in 1990. [183]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg/232px-20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg.png",
                "caption": "Investment: Companies, governments and households have committed increasing amounts to decarbonization, including renewable energy (solar, wind), electric vehicles and associated charging infrastructure, energy storage, energy-efficient heating systems, carbon capture and storage, and hydrogen. [171] [172]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg/232px-20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg.png",
                "caption": "Levelized cost: With increasingly widespread implementation of renewable energy sources, costs have declined, most notably for energy generated by solar panels. [175] [176] Levelized cost of energy (LCOE) is a measure of the average net present cost of electricity generation for a generating plant over its lifetime."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Future projections",
        "text": "A December 2022 report by the IEA forecasts that over 2022-2027, renewables are seen growing by almost 2 400 GW in its main forecast, equal to the entire installed power capacity of China in 2021. This is an 85% acceleration from the previous five years, and almost 30% higher than what the IEA forecast in its 2021 report, making its largest ever upward revision. Renewables are set to account for over 90% of global electricity capacity expansion over the forecast period. [68] To achieve net zero emissions by 2050, IEA believes that 90% of global electricity generation will need to be produced from renewable sources. [17] In June 2022 IEA Executive Director Fatih Birol said that countries should invest more in renewables to \"ease the pressure on consumers from high fossil fuel prices, make our energy systems more secure, and get the world on track to reach our climate goals.\" [185] China's five year plan to 2025 includes increasing direct heating by renewables such as geothermal and solar thermal. [186] REPowerEU , the EU plan to escape dependence on fossil Russian gas , is expected to call for much more green hydrogen . [187] After a transitional period, [188] renewable energy production is expected to make up most of the world's energy production. In 2018, the risk management firm, DNV GL , forecasts that the world's primary energy mix will be split equally between fossil and non-fossil sources by 2050. [189]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg/220px-2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg.png",
                "caption": "In 2023, electricity generation from wind and solar sources was projected to exceed 30% by 2030. [184]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Policy",
        "text": "Policies to support renewable energy have been vital in their expansion. Where Europe dominated in establishing energy policy in the early 2000s, most countries around the world now have some form of energy policy. [199] The International Renewable Energy Agency (IRENA) is an intergovernmental organization for promoting the adoption of renewable energy worldwide. It aims to provide concrete policy advice and facilitate capacity building and technology transfer. IRENA was formed in 2009, with 75 countries signing the charter of IRENA. [200] As of April 2019, IRENA has 160 member states. [201] The then United Nations Secretary-General Ban Ki-moon has said that renewable energy can lift the poorest nations to new levels of prosperity, [202] and in September 2011 he launched the UN Sustainable Energy for All initiative to improve energy access, efficiency and the deployment of renewable energy. [203] The 2015 Paris Agreement on climate change motivated many countries to develop or improve renewable energy policies. [204] In 2017, a total of 121 countries adopted some form of renewable energy policy. [199] National targets that year existed in 176 countries. [204] In addition, there is also a wide range of policies at the state/provincial, and local levels. [104] Some public utilities help plan or install residential energy upgrades . Many national, state and local governments have created green banks . A green bank is a quasi-public financial institution that uses public capital to leverage private investment in clean energy technologies. [205] Green banks use a variety of financial tools to bridge market gaps that hinder the deployment of clean energy. Climate neutrality by the year 2050 is the main goal of the European Green Deal . [206] For the European Union to reach their target of climate neutrality, one goal is to decarbonise its energy system by aiming to achieve \"net-zero greenhouse gas emissions by 2050.\" [207]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Share_of_electricity_production_from_renewables.svg/330px-Share_of_electricity_production_from_renewables.svg.png",
                "caption": "Share of electricity production from renewables, 2022 [8]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Geopolitics",
        "text": "The geopolitical impact of the growing use of renewable energy is a subject of ongoing debate and research. [219] Many fossil-fuel producing countries, such as Qatar , Russia , Saudi Arabia and Norway , are currently able to exert diplomatic or geopolitical influence as a result of their oil wealth. Most of these countries are expected to be among the geopolitical \"losers\" of the energy transition, although some, like Norway, are also significant producers and exporters of renewable energy. Fossil fuels and the infrastructure to extract them may, in the long term, become stranded assets . [220] It has been speculated that countries dependent on fossil fuel revenue may one day find it in their interests to quickly sell off their remaining fossil fuels. [221] Conversely, nations abundant in renewable resources, and the minerals required for renewables technology, are expected to gain influence. [222] [223] In particular, China has become the world's dominant manufacturer of the technology needed to produce or store renewable energy, especially solar panels , wind turbines , and lithium-ion batteries . [224] Nations rich in solar and wind energy could become major energy exporters. [225] Some may produce and export green hydrogen , [226] [225] although electricity is projected to be the dominant energy carrier in 2050, accounting for almost 50% of total energy consumption (up from 22% in 2015). [227] Countries with large uninhabited areas such as Australia, China, and many African and Middle Eastern countries have a potential for huge installations of renewable energy. The production of renewable energy technologies requires rare-earth elements with new supply chains. [228] Countries with already weak governments that rely on fossil fuel revenue may face even higher political instability or popular unrest. Analysts consider Nigeria, Angola , Chad , Gabon , and Sudan , all countries with a history of military coups , to be at risk of instability due to dwindling oil income. [229] A study found that transition from fossil fuels to renewable energy systems reduces risks from mining, trade and political dependence because renewable energy systems don't need fuel – they depend on trade only for the acquisition of materials and components during construction. [230] In October 2021, European Commissioner for Climate Action Frans Timmermans suggested \"the best answer\" to the 2021 global energy crisis is \"to reduce our reliance on fossil fuels.\" [231] He said those blaming the European Green Deal were doing so \"for perhaps ideological reasons or sometimes economic reasons in protecting their vested interests.\" [231] Some critics blamed the European Union Emissions Trading System (EU ETS) and closure of nuclear plants for contributing to the energy crisis. [232] [233] [234] European Commission President Ursula von der Leyen said that Europe is \"too reliant\" on natural gas and too dependent on natural gas imports . According to Von der Leyen, \"The answer has to do with diversifying our suppliers ... and, crucially, with speeding up the transition to clean energy.\" [235]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/TREC-Map-en.jpg/220px-TREC-Map-en.jpg",
                "caption": "A concept of a super grid"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Public support",
        "text": "Solar power plants may compete with arable land , [254] [255] while on-shore wind farms often face opposition due to aesthetic concerns and noise. [256] [257] Such opponents are often described as NIMBYs (\"not in my back yard\"). [258] Some environmentalists are concerned about fatal collisions of birds and bats with wind turbines. [259] Although protests against new wind farms occasionally occur around the world, regional and national surveys generally find broad support for both solar and wind power. [260] [261] [262] Community-owned wind energy is sometimes proposed as a way to increase local support for wind farms. [263] A 2011 UK Government document stated that \"projects are generally more likely to succeed if they have broad public support and the consent of local communities. This means giving communities both a say and a stake.\" [264] In the 2000s and early 2010s, many renewable projects in Germany, Sweden and Denmark were owned by local communities, particularly through cooperative structures. [265] [266] In the years since, more installations in Germany have been undertaken by large companies, [263] but community ownership remains strong in Denmark. [267]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [253]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Concept",
        "text": "Run-of-the-river, or ROR, hydroelectricity is considered ideal for streams or rivers that can sustain a minimum flow or those regulated by a lake or reservoir upstream. [1] [2] A small dam is usually built to create a headpond ensuring that there is enough water entering the penstock pipes that lead to the turbines , which are at a lower elevation. [3] Projects with pondage, as opposed to those without pondage, can store water for daily load demands. [1] In general, projects divert some or most of a river's flow (up to 95% of mean annual discharge) [4] through a pipe and/or tunnel leading to electricity-generating turbines, then return the water back to the river downstream. [3] Run-of-the-river projects are dramatically different in design and appearance from conventional hydroelectric projects. Traditional hydroelectric dams store enormous quantities of water in reservoirs , sometimes flooding large tracts of land. In contrast, run-of-river projects do not have the disadvantages associated with reservoirs and so cause fewer environmental impacts. [5] The use of the term \"run-of-the-river\" for power projects varies around the world. Some may consider a project run-of-the-river if power is produced with no water storage, but limited storage is considered run-of-the-river by others. Developers may mislabel a project run-of-the-river to soothe public perception about its environmental or social effects. The European Network of Transmission System Operators for Electricity distinguishes run-of-the-river and pondage hydropower plants, which can hold enough water to allow generation for up to 24 hours (reservoir capacity / generating capacity ≤ 24 hours), from reservoir hydropower plants, which hold far more than 24 hours of generation without pumps. [6] The Bureau of Indian Standards describes run-of-the-river hydroelectricity as: [7] Many of the larger run-of-the-river projects have been designed to a scale and generating capacity rivaling some traditional hydroelectric dams. [8] For example, the Beauharnois Hydroelectric Generating Station in Quebec is rated at 1,853 MW. [9] Some run-of-the-river projects are downstream of other dams and reservoirs. The reservoir was not built by the project but takes advantage of the water supplied by it. An example would be the 1995 1,436 MW La Grande-1 generating station . Previous upstream dams and reservoirs were part of the 1980s James Bay Project . There are also small and somewhat-mobile forms of a run-of-the-river power plants. One example is the so-called electricity buoy , a small floating hydroelectric power plant . Like most buoys, it is anchored to the ground, in this case in a river. The energy within the moving water propels a power generator and thereby creates electricity. Prototypes by commercial producers are generating power on the Middle Rhine river in Germany and on the Danube river in Austria. [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Mankalan_voimalaitos.jpg/220px-Mankalan_voimalaitos.jpg",
                "caption": "Mankala Power Station along the Kymi River in Iitti , Finland"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Edison_Sault_hydroelectric_power_plant.JPG/220px-Edison_Sault_hydroelectric_power_plant.JPG",
                "caption": "Saint Marys Falls – run of the river (1902)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Run-of-the-river_hydroelectricity",
        "title": "Run-of-the-river hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Availability of sites",
        "text": "The potential power at a site is a result of the head and flow of water. By damming a river, the head is available to generate power at the face of the dam. A dam may create a reservoir hundreds of kilometres long, but in run-of-the-river the head is usually delivered by a canal, pipe or tunnel constructed upstream of the power house. The cost of upstream construction makes a steep drop desirable, such as falls or rapids. [17]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Raquette_%281%29.jpg/220px-Raquette_%281%29.jpg",
                "caption": "Rapids can provide enough hydraulic head"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Run-of-the-river_hydroelectricity",
        "title": "Run-of-the-river hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Largest hydroelectric power stations",
        "text": "This is a list of the ten largest hydroelectric power stations in the United States by installed capacity .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Plant_map_Hydro.png/330px-Plant_map_Hydro.png",
                "caption": "Hydro plants by capacity in 2021"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectric_power_in_the_United_States",
        "title": "Hydroelectric power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Environmental impacts",
        "text": "The current energy system contributes to many environmental problems, including climate change , air pollution, biodiversity loss , the release of toxins into the environment, and water scarcity. As of 2019, 85% of the world's energy needs are met by burning fossil fuels. [13] Energy production and consumption are responsible for 76% of annual human-caused greenhouse gas emissions as of 2018. [14] [15] The 2015 international Paris Agreement on climate change aims to limit global warming to well below 2 °C (3.6 °F) and preferably to 1.5 °C (2.7 °F); achieving this goal will require that emissions be reduced as soon as possible and reach net-zero by mid-century. [16] The burning of fossil fuels and biomass is a major source of air pollution, [17] [18] which causes an estimated 7 million deaths each year, with the greatest attributable disease burden seen in low and middle-income countries. [19] Fossil-fuel burning in power plants, vehicles, and factories is the main source of emissions that combine with oxygen in the atmosphere to cause acid rain . [20] Air pollution is the second-leading cause of death from non-infectious disease. [21] An estimated 99% of the world's population lives with levels of air pollution that exceed the World Health Organization recommended limits. [22] Cooking with polluting fuels such as wood, animal dung, coal, or kerosene is responsible for nearly all indoor air pollution, which causes an estimated 1.6 to 3.8 million deaths annually, [23] [21] and also contributes significantly to outdoor air pollution. [24] Health effects are concentrated among women, who are likely to be responsible for cooking, and young children. [24] Environmental impacts extend beyond the by-products of combustion. Oil spills at sea harm marine life and may cause fires which release toxic emissions. [25] Around 10% of global water use goes to energy production, mainly for cooling in thermal energy plants. In dry regions, this contributes to water scarcity . Bioenergy production, coal mining and processing, and oil extraction also require large amounts of water. [26] Excessive harvesting of wood and other combustible material for burning can cause serious local environmental damage, including desertification . [27]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/2021_Death_rates%2C_by_energy_source.svg/220px-2021_Death_rates%2C_by_energy_source.svg.png",
                "caption": "Deaths caused as a result of fossil fuel use (areas of rectangles in chart) greatly exceed those resulting from production of sustainable energy (rectangles barely visible in chart). [12]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Rajasthan_carrying_firewood.jpeg/220px-Rajasthan_carrying_firewood.jpeg",
                "caption": "A woman in rural Rajasthan , India, collects firewood. The use of wood and other polluting fuels for cooking causes millions of deaths each year from indoor and outdoor air pollution ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Sustainable development goals",
        "text": "Meeting existing and future energy demands in a sustainable way is a critical challenge for the global goal of limiting climate change while maintaining economic growth and enabling living standards to rise. [28] Reliable and affordable energy, particularly electricity, is essential for health care, education, and economic development. [29] As of 2020, 790 million people in developing countries do not have access to electricity, and around 2.6 billion rely on burning polluting fuels for cooking. [30] [31] Improving energy access in the least-developed countries and making energy cleaner are key to achieving most of the United Nations 2030 Sustainable Development Goals , [32] which cover issues ranging from climate action to gender equality . [33] Sustainable Development Goal 7 calls for \"access to affordable, reliable, sustainable and modern energy for all\", including universal access to electricity and to clean cooking facilities by 2030. [34]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/People-without-electricity-country-2016.svg/300px-People-without-electricity-country-2016.svg.png",
                "caption": "World map showing where people without access to electricity lived in 2016⁠—mainly in sub-Saharan Africa and the Indian subcontinent"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Energy conservation",
        "text": "Energy efficiency—using less energy to deliver the same goods or services, or delivering comparable services with less goods—is a cornerstone of many sustainable energy strategies. [36] [37] The International Energy Agency (IEA) has estimated that increasing energy efficiency could achieve 40% of greenhouse gas emission reductions needed to fulfil the Paris Agreement's goals. [38] Energy can be conserved by increasing the technical efficiency of appliances, vehicles, industrial processes, and buildings. [39] Another approach is to use fewer materials whose production requires a lot of energy, for example through better building design and recycling. Behavioural changes such as using videoconferencing rather than business flights, or making urban trips by cycling, walking or public transport rather than by car, are another way to conserve energy. [40] Government policies to improve efficiency can include building codes , performance standards , carbon pricing , and the development of energy-efficient infrastructure to encourage changes in transport modes . [40] [41] The energy intensity of the global economy (the amount of energy consumed per unit of gross domestic product (GDP)) is a rough indicator of the energy efficiency of economic production. [42] In 2010, global energy intensity was 5.6 megajoules (1.6 kWh ) per US dollar of GDP. [42] United Nations goals call for energy intensity to decrease by 2.6% each year between 2010 and 2030. [43] In recent years this target has not been met. For instance, between 2017 and 2018, energy intensity decreased by only 1.1%. [43] Efficiency improvements often lead to a rebound effect in which consumers use the money they save to buy more energy-intensive goods and services. [44] For example, recent technical efficiency improvements in transport and buildings have been largely offset by trends in consumer behaviour , such as selecting larger vehicles and homes. [45]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Energy_use_per_person_2019_-_OWID.svg/300px-Energy_use_per_person_2019_-_OWID.svg.png",
                "caption": "Global energy usage is highly unequal. High income countries such as the United States and Canada use 100 times as much energy per capita as some of the least developed countries in Africa. [35]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Renewable energy sources",
        "text": "Renewable energy sources are essential to sustainable energy, as they generally strengthen energy security and emit far fewer greenhouse gases than fossil fuels. [49] Renewable energy projects sometimes raise significant sustainability concerns, such as risks to biodiversity when areas of high ecological value are converted to bioenergy production or wind or solar farms. [50] [51] Hydropower is the largest source of renewable electricity while solar and wind energy are growing rapidly. Photovoltaic solar and onshore wind are the cheapest forms of new power generation capacity in most countries. [52] [53] For more than half of the 770 million people who currently lack access to electricity, decentralised renewable energy such as solar-powered mini-grids is likely the cheapest method of providing it by 2030. [54] United Nations targets for 2030 include substantially increasing the proportion of renewable energy in the world's energy supply. [34] According to the International Energy Agency, renewable energy sources like wind and solar power are now a commonplace source of electricity, making up 70% of all new investments made in the world's power generation. [55] [56] [57] [58] The Agency expects renewables to become the primary energy source for electricity generation globally in the next three years, overtaking coal. [59]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg/170px-2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg.png",
                "caption": "In 2023, electricity generation from wind and solar sources was projected to exceed 30% by 2030. [46]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/2015-_Clean_energy_vs_fossil_fuel_investment_-_IEA.svg/220px-2015-_Clean_energy_vs_fossil_fuel_investment_-_IEA.svg.png",
                "caption": "Clean energy investment has benefited from post-pandemic economic recovery, a global energy crisis involving high fossil fuel prices, and growing policy support across various nations. [48]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Solar",
        "text": "The Sun is Earth's primary source of energy, a clean and abundantly available resource in many regions. [60] In 2019, solar power provided around 3% of global electricity, [61] mostly through solar panels based on photovoltaic cells (PV). Solar PV is expected to be the electricity source with the largest installed capacity worldwide by 2027. [59] The panels are mounted on top of buildings or installed in utility-scale solar parks . Costs of solar photovoltaic cells have dropped rapidly, driving strong growth in worldwide capacity. [62] The cost of electricity from new solar farms is competitive with, or in many places, cheaper than electricity from existing coal plants. [63] Various projections of future energy use identify solar PV as one of the main sources of energy generation in a sustainable mix. [64] [65] Most components of solar panels can be easily recycled, but this is not always done in the absence of regulation. [66] Panels typically contain heavy metals , so they pose environmental risks if put in landfills . [67] It takes fewer than two years for a solar panel to produce as much energy as was used for its production. Less energy is needed if materials are recycled rather than mined. [68] In concentrated solar power , solar rays are concentrated by a field of mirrors, heating a fluid. Electricity is produced from the resulting steam with a heat engine . Concentrated solar power can support dispatchable power generation , as some of the heat is typically stored to enable electricity to be generated when needed. [69] [70] In addition to electricity production, solar energy is used more directly; solar thermal heating systems are used for hot water production, heating buildings, drying, and desalination. [71]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Renewable_Energy_Development_in_the_California_Desert_006.jpg/220px-Renewable_Energy_Development_in_the_California_Desert_006.jpg",
                "caption": "A photovoltaic power station in California , United States"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Wind power",
        "text": "Wind has been an important driver of development over millennia, providing mechanical energy for industrial processes, water pumps, and sailing ships. [72] Modern wind turbines are used to generate electricity and provided approximately 6% of global electricity in 2019. [61] Electricity from onshore wind farms is often cheaper than existing coal plants and competitive with natural gas and nuclear. [63] Wind turbines can also be placed offshore, where winds are steadier and stronger than on land but construction and maintenance costs are higher. [73] Onshore wind farms, often built in wild or rural areas, have a visual impact on the landscape. [74] While collisions with wind turbines kill both bats and to a lesser extent birds, these impacts are lower than from other infrastructure such as windows and transmission lines . [75] [76] The noise and flickering light created by the turbines can cause annoyance and constrain construction near densely populated areas. Wind power, in contrast to nuclear and fossil fuel plants, does not consume water. [77] Little energy is needed for wind turbine construction compared to the energy produced by the wind power plant itself. [78] Turbine blades are not fully recyclable, and research into methods of manufacturing easier-to-recycle blades is ongoing. [79]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Wind_power_plants_in_Xinjiang%2C_China.jpg/220px-Wind_power_plants_in_Xinjiang%2C_China.jpg",
                "caption": "Wind turbines in Xinjiang , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Hydropower",
        "text": "Hydroelectric plants convert the energy of moving water into electricity. In 2020, hydropower supplied 17% of the world's electricity, down from a high of nearly 20% in the mid-to-late 20th century. [80] [81] In conventional hydropower, a reservoir is created behind a dam. Conventional hydropower plants provide a highly flexible, dispatchable electricity supply. They can be combined with wind and solar power to meet peaks in demand and to compensate when wind and sun are less available. [82] Compared to reservoir-based facilities, run-of-the-river hydroelectricity generally has less environmental impact. However, its ability to generate power depends on river flow, which can vary with daily and seasonal weather. Reservoirs provide water quantity controls that are used for flood control and flexible electricity output while also providing security during drought for drinking water supply and irrigation. [83] Hydropower ranks among the energy sources with the lowest levels of greenhouse gas emissions per unit of energy produced, but levels of emissions vary enormously between projects. [84] The highest emissions tend to occur with large dams in tropical regions. [85] These emissions are produced when the biological matter that becomes submerged in the reservoir's flooding decomposes and releases carbon dioxide and methane. Deforestation and climate change can reduce energy generation from hydroelectric dams. [82] Depending on location, large dams can displace residents and cause significant local environmental damage; potential dam failure could place the surrounding population at risk. [82]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Central_Hidroel%C3%A9ctrica_Sim%C3%B3n_Bol%C3%ADvar_Represa_de_Guri_%D0%93%D1%96%D0%B4%D1%80%D0%BE%D0%B5%D0%BB%D0%B5%D0%BA%D1%82%D1%80%D0%BE%D1%81%D1%82%D0%B0%D0%BD%D1%86%D1%96%D1%8F_%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B0_%D0%91%D0%BE%D0%BB%D1%96%D0%B2%D0%B0%D1%80%D0%B0_-_%D0%B3%D1%80%D0%B5%D0%B1%D0%BB%D1%8F_%D0%93%D1%83%D1%80%D1%96_29.jpg/220px-Central_Hidroel%C3%A9ctrica_Sim%C3%B3n_Bol%C3%ADvar_Represa_de_Guri_%D0%93%D1%96%D0%B4%D1%80%D0%BE%D0%B5%D0%BB%D0%B5%D0%BA%D1%82%D1%80%D0%BE%D1%81%D1%82%D0%B0%D0%BD%D1%86%D1%96%D1%8F_%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B0_%D0%91%D0%BE%D0%BB%D1%96%D0%B2%D0%B0%D1%80%D0%B0_-_%D0%B3%D1%80%D0%B5%D0%B1%D0%BB%D1%8F_%D0%93%D1%83%D1%80%D1%96_29.jpg",
                "caption": "Guri Dam , a hydroelectric dam in Venezuela"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Geothermal",
        "text": "Geothermal energy is produced by tapping into deep underground heat [86] and harnessing it to generate electricity or to heat water and buildings. The use of geothermal energy is concentrated in regions where heat extraction is economical: a combination is needed of high temperatures, heat flow, and permeability (the ability of the rock to allow fluids to pass through). [87] Power is produced from the steam created in underground reservoirs. [88] Geothermal energy provided less than 1% of global energy consumption in 2020. [89] Geothermal energy is a renewable resource because thermal energy is constantly replenished from neighbouring hotter regions and the radioactive decay of naturally occurring isotopes . [90] On average, the greenhouse gas emissions of geothermal-based electricity are less than 5% that of coal-based electricity. [84] Geothermal energy carries a risk of inducing earthquakes, needs effective protection to avoid water pollution, and releases toxic emissions which can be captured. [91]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Larderello_Cooling_Towers.jpg/220px-Larderello_Cooling_Towers.jpg",
                "caption": "Cooling towers at a geothermal power plant in Larderello , Italy"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Bioenergy",
        "text": "Biomass is renewable organic material that comes from plants and animals. [92] It can either be burned to produce heat and electricity or be converted into biofuels such as biodiesel and ethanol, which can be used to power vehicles. [93] [94] The climate impact of bioenergy varies considerably depending on where biomass feedstocks come from and how they are grown. [95] For example, burning wood for energy releases carbon dioxide; those emissions can be significantly offset if the trees that were harvested are replaced by new trees in a well-managed forest, as the new trees will absorb carbon dioxide from the air as they grow. [96] However, the establishment and cultivation of bioenergy crops can displace natural ecosystems , degrade soils , and consume water resources and synthetic fertilisers. [97] [98] Approximately one-third of all wood used for traditional heating and cooking in tropical areas is harvested unsustainably. [99] Bioenergy feedstocks typically require significant amounts of energy to harvest, dry, and transport; the energy usage for these processes may emit greenhouse gases. In some cases, the impacts of land-use change , cultivation, and processing can result in higher overall carbon emissions for bioenergy compared to using fossil fuels. [98] [100] Use of farmland for growing biomass can result in less land being available for growing food . In the United States, around 10% of motor gasoline has been replaced by corn-based ethanol , which requires a significant proportion of the harvest. [101] [102] In Malaysia and Indonesia, clearing forests to produce palm oil for biodiesel has led to serious social and environmental effects , as these forests are critical carbon sinks and habitats for diverse species. [103] [104] Since photosynthesis captures only a small fraction of the energy in sunlight, producing a given amount of bioenergy requires a large amount of land compared to other renewable energy sources. [105] Second-generation biofuels which are produced from non-food plants or waste reduce competition with food production, but may have other negative effects including trade-offs with conservation areas and local air pollution. [95] Relatively sustainable sources of biomass include algae , waste, and crops grown on soil unsuitable for food production. [95] Carbon capture and storage technology can be used to capture emissions from bioenergy power plants. This process is known as bioenergy with carbon capture and storage (BECCS) and can result in net carbon dioxide removal from the atmosphere. However, BECCS can also result in net positive emissions depending on how the biomass material is grown, harvested, and transported. Deployment of BECCS at scales described in some climate change mitigation pathways would require converting large amounts of cropland. [106]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Kenyan_farmer_with_a_biogas_lamp_provided_by_USAID_2013.jpg/220px-Kenyan_farmer_with_a_biogas_lamp_provided_by_USAID_2013.jpg",
                "caption": "Kenyan dairy farmer lighting a biogas lamp. Biogas produced from biomass is a renewable energy source that can be burned for cooking or light."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Faz_S_Sofia_canavial_090607_REFON.JPG/220px-Faz_S_Sofia_canavial_090607_REFON.JPG",
                "caption": "A sugarcane plantation to produce ethanol in Brazil"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Nuclear power",
        "text": "Nuclear power has been used since the 1950s as a low-carbon source of baseload electricity. [122] Nuclear power plants in over 30 countries generate about 10% of global electricity. [123] As of 2019, nuclear generated over a quarter of all low-carbon energy , making it the second largest source after hydropower. [89] Nuclear power's lifecycle greenhouse gas emissions—including the mining and processing of uranium —are similar to the emissions from renewable energy sources. [84] Nuclear power uses little land per unit of energy produced, compared to the major renewables.  Additionally, Nuclear power does not create local air pollution. [124] [125] Although the uranium ore used to fuel nuclear fission plants is a non-renewable resource, enough exists to provide a supply for hundreds to thousands of years. [126] [127] However, uranium resources that can be accessed in an economically feasible manner, at the present state, are limited and uranium production could hardly keep up during the expansion phase. [128] Climate change mitigation pathways consistent with ambitious goals typically see an increase in power supply from nuclear. [129] There is controversy over whether nuclear power is sustainable, in part due to concerns around nuclear waste , nuclear weapon proliferation , and accidents . [130] Radioactive nuclear waste must be managed for thousands of years [130] and nuclear power plants create fissile material that can be used for weapons. [130] For each unit of energy produced, nuclear energy has caused far fewer accidental and pollution-related deaths than fossil fuels, and the historic fatality rate of nuclear is comparable to renewable sources. [115] Public opposition to nuclear energy often makes nuclear plants politically difficult to implement. [130] Reducing the time and the cost of building new nuclear plants have been goals for decades but costs remain high and timescales long. [131] Various new forms of nuclear energy are in development, hoping to address the drawbacks of conventional plants. Fast breeder reactors are capable of recycling nuclear waste and therefore can significantly reduce the amount of waste that requires geological disposal , but have not yet been deployed on a large-scale commercial basis. [132] Nuclear power based on thorium (rather than uranium) may be able to provide higher energy security for countries that do not have a large supply of uranium. [133] Small modular reactors may have several advantages over current large reactors: It should be possible to build them faster and their modularization would allow for cost reductions via learning-by-doing . [134] Several countries are attempting to develop nuclear fusion reactors, which would generate small amounts of waste and no risk of explosions. [135] Although fusion power has taken steps forward in the lab, the multi-decade timescale needed to bring it to commercialization and then scale means it will not contribute to a 2050 net zero goal for climate change mitigation. [136]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Elec-fossil-nuclear-renewables.svg/300px-Elec-fossil-nuclear-renewables.svg.png",
                "caption": "Since 1985, the proportion of electricity generated from low-carbon sources has increased only slightly. Advances in deploying renewables have been mostly offset by declining shares of nuclear power. [121]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Energy system transformation",
        "text": "The emissions reductions necessary to keep global warming below 2 °C will require a system-wide transformation of the way energy is produced, distributed, stored, and consumed. [13] For a society to replace one form of energy with another, multiple technologies and behaviours in the energy system must change. For example, transitioning from oil to solar power as the energy source for cars requires the generation of solar electricity, modifications to the electrical grid to accommodate fluctuations in solar panel output or the introduction of variable battery chargers and higher overall demand, adoption of electric cars , and networks of electric vehicle charging facilities and repair shops. [138] Many climate change mitigation pathways envision three main aspects of a low-carbon energy system: Some energy-intensive technologies and processes are difficult to electrify, including aviation, shipping, and steelmaking. There are several options for reducing the emissions from these sectors: biofuels and synthetic carbon-neutral fuels can power many vehicles that are designed to burn fossil fuels, however biofuels cannot be sustainably produced in the quantities needed and synthetic fuels are currently very expensive. [140] For some applications, the most prominent alternative to electrification is to develop a system based on sustainably-produced hydrogen fuel . [141] Full decarbonisation of the global energy system is expected to take several decades and can mostly be achieved with existing technologies. [142] In the IEA's proposal for achieving net zero emissions by 2050, about 35% of the reduction in emissions depends on technologies that are still in development as of 2023. [143] Technologies that are relatively immature include batteries  and processes to create carbon-neutral fuels. [144] [145] Developing new technologies requires research and development, demonstration , and cost reductions via deployment . [144] The transition to a zero-carbon energy system will bring strong co-benefits for human health: The World Health Organization estimates that efforts to limit global warming to 1.5 °C could save millions of lives each year from reductions to air pollution alone. [146] [147] With good planning and management, pathways exist to provide universal access to electricity and clean cooking by 2030 in ways that are consistent with climate goals. [148] [149] Historically, several countries have made rapid economic gains through coal usage. [148] However, there remains a window of opportunity for many poor countries and regions to \" leapfrog \" fossil fuel dependency by developing their energy systems based on renewables, given adequate international investment and knowledge transfer. [148]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/2018-_Energy_transition_investment_versus_fossil_fuel_investment.svg/220px-2018-_Energy_transition_investment_versus_fossil_fuel_investment.svg.png",
                "caption": "Bloomberg NEF reported that in 2022,  global energy transition investment equaled fossil fuels investment for the first time. [137]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Integrating variable energy sources",
        "text": "To deliver reliable electricity from variable renewable energy sources such as wind and solar, electrical power systems require flexibility. [151] Most electrical grids were constructed for non-intermittent energy sources such as coal-fired power plants. [152] As larger amounts of solar and wind energy are integrated into the grid, changes have to be made to the energy system to ensure that the supply of electricity is matched to demand. [153] In 2019, these sources generated 8.5% of worldwide electricity, a share that has grown rapidly. [61] There are various ways to make the electricity system more flexible. In many places, wind and solar generation are complementary on a daily and a seasonal scale: there is more wind during the night and in winter when solar energy production is low. [153] Linking different geographical regions through long-distance transmission lines allows for further cancelling out of variability. [154] Energy demand can be shifted in time through energy demand management and the use of smart grids , matching the times when variable energy production is highest. With grid energy storage , energy produced in excess can be released when needed. [153] Further flexibility could be provided from sector coupling , that is coupling the electricity sector to the heat and mobility sector via power-to-heat -systems and electric vehicles. [155] Building overcapacity for wind and solar generation can help ensure that enough electricity is produced even during poor weather. In optimal weather, energy generation may have to be curtailed if excess electricity cannot be used or stored. The final demand-supply mismatch may be covered by using dispatchable energy sources such as hydropower, bioenergy, or natural gas. [156]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/SoSie%2BSoSchiff_Ansicht.jpg/220px-SoSie%2BSoSchiff_Ansicht.jpg",
                "caption": "Buildings in the Solar Settlement at Schlierberg , Germany, produce more energy than they consume. They incorporate rooftop solar panels and are built for maximum energy efficiency. [150]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Energy storage",
        "text": "Energy storage helps overcome barriers to intermittent renewable energy and is an important aspect of a sustainable energy system. [157] The most commonly used and available storage method is pumped-storage hydroelectricity , which requires locations with large differences in height and access to water. [157] Batteries , especially lithium-ion batteries , are also deployed widely. [158] Batteries typically store electricity for short periods; research is ongoing into technology with sufficient capacity to last through seasons. [159] Costs of utility-scale batteries in the US have fallen by around 70% since 2015, however the cost and low energy density of batteries makes them impractical for the very large energy storage needed to balance inter-seasonal  variations in energy production. [160] Pumped hydro storage and power-to-gas (converting electricity to gas and back) with capacity for multi-month usage has been implemented in some locations. [161] [162]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/1_MW_4_MWh_Turner_Energy_Storage_Project_in_Pullman%2C_WA.jpg/220px-1_MW_4_MWh_Turner_Energy_Storage_Project_in_Pullman%2C_WA.jpg",
                "caption": "Battery storage facility"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Electrification",
        "text": "Compared to the rest of the energy system, emissions can be reduced much faster in the electricity sector. [139] As of 2019, 37% of global electricity is produced from low-carbon sources (renewables and nuclear energy). Fossil fuels, primarily coal, produce the rest of the electricity supply. [164] One of the easiest and fastest ways to reduce greenhouse gas emissions is to phase out coal-fired power plants and increase renewable electricity generation. [139] Climate change mitigation pathways envision extensive electrification—the use of electricity as a substitute for the direct burning of fossil fuels for heating buildings and for transport. [139] Ambitious climate policy would see a doubling of energy share consumed as electricity by 2050, from 20% in 2020. [165] One of the challenges in providing universal access to electricity is distributing power to rural areas. Off-grid and mini-grid systems based on renewable energy, such as small solar PV installations that generate and store enough electricity for a village, are important solutions. [166] Wider access to reliable electricity would lead to less use of kerosene lighting and diesel generators, which are currently common in the developing world. [167] Infrastructure for generating and storing renewable electricity requires minerals and metals, such as cobalt and lithium for batteries and copper for solar panels. [168] Recycling can meet some of this demand if product lifecycles are well-designed, however achieving net zero emissions would still require major increases in mining for 17 types of metals and minerals. [168] A small group of countries or companies sometimes dominate the markets for these commodities, raising geopolitical concerns. [169] Most of the world's cobalt, for instance, is mined in the Democratic Republic of the Congo , a politically unstable region where mining is often associated with human rights risks. [168] More diverse geographical sourcing may ensure a more flexible and less brittle supply chain . [170]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Heat_Pump.jpg/220px-Heat_Pump.jpg",
                "caption": "The outdoor section of a heat pump . In contrast to oil and gas boilers, they use electricity and are highly efficient. As such, electrification of heating can significantly reduce emissions. [163]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Transport",
        "text": "Transport accounts for 14% of global greenhouse gas emissions, [185] but there are multiple ways to make transport more sustainable. Public transport typically emits fewer greenhouse gases per passenger than personal vehicles, since trains and buses can carry many more passengers at once. [186] [187] Short-distance flights can be replaced by high-speed rail , which is more efficient, especially when electrified. [188] [189] Promoting non-motorised transport such as walking and cycling, particularly in cities, can make transport cleaner and healthier. [190] [191] The energy efficiency of cars has increased over time, [192] but shifting to electric vehicles is an important further step towards decarbonising transport and reducing air pollution. [193] A large proportion of traffic-related air pollution consists of particulate matter from road dust and the wearing-down of tyres and brake pads. [194] Substantially reducing pollution from these non-tailpipe sources cannot be achieved by electrification; it requires measures such as making vehicles lighter and driving them less. [195] Light-duty cars in particular are a prime candidate for decarbonization using battery technology . 25% of the world's CO 2 emissions still originate from the transportation sector. [196] Long-distance freight transport and aviation are difficult sectors to electrify with current technologies, mostly because of the weight of batteries needed for long-distance travel, battery recharging times, and limited battery lifespans. [197] [160] Where available, freight transport by ship and rail is generally more sustainable than by air and by road. [198] Hydrogen vehicles may be an option for larger vehicles such as lorries. [199] Many of the techniques needed to lower emissions from shipping and aviation are still early in their development, with ammonia (produced from hydrogen) a promising candidate for shipping fuel. [200] Aviation biofuel may be one of the better uses of bioenergy if emissions are captured and stored during manufacture of the fuel. [201]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Hornby_Street_Separated_Bike_Lane.jpg/220px-Hornby_Street_Separated_Bike_Lane.jpg",
                "caption": "Utility cycling infrastructure, such as this bike lane in Vancouver , encourages sustainable transport. [184]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Buildings and cooking",
        "text": "Over one-third of energy use is in buildings and their construction. [205] To heat buildings, alternatives to burning fossil fuels and biomass include electrification through heat pumps or electric heaters , geothermal energy , central solar heating , reuse of waste heat , and seasonal thermal energy storage . [206] [207] [208] Heat pumps provide both heat and air conditioning through a single appliance. [209] The IEA estimates heat pumps could provide over 90% of space and water heating requirements globally. [210] A highly efficient way to heat buildings is through district heating , in which heat is generated in a centralised location and then distributed to multiple buildings through insulated pipes . Traditionally, most district heating systems have used fossil fuels, but modern and cold district heating systems are designed to use high shares of renewable energy. [211] [212] Cooling of buildings can be made more efficient through passive building design , planning that minimises the urban heat island effect, and district cooling systems that cool multiple buildings with piped cold water. [213] [214] Air conditioning requires large amounts of electricity and is not always affordable for poorer households. [214] Some air conditioning units still use refrigerants that are greenhouse gases, as some countries have not ratified the Kigali Amendment to only use climate-friendly refrigerants. [215] In developing countries where populations suffer from energy poverty , polluting fuels such as wood or animal dung are often used for cooking. Cooking with these fuels is generally unsustainable, because they release harmful smoke and because harvesting wood can lead to forest degradation. [216] The universal adoption of clean cooking facilities, which are already ubiquitous in rich countries, [203] would dramatically improve health and have minimal negative effects on climate. [217] [218] Clean cooking facilities, e.g. cooking facilities that produce less indoor soot, typically use natural gas, liquefied petroleum gas (both of which consume oxygen and produce carbon-dioxide) or electricity as the energy source; biogas systems are a promising alternative in some contexts. [203] Improved cookstoves that burn biomass more efficiently than traditional stoves are an interim solution where transitioning to clean cooking systems is difficult. [219]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Aghazade_mansion.jpg/220px-Aghazade_mansion.jpg",
                "caption": "Passive cooling features, such as these windcatcher towers in Iran, bring cool air into buildings without any use of energy. [202]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Kookplaat_inductie.JPG/220px-Kookplaat_inductie.JPG",
                "caption": "For cooking, electric induction stoves are one of the most energy-efficient and safest options. [203] [204]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Government policies",
        "text": "Well-designed government policies that promote energy system transformation can lower greenhouse gas emissions and improve air quality simultaneously, and in many cases can also increase energy security and lessen the financial burden of using energy. [226] Environmental regulations have been used since the 1970s to promote more sustainable use of energy. [227] Some governments have committed to dates for phasing out coal-fired power plants and ending new fossil fuel exploration . Governments can require that new cars produce zero emissions, or new buildings are heated by electricity instead of gas. [228] Renewable portfolio standards in several countries require utilities to increase the percentage of electricity they generate from renewable sources. [229] [230] Governments can accelerate energy system transformation by leading the development of infrastructure such as long-distance electrical transmission lines, smart grids, and hydrogen pipelines. [231] In transport, appropriate infrastructure and incentives can make travel more efficient and less car-dependent. [226] Urban planning that discourages sprawl can reduce energy use in local transport and buildings while enhancing quality of life. [226] Government-funded research, procurement, and incentive policies have historically been critical to the development and maturation of clean energy technologies, such as solar and lithium batteries. [232] In the IEA's scenario for a net zero-emission energy system by 2050, public funding is rapidly mobilised to bring a range of newer technologies to the demonstration phase and to encourage deployment. [233] Carbon pricing (such as a tax on CO 2 emissions) gives industries and consumers an incentive to reduce emissions while letting them choose how to do so. For example, they can shift to low-emission energy sources, improve energy efficiency, or reduce their use of energy-intensive products and services. [234] Carbon pricing has encountered strong political pushback in some jurisdictions, whereas energy-specific policies tend to be politically safer. [235] [236] Most studies indicate that to limit global warming to 1.5 °C, carbon pricing would need to be complemented by stringent energy-specific policies. [237] As of 2019, the price of carbon in most regions is too low to achieve the goals of the Paris Agreement. [238] Carbon taxes provide a source of revenue that can be used to lower other taxes [239] or help lower-income households afford higher energy costs. [240] Some governments, such as the EU and the UK, are exploring the use of carbon border adjustments . [241] These place tariffs on imports from countries with less stringent climate policies, to ensure that industries subject to internal carbon prices remain competitive. [242] [243] The scale and pace of policy reforms that have been initiated as of 2020 are far less than needed to fulfil the climate goals of the Paris Agreement. [244] [245] In addition to domestic policies, greater international cooperation is required to accelerate innovation and to assist poorer countries in establishing a sustainable path to full energy access. [246] Countries may support renewables to create jobs. [247] The International Labour Organization estimates that efforts to limit global warming to 2 °C would result in net job creation in most sectors of the economy. [248] It predicts that 24 million new jobs would be created by 2030 in areas such as renewable electricity generation, improving energy-efficiency in buildings, and the transition to electric vehicles. Six million jobs would be lost, in sectors such as mining and fossil fuels. [248] Governments can make the transition to sustainable energy more politically and socially feasible by ensuring a just transition for workers and regions that depend on the fossil fuel industry, to ensure they have alternative economic opportunities. [148]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/MicrocityCarSharingHangzhou.jpg/220px-MicrocityCarSharingHangzhou.jpg",
                "caption": "Several countries and the European Union have committed to dates for all new cars to be zero-emissions vehicles . [228]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    },
    {
        "section": "Finance",
        "text": "Raising enough money for innovation and investment is a prerequisite for the energy transition. [250] The IPCC estimates that to limit global warming to 1.5 °C, US$2.4 trillion would need to be invested in the energy system each year between 2016 and 2035. Most studies project that these costs, equivalent to 2.5% of world GDP, would be small compared to the economic and health benefits. [251] Average annual investment in low-carbon energy technologies and energy efficiency would need to be six times more by 2050 compared to 2015. [252] Underfunding is particularly acute in the least developed countries, which are not attractive to the private sector. [253] The United Nations Framework Convention on Climate Change estimates that climate financing totalled $681 billion in 2016. [254] Most of this is private-sector investment in renewable energy deployment, public-sector investment in sustainable transport, and private-sector investment in energy efficiency. [255] The Paris Agreement includes a pledge of an extra $100 billion per year from developed countries to poor countries, to do climate change mitigation and adaptation. However, this goal has not been met and measurement of progress has been hampered by unclear accounting rules. [256] [257] If energy-intensive businesses like chemicals, fertilizers, ceramics, steel, and non-ferrous metals invest significantly in R&D, its usage in industry might amount to between 5% and 20% of all energy used. [258] [259] Fossil fuel funding and subsidies are a significant barrier to the energy transition. [260] [250] Direct global fossil fuel subsidies were $319 billion in 2017. This rises to $5.2 trillion when indirect costs are priced in, like the effects of air pollution. [261] Ending these could lead to a 28% reduction in global carbon emissions and a 46% reduction in air pollution deaths. [262] Funding for clean energy has been largely unaffected by the COVID-19 pandemic , and pandemic-related economic stimulus packages offer possibilities for a green recovery . [263] [264]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg/300px-20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg.png",
                "caption": "Electrified transport and renewable energy are key areas of investment for the renewable energy transition . [249]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Environmental impacts of hydropower"
    }
]