[
    {
        "section": "Calculating the amount of available power",
        "text": "A hydropower resource can be evaluated by its available power . Power is a function of the hydraulic head and volumetric flow rate . The head is the energy per unit weight (or unit mass) of water. [5] The static head is proportional to the difference in height through which the water falls. Dynamic head is related to the velocity of moving water. Each unit of water can do an amount of work equal to its weight times the head. The power available from falling water can be calculated from the flow rate and density of water, the height of fall, and the local acceleration due to gravity: To illustrate, the power output of a turbine that is 85% efficient, with a flow rate of 80 cubic metres per second (2800 cubic feet per second) and a head of 145 metres (476 feet), is 97 megawatts: [note 1] Operators of hydroelectric stations compare the total electrical energy produced with the theoretical potential energy of the water passing through the turbine to calculate efficiency. Procedures and definitions for calculation of efficiency are given in test codes such as ASME PTC 18 and IEC 60041. Field testing of turbines is used to validate the manufacturer's efficiency guarantee. Detailed calculation of the efficiency of a hydropower turbine accounts for the head lost due to flow friction in the power canal or penstock, rise in tailwater level due to flow, the location of the station and effect of varying gravity, the air temperature and barometric pressure, the density of the water at ambient temperature, and the relative altitudes of the forebay and tailbay. For precise calculations, errors due to rounding and the number of significant digits of constants must be considered. [6] Some hydropower systems such as water wheels can draw power from the flow of a body of water without necessarily changing its height. In this case, the available power is the kinetic energy of the flowing water. Over-shot water wheels can efficiently capture both types of energy. [7] The flow in a stream can vary widely from season to season. The development of a hydropower site requires analysis of flow records , sometimes spanning decades, to assess the reliable annual energy supply. Dams and reservoirs provide a more dependable source of power by smoothing seasonal changes in water flow. However, reservoirs have a significant environmental impact , as does alteration of naturally occurring streamflow. Dam design must account for the worst-case, \"probable maximum flood\" that can be expected at the site; a spillway is often included to route flood flows around the dam. A computer model of the hydraulic basin and rainfall and snowfall records are used to predict the maximum flood. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/The_Dam_%282890371280%29.jpg/280px-The_Dam_%282890371280%29.jpg",
                "caption": "The Three Gorges Dam in China; the hydroelectric dam is the world's largest power station by installed capacity ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydropower",
        "title": "Hydropower",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Source of the electricity",
        "text": "Much of the electricity generated by Hydro-Québec Generation [7] comes from hydroelectric dams located far from load centres such as Montreal. Of the 33,000 MW of electrical power generated, over 93% of that comes from hydroelectric dams and 85% of that generation capacity comes from three hydroelectric generation centers: James Bay, Manic-Outardes, and Newfoundland and Labrador Hydro 's Churchill Falls. [8] The James Bay Project encompasses the La Grande project, which is located on the La Grande River and on its tributaries, such as the Eastmain River , in northwestern Quebec. The La Grande project was built in two phases; the first phase lasted twelve years from 1973 to 1985 and the second phase lasted from 1985 to present time. [9] In all, the nine hydroelectric dams there produce over 16,500 MW of electric power, with the Robert-Bourassa or La Grande-2 station generating over 5,600 MW alone. [10] In total, the project cost over C$20 billion to construct. [11] The Manic-Outardes river area in the Côte-Nord or North Shore region consists of several hydroelectric facilities located on three principal rivers, from west to east: Betsiamites River , Rivière aux Outardes , and the Manicouagan River . A single plant named Sainte-Marguerite-3 is located to the east on the Sainte-Marguerite River (Sept-Îles) . [12] The facilities located in the region were constructed over a period of five decades, from 1956 to 2005. The total generation capacity from these power stations is 10,500 MW. A 21-MW hydroelectric power station, the Lac-Robertson generating station on the Lower North Shore , is not connected to the main Quebec grid. [13] Churchill Falls is a single underground generation station located on the Churchill River near the town of Churchill Falls and the Smallwood Reservoir in Newfoundland and Labrador. It was constructed over a period of five to six years from 1966 to 1971–72 by the Churchill Falls (Labrador) Corporation (CFLCo), though generators were installed after major construction was completed. [14] The single generation facility cost C$946 million to construct and produced 5,225 MW of power initially after all eleven generating units were installed. [15] A station upgrade in 1985 raised the generating capacity to over 5,400 MW. [15] Hydro-Québec Generation owns a 34.2% interest in CFLCo, which is the same company that constructed the generating plant. However, Hydro-Québec has rights to most of the 5,400 MW of power the station produces under a 65-year power purchase agreement , expiring in 2041. [16]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/D%C3%A9versoir%2C_Centrale_hydro-%C3%A9lectrique_Robert-Bourassa.jpg/220px-D%C3%A9versoir%2C_Centrale_hydro-%C3%A9lectrique_Robert-Bourassa.jpg",
                "caption": "The spillway of the Robert-Bourassa Dam (formerly La Grande-2 Dam), one of many hydroelectric dams supplying power to the load centres of Montreal, Quebec City, and the Northeastern United States"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Churchill_fallslabrador.jpg/1000px-Churchill_fallslabrador.jpg",
                "caption": "View of Churchill Falls , the electrical substation, and the three 735 kV lines that span the river gorge"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro-Qu%C3%A9bec%27s_electricity_transmission_system",
        "title": "Hydro-Québec's electricity transmission system",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "AC 735 / 765 kV power lines",
        "text": "From 1965 onwards, the 735 kV power line became an integral part of Quebec's power transmission backbone. More than one-third of Hydro-Québec TransÉnergie's system consists of high voltage AC 735 / 765 kV power lines, totaling 11,422 kilometres (7,097 mi) [A] strung between 38 substations with equipment of that voltage. [22] The first transmission system from 1965 is an IEEE Milestone . [23] The physical size of the Hydro-Québec's 735 kV transmission lines is unmatched in North America. Only two other utility companies in the same region, the New York Power Authority (NYPA) and American Electric Power (AEP) contain at least one 765 kV line in their power system. [24] [25] [26] However, only AEP has a significant mileage of 765 kV power lines, with over 3,400 kilometres (2,100 mi) of 765 kV line traversing its broad transmission system; this system contains the most mileage in the United States under one electrical company. [26] NYPA has only 219 kilometres (136 mi) of 765 kV line, all of it contained in a single direct interconnector with Hydro-Québec. [27] [28] The 735 kV power line is said to lessen the environmental impact of power lines, as one single power line operating at this voltage carries the same amount of electric power as four 315 kV power lines, which would require a right-of-way wider than the 80.0–91.5 metres (262.5–300.2 ft) [29] [30] width required for a single 735 kV line. [17] [20] [26] Each 735 kV line is capable of transmitting 2,000 MW of electric power at a distance of over 1,000 kilometres (620 miles) and the entire 735 kV grid can carry 25,000 MW of power. [18] Power transmission losses over the 735 kV grid range from 4.5 to 8%, varying due to temperature and operating situations. [31] The Ordre des ingénieurs du Québec named the 735 kV power line system as the technological innovation of the 20th century for Quebec. [32] In the wake of the 1998 ice storm the Levis De-Icer was installed and began testing in 2007 and 2008.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Lignes_haute_tension_Hydro_Qu%C3%A9bec.jpg/220px-Lignes_haute_tension_Hydro_Qu%C3%A9bec.jpg",
                "caption": "A Mae West pylon from a Hydro-Québec TransÉnergie 735 kV power line, recognizable by the x-shaped spacers separating the three 4-conductor sets."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Poste_de_distribution_de_L%C3%A9vis_panorama_2011.jpg/1000px-Poste_de_distribution_de_L%C3%A9vis_panorama_2011.jpg",
                "caption": "The Lévis substation."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro-Qu%C3%A9bec%27s_electricity_transmission_system",
        "title": "Hydro-Québec's electricity transmission system",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Routes",
        "text": "Hydro-Québec TransÉnergie's 735 kV system consists of a set of six lines running from James Bay to Montreal and a set of four lines from Churchill Falls and the Manic-Outardes power stations to Quebec City. The South Shore region of Montreal and the Saint Lawrence River between Montreal and Quebec City contain 735 kV power line loops or rings. [27] [33] The James Bay hydroelectric dam complex contains several relatively short 735 kV power lines that send electricity to three principal substations, ordered from west to east: Radisson , Chissibi, and Lemoyne. [34] From these substations, six 735 kV power lines [8] traverse the vast expanses of taiga and boreal forest in clear-cut stretches of land; this shows up clearly in aerial photos. [35] [36] The terrain that the power lines cross is for the most part not mountainous, but smooth and replete with lakes. [33] Generally, four of the lines runs together in two pairs and the other two run solo, although the two single lines sometimes do run in a pair. [21] Two intermediate 735 kV power lines, one in the north and one in the south, connect all six power lines along their path to southern Quebec. As the lines continue south, they diverge into two sets of three 735 kV transmission lines. The eastern set heads to Quebec City, where it connects with power lines from Churchill Falls and the 735 kV power line loops in the Saint Lawrence River region. The western set heads to Montreal, where it too forms a ring of 735 kV power lines around the city, linking to other power loops in the region. [27] [33] This section of Hydro-Québec TransÉnergie's power grid contains 7,400 km (4,600 mi) of 735 kV AC and 450 kV DC power line. [11] Electrical power generated from the Churchill Falls power station is sent to Montreal and the population centres of the Northeastern United States, more than 1,200 kilometres (700 mi) away. [37] Starting from the generation station in Newfoundland and Labrador , the power lines span a distance of 1,800 metres (6,000 ft) over the Churchill River gorge and run generally south-southwest for 203 kilometres (126 mi) as three side-by-side power lines in a cleared right-of-way with a width of 216 metres (709 feet). [14] As they head southwest through boreal forest , the lines generally traverse flat, smooth rolling hills. [29] After the lines cross the Quebec-Labrador border, also known as the Hydro-Québec point of delivery, [14] the direction of the lines becomes due south, and they head to the Montagnais Substation , a substation accessible only by an airport adjacent to it . A lone 735 kV line stems off from the substation, heading to an open pit mine 142 kilometres (88 mi) the northwest. The terrain crossed by the power lines becomes hilly and mountainous south of the border. The lines reach over 800 metres (2,600 ft) in elevation before descending. [38] The three lines continue heading south until they reach a substation on the North Shore of the Gulf of Saint Lawrence . From there on, the three lines parallel the North Shore as the Gulf narrows to the southwest toward the Saint Lawrence River discharge mouth. The northernmost power line then diverges from the other two to connect with Manic-Outardes power stations located on and around the Rivière aux Outardes and the Manicouagan River. As the lines near Quebec City, the northern power line rejoins the other two 735 kV power lines. The three lines, paralleled by another 735 kV power line some distance to the north, span over the Saint Lawrence River to the South Shore region, where the lines form loops encompassing part of the Saint Lawrence River and the south shore. The loops are also connected to the ring of 735 kV power lines around Montreal and power lines running south from James Bay. [27] [33]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/HQ_-_pyl%C3%B4nes_%C3%A0_cha%C3%AEnette.jpg/220px-HQ_-_pyl%C3%B4nes_%C3%A0_cha%C3%AEnette.jpg",
                "caption": "Cross rope \"Chainette\" (\"little necklace\") suspension pylons used on some parts of 735 kV lines between the James Bay hydroelectric complex and Montreal."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Poste_Micoua.jpg/220px-Poste_Micoua.jpg",
                "caption": "The Micoua substation, on Quebec's North Shore . The substation is one of TransÉnergie's transmission hubs."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Hydro_Quebec_Boischatel_Crossing.JPG/220px-Hydro_Quebec_Boischatel_Crossing.JPG",
                "caption": "Triple 735kV Mae West towers at Boischatel / L'Ange-Gardien limits, on Route 138 east of Quebec City, as lines crosses the St. Lawrence River south towards the Île d'Orléans ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro-Qu%C3%A9bec%27s_electricity_transmission_system",
        "title": "Hydro-Québec's electricity transmission system",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Electricity pylons",
        "text": "Quebec's transmission system contains a variety of electrical pylons depending on era and voltage level. Older pylon designs tend to consume more material than the newer pylons and the higher the voltage level, the larger the tower. [39] Hydro-Québec TransÉnergie uses several different types of electricity pylons to support their 735 kV power lines. [5] All of them are single-circuit, meaning that each pylon carries one power line with three bundles of four electrical subconductors separated by spacers, [29] with each bundle transmitting one phase of current . The earliest type of tower used was a massive self-supporting delta pylon , or waist pylon, [39] which consumed 21 tonnes of steel per kilometre of line. [5] This type of pylon was used for the first 735 kV power line from the Manic-Outardes power stations to the load centre of Montreal. [33] There are two significant variations of the delta pylon; one has longer side crossbars such that all three bundles of conductors are suspended on V-shaped insulators . [40] The other has shorter side crossbars, such that the two outside bundles are hung on a vertical insulator string and only the middle bundle is hung with a V-shaped insulator. [41] Over the years, Hydro-Québec researchers engineered a new type of pylon, the V- guyed tower, which reduced materials consumption to 11.8 tonnes of steel per kilometre of power line. [5] This type of tower also includes a variation with longer side crossbars, where all conductors are hung with a V-shaped insulator [42] and one with shorter side crossbar, where only the middle bundle hangs from the insulator and the side bundles are strung on vertical insulator strings. [43] [44] During the construction of the James Bay transmission system, the cross-rope suspension tower was invented. [5] This type of tower features two guyed-tower legs similar to the V-guyed tower, but the two legs don't converge at the tower base. In the case of the cross-rope suspension tower, the tower legs are spread apart on two different foundations. [35] In addition, the crossbar is replaced by a series of suspension cables with three vertical insulator strings to support the three bundles, which allows this design to consume only 6.3 tonnes of steel per kilometre of line. [5] The design is also known as the Chainette (little necklace). [45] TransÉnergie uses two-level pylons for angle towers or structures on 735 kV power lines to change the direction of the line or switch the position of the conductor bundles. [33] [40] Delta pylons and three-leg guyed towers are also used as angle towers; they are referred to as \"penguins\" by Hydro-Québec linemen . [35] [46] Hydro-Québec TransÉnergie uses a combination of double-circuit three-level pylons and single-circuit delta pylons to suspend electrical conductors of other voltages, such as 315 kV. [33] [39] [47] The ±450 kV high-voltage direct current line in Hydro-Québec's power grid uses a T-shaped tower, lattice or pole, to support two bundles of three conductors on each side. The direct current power line sometimes uses two poles or a wider, pyramidal, self-supporting lattice structure for angle towers. [33] [48] Hydro-Québec usually uses tall, large pylons to cross large bodies of water, like lakes and rivers. These towers are said to be prominent and the tallest pylon in Hydro-Québec's power grid is of this function. The tallest of these is located near the Tracy power station on the shore of the Saint Lawrence River, carrying a 735kV circuit between Lanoraie and Tracy . The pylon, the largest of its kind in Canada, is 174.6 metres (572.8 ft) tall, the same height as the Montreal Olympic Stadium , and slightly larger than the Washington Monument in the United States (555 feet (169.2 m)). [49] The pylons and conductors are designed to handle 45 millimetres (1.8 inches) of ice accumulation without failure, [19] since Hydro-Québec raised the standards in response to ice storms in Ottawa in December 1986 and Montreal in February 1961, which left 30 to 40 millimetres (1.2 to 1.6 inches) of ice. [50] [51] [52] This has led to the belief that Hydro-Québec TransÉnergie's electrical pylons are \"indestructible\". [53] Despite being more than three times higher than the Canadian standard of only 13 millimetres (0.51 inches) of ice tolerance, [54] an ice storm in the late-1990s deposited up to 70 millimetres (2.8 inches) of ice. [19] [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/St_jean_htpl.jpg/300px-St_jean_htpl.jpg",
                "caption": "Two types of single-circuit 735 kV delta pylons near Saint-Jean-sur-Richelieu paralleled by a dual-circuit 315 kV line. The center 735 kV line uses a larger version delta pylon while the one to the right uses smaller one."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Pyl%C3%B4nes_pr%C3%A8s_de_Chapais04.JPG/150px-Pyl%C3%B4nes_pr%C3%A8s_de_Chapais04.JPG",
                "caption": "A series of V-guyed towers, near Chapais, Quebec ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Centrale_thermique_de_Tracy_%282%29.jpg/175px-Centrale_thermique_de_Tracy_%282%29.jpg",
                "caption": "174.6 metre (572'10\") pylon adjacent to Hydro-Québec's now-decommissioned Tracy power plant ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro-Qu%C3%A9bec%27s_electricity_transmission_system",
        "title": "Hydro-Québec's electricity transmission system",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Interconnections",
        "text": "Across North America, electricity transmission systems are interconnected into wide area synchronous grids , or interconnections. Suppliers are legally required to follow reliability standards. In 2006, Quebec's transmission system was recognized by the North American Electric Reliability Corporation (NERC) as a full interconnection because it is asynchronous with neighboring systems. Quebec will consequently be able to develop its own reliability standards, as needed, and these will apply in addition to the relevant North American standards. [55] Besides the Quebec Interconnection , there are four other interconnections in North America: the Eastern Interconnection , the Western Interconnection , the Alaska Interconnection and the Electric Reliability Council of Texas . Hydro-Québec TransÉnergie has the following interconnectors with systems in neighboring provinces and states: [56] The maximum simultaneous delivery (export) for the interconnector common to New York and Ontario is 325 MW.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/HQ_-_Poste_Outaouais_4.jpg/150px-HQ_-_Poste_Outaouais_4.jpg",
                "caption": "The Outaouais substation, the newest of 19 interconnections between Hydro-Québec's network and neighboring power grids."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro-Qu%C3%A9bec%27s_electricity_transmission_system",
        "title": "Hydro-Québec's electricity transmission system",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "1998 ice storm",
        "text": "From January 4/5 to January 10, 1998, warm moist air from the south overriding cold air from the north produced an ice storm , leading to over 80 hours of freezing rain and drizzle. [69] [70] For days, a continuous shower of mostly freezing rain amounted to 70–110 millimetres (2.8–4.3 inches) of water equivalent of precipitation. [71] Places like Montreal and the South Shore were especially hard hit, with 100 mm (3.9 in) of largely freezing rain falling. [70] These heavy precipitation totals wreaked havoc on the regional power transmission system. Five to six days of freezing rain and precipitation crippled the Hydro-Québec power grid in the Montreal and South Shore regions. In an area 100 by 250 kilometres (62 by 155 miles), some 116 transmission lines were out of commission, including several major 735 kV power lines and the Quebec–New England HVDC ±450 kV line. [72] Through successive waves of freezing precipitation, more than 75 millimetres (3.0 inches) of radial ice accumulated on the electrical conductors and the pylons themselves. This ice coating adds an additional weight of 15 to 20 kilograms per metre of conductor (10 to 20 lb/ft). Even though the electrical wires can withstand this extra weight, when combined with the effects of wind and precipitation, these conductors may break and fall. [73] The pylons, designed to withstand only 45 millimetres (1.8 inches) of ice accretion, buckled and collapsed into twisted heaps of mangled steel. [52] Cascading failures occurred on several transmission lines, where the collapse of one or more towers left a row of fallen pylons. [72] [74] Of all the pylons damaged, some 150 were pylons supporting 735 kV lines, [19] and 200 towers carrying 315 kV, 230 kV, or 120 kV power lines collapsed as well. [B] [72] In a region bounded by Montreal between Saint-Hyacinthe , Saint-Jean-sur-Richelieu and Granby , dubbed the \"triangle of darkness\", half of the overhead power grid was out of service. [75] Quebec ordered myriad conductors, crossarms, and wire connections to repair the ones disabled by the storm in the electrical transmission and electric power distribution system. [19] In all of Quebec, 24,000 poles, 4,000 transformers, and 1,000 electrical pylons were damaged or destroyed, [B] more than 3,000 km (2,000 mi) of downed electrical wires; this cost a total of C$800 million to repair. [71] [73] With over 100 transmission lines paralyzed by the ice, Quebec fell into a massive power outage in the cold Canadian winter. Even though power restoration initiated after the first blackouts, large numbers of Quebecers were in the dark. [72] At the height of the blackout, some 1.4–1.5 million homes and customers, housing three [76] to more than four million people, [75] were in the dark. [77] [78] Private companies and other utilities from other parts of Canada and the United States were sent in to help Hydro-Québec undertake this massive restoration task, but these efforts were complicated by the widespread damage of the power grid. [79] Blackouts in some areas lasted for 33 days, and 90% of those affected by the blackout had no power for more than seven days. [19] [71] Although power was fully restored to all locations in Quebec by February 8, 1998, it wasn't until mid-March that the power facilities were back in service. [72] By then, much social and economic damage had occurred, such as ruined food and deaths resulting from lack of electric heating. [19] After the power outage was over, Hydro-Québec made numerous upgrades to its system in order to improve the power grid. Examples include the strengthening of electrical pylons and power poles, and increasing the power supply. This was done to enable the utility to restore power more rapidly in the case of a massive ice striking Quebec again. Hydro-Québec has stated that it is better-prepared to handle an ice storm with the same magnitude as the one of 1998. [71]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/1998_Ice_Storm_map.png/300px-1998_Ice_Storm_map.png",
                "caption": "Map showing precipitation amounts for Quebec and the Northeastern United States"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Ice_Storm_98_trees_line_Noaa6198.jpg/220px-Ice_Storm_98_trees_line_Noaa6198.jpg",
                "caption": "Damage to trees and a power distribution line"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro-Qu%C3%A9bec%27s_electricity_transmission_system",
        "title": "Hydro-Québec's electricity transmission system",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Zaporizhzhya NPP",
        "text": "The largest nuclear power plant in Ukraine and Europe. It is located near the steppe zone on the shore of the Kakhovka Reservoir. Over the years of its existence, it has produced more than 1.1 trillion kWh of electricity. It has its own dry storage facility for spent nuclear fuel (Dry SFSF).",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/%D0%A0%D0%90%D0%95%D0%A1.jpg/220px-%D0%A0%D0%90%D0%95%D0%A1.jpg",
                "caption": "Rivne NPP"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energoatom",
        "title": "Energoatom",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Rivne NPP",
        "text": "The first nuclear power plant in Ukraine with power water-cooled reactors of the VVER type. The annual production of electricity is about 20 billion kWh. The RNPP operates an automated radiation monitoring system (ARMS) equipped with seismic monitoring systems and RODOS (Real Time Online Decision Support) decision support system. This energy complex is unique for Ukraine and one of the best in the world in terms of the accuracy of parameters and characteristics.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/%D0%A5%D0%BC%D0%B5%D0%BB%D1%8C%D0%BD%D0%B8%D1%86%D1%8C%D0%BA%D0%B0_%D0%90%D0%95%D0%A1.jpg/220px-%D0%A5%D0%BC%D0%B5%D0%BB%D1%8C%D0%BD%D0%B8%D1%86%D1%8C%D0%BA%D0%B0_%D0%90%D0%95%D0%A1.jpg",
                "caption": "Khmelnytskyi NPP"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energoatom",
        "title": "Energoatom",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Centralized repository for spent nuclear fuel (CRSNF)",
        "text": "In 2003 Energoatom announced an international tender to determine the company for construction of a centralized repository for spent nuclear fuel of dry type in Ukraine for previously mentioned NPPs. The US company Holtec International won the tender and at the end of 2005 signed an agreement on designing, licensing, construction and commissioning the repository designed for 100 years of storage. According to Ukrainian legislation, the CRSNF site is located between the former villages of Stara Krasnytsia, Buriakivka, Chystogolivka, and Stechanka in the Kyiv region on the territory of the Exclusion Zone, which suffered from the Chornobyl nuclear catastrophe causing radioactive contamination. Storage of spent fuel at the CRSNF is implemented with the \"dry\" technology introduced by Holtec International. This technology obtained a license from the U.S. Nuclear Regulatory Commission and was tested in the US, Spain , and Great Britain , implemented in Switzerland , China , and considered for implementation in Sweden . A dual-use character of the chosen technology for the CRSNF provides storage and transportation of spent fuel without additional equipment. The SNF storage system implies the following three functions: A double barrier of radioactive substances localization in a special container (MPC) provides safe spent fuel storage that at each stage of handling spent fuel resides in special protective containers meeting all national requirements ensuring radiation safety. On 25 April 2022, the State Nuclear Regulatory Inspectorate of Ukraine issued a separate permit for commissioning the CRSNF. [12] The permit was scheduled on 9 March, but was postponed due to Russian aggression and temporary occupation of the Chornobyl Exclusion Zone . The operation of the CRSNF allows Ukraine to finally get rid of its dependence on Russian enterprises' monopoly on processing and storage of spent nuclear fuel, as well as to save about 200 million US dollars annually by abandoning the Russian services.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/%D0%A6%D0%A1%D0%92%D0%AF%D0%9F.jpg/220px-%D0%A6%D0%A1%D0%92%D0%AF%D0%9F.jpg",
                "caption": "Centralized repository for spent nuclear fuel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energoatom",
        "title": "Energoatom",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Zaporizhzhia NPP occupation",
        "text": "On 4 March 2022, the Zaporizhzhia NPP came under temporary occupation. [13] The armed seizure of the plant by the Russian military [14] resulted in shelling that damaged one of the ZNNP Training Center buildings, the reactor building, the block transformer, as well as household premises, some buildings, structures and equipment. An immediate threat occurred to the lives of plant personnel, along with a threat of nuclear and radiation hazards and an accident. [15] The \"Zaporizhska\" overhead line and the \"Southern Donbaska\" overhead line bore damage as well. After the occupation of the ZNPP more than 500 troops of the Russian military force [16] and 50 units of military equipment were located at the plant's site. The Russian military deployed at least 14 military trucks with weapons, ammunition loads explosives in the engine hall of the ZNPP power unit No. 1 [17] in the vicinity to the nuclear reactor blocking access of firefighting equipment and vehicles in case of fire. Right after the occupation, the Russian enterprises \"Rosatom\" and \"Rosenergoatom\" sent a group of their employees to the ZNPP site. [18] The \"Rosenergoatom\" personnel rotated three times since that. On June 2, 2022, a team of 10 Rosenergoatom employees headed by the chief engineer of the Kalininska NPP arrived at the Zaporizhzhya NPP. In August–September 2022, there is constantly shelling at the ZNPP causing  substantial damage to the equipment, buildings, structures, pipelines, installations of the ZNPP, which led to the emergence of nuclear and radiation hazards and a high threat of nuclear accident due to damage to power units, chemical blocks and other equipment and buildings that ensure the operation of the NPP. [19] On 5 August 2022, three shelling attacks occurred at the plant's site close to one of the power units. A hit appeared between the Training Center and the 750 open switchyard damaging the high-voltage line 150 kV ZNPP – ZaTPS that led to the power outage of the auxiliary transformers No. 1, 2 and the HVL 330 kV ZNPP – ZaTPS, and decreased total capacity of the ZNPP to 1000 MWe. The electric substation \"Luch\" bore substantial damages in a consequence of the shelling of the town of Energodar: 6 out of 7 microdistrics remained without electricity. The water intake station ceased working and the town lost its water supply as well. On 6 August 2022, military forces shelled the ZNPP and its satellite-town Energodar and hit in the vicinity of the dry spent nuclear fuel storage of the plant. Three radiation monitoring sensors around the ZNPP DSFSF were damaged. On 8 August 2022, the Russian military forces continued to shell the town hitting residential buildings. On 11 August 2022, the occupiers shelled the fire station that was aimed for the plant's needs in case of emergency. On 13 August 2022 the damage occurred at the open switchyard 750 kW. On 20 August 2022, in a consequence of the shelling, windows in one of the transitional galleries were shattered. On 25 August 2022 due to the fires at the Zaporizhzhia TPS ash damps located in the vicinity of the ZNPP, the fourth power line connecting the ZNPP with the Ukrainian power grid – overhead line 750 kW ZNPP – \"Dniprovska\" - went offline twice. The previous shelling had damaged three other lines. As a result, two operating power units of the plant were disconnected from the grid. The actions of the Russian military led to the complete disconnection of the ZNPP from the power grid for the first time in the plant's history. [20] On 21 September 2022 at 01:13 am another shelling damaged the connection equipment of unit No. 6 with the plant's open switchyard. [21] The attack caused the disconnection of unit transformer and house load transformers. The loss of power actuated two emergency diesel generators of the safety systems to ensure cooling of the nuclear fuel from pumps. The safety of NPPs in circumstances of warfare and occupation is a new challenge, as none of NPP in the world have ever been designed with protection from potential hostilities, bombing and missile shelling. One person died and 10 people were seriously injured due to shelling of the ZNPP site and the satellite-town of Energodar. The occupation forces exert psychological pressure and torture of local residents and personnel of the NPP. [22] Over 100 people were detained and their location is not yet known. [23]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/%D0%9D%D0%B0%D1%81%D0%BB%D1%96%D0%B4%D0%BA%D0%B8_%D0%B0%D1%82%D0%B0%D0%BA%D0%B8_%D1%80%D0%BE%D1%81%D1%96%D0%B9%D1%81%D1%8C%D0%BA%D0%B8%D1%85_%D0%B2%D1%96%D0%B9%D1%81%D1%8C%D0%BA%D0%BE%D0%B2%D0%B8%D1%85_%D0%BD%D0%B0_%D0%B0%D0%B4%D0%BC%D1%96%D0%BD%D1%96%D1%81%D1%82%D1%80%D0%B0%D1%82%D0%B8%D0%B2%D0%BD%D0%B8%D0%B9_%D0%BA%D0%BE%D1%80%D0%BF%D1%83%D1%81_%D0%97%D0%B0%D0%BF%D0%BE%D1%80%D1%96%D0%B7%D1%8C%D0%BA%D0%BE%D1%97_%D0%90%D0%95%D0%A1_1.jpg/220px-%D0%9D%D0%B0%D1%81%D0%BB%D1%96%D0%B4%D0%BA%D0%B8_%D0%B0%D1%82%D0%B0%D0%BA%D0%B8_%D1%80%D0%BE%D1%81%D1%96%D0%B9%D1%81%D1%8C%D0%BA%D0%B8%D1%85_%D0%B2%D1%96%D0%B9%D1%81%D1%8C%D0%BA%D0%BE%D0%B2%D0%B8%D1%85_%D0%BD%D0%B0_%D0%B0%D0%B4%D0%BC%D1%96%D0%BD%D1%96%D1%81%D1%82%D1%80%D0%B0%D1%82%D0%B8%D0%B2%D0%BD%D0%B8%D0%B9_%D0%BA%D0%BE%D1%80%D0%BF%D1%83%D1%81_%D0%97%D0%B0%D0%BF%D0%BE%D1%80%D1%96%D0%B7%D1%8C%D0%BA%D0%BE%D1%97_%D0%90%D0%95%D0%A1_1.jpg",
                "caption": "Consequences of the Russian military attack on the administrative building of the Zaporizhzhya NPP"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/%D0%9F%D0%BE%D0%BF%D0%B0%D0%B4%D0%B0%D0%BD%D0%BD%D1%8F_%D0%B2_%D1%83%D1%87%D0%B1%D0%BE%D0%B2%D0%BE-%D1%82%D1%80%D0%B5%D0%BD%D1%83%D0%B2%D0%B0%D0%BB%D1%8C%D0%BD%D0%B8%D0%B9_%D1%86%D0%B5%D0%BD%D1%82%D1%80_%D0%B2%D0%BD%D0%B0%D1%81%D0%BB%D1%96%D0%B4%D0%BE%D0%BA_%D0%BE%D0%B1%D1%81%D1%82%D1%80%D1%96%D0%BB%D1%96%D0%B2_%D1%80%D0%BE%D1%81%D1%96%D0%B9%D1%81%D1%8C%D0%BA%D0%B8%D0%BC%D0%B8_%D0%B2%D1%96%D0%B9%D1%81%D1%8C%D0%BA%D0%BE%D0%B2%D0%B8%D0%BC%D0%B8_%D0%97%D0%90%D0%95%D0%A1_4_%D0%B1%D0%B5%D1%80%D0%B5%D0%B7%D0%BD%D1%8F_2022.jpg/220px-thumbnail.jpg",
                "caption": "Entering the educational and training center as a result of shelling by the Russian military at the ZNPP on 4 March 2022"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energoatom",
        "title": "Energoatom",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Emergency spillway use and evacuation",
        "text": "Shortly after 8:00 pm on February 11, 2017, the emergency spillway began carrying water for the first time since the dam's construction in 1968. [44] The water flowed directly onto the earthen hillside below the emergency spillway, as designed. However, headward erosion of the emergency spillway threatened to undermine and collapse the concrete weir . On February 12, an evacuation was ordered for low-lying areas, due to possible failure of the emergency spillway. [45] The flow over the main spillway was increased to 100,000 cu ft/s (2,800 m 3 /s) to try to slow erosion of the emergency spillway. [46] By 8:00 pm on the evening of February 12, the increased flow had lowered the water level, causing the emergency spillway to stop overflowing.  On February 14, the sheriff of Butte County lifted the mandatory evacuation order. [13]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Oroville_dam_spillover_2017-02-11.jpg/187px-Oroville_dam_spillover_2017-02-11.jpg",
                "caption": "Water overflowed the parking lot past the emergency spillway (in the background), while water continued to flow through the main spillway (in the foreground), on February 11."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Oroville_Dam",
        "title": "Oroville Dam",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Investigation and reconstruction",
        "text": "On May 19, 2017, the spillway was shut down for the summer, to allow demolition and repair work to begin. [47] The total cost of the repair was projected to exceed $400 million, with the $275 million primary contract awarded to Kiewit Construction . [48] FEMA was expected to cover a large portion of the expenses. [49] According to an independent forensics team led by John France, the exact cause of the spillway failure remains uncertain, though they identified \"24 possible causes for the spillway failure, including a faulty drainage system, variations in concrete thickness, and corrosion in the structure's rebar\". [50] For 2018 the DWR planned to demolish and reconstruct the portion of the spillway which was undamaged by the flood, but which also has been identified as structurally defective. In addition, crews worked to extend a cutoff wall under the emergency spillway to prevent erosion should that structure be used again in the future. [51] On November 1, 2017, DWR director Grant Davis said, \"Lake Oroville's main spillway is indeed ready to safely handle winter flows if needed\". [52] While this completes phase 1 of the construction, there remained a phase 2 to be completed in 2018. The second phase would include rebuilding the top section of the spillway (which was not rebuilt this season), putting slabs over the roller compacted concrete section, and constructing a concrete secant cutoff wall for the emergency spillway. [52] The cost estimate at this point is over $500 million. [53] In October 2017, hairline cracks were found in the rebuilt spillway. [54] Things that added to the cost included relocating power lines, dredging the river downstream of the dam, as well as the discovery that the bedrock under the spillway was weak, necessitating deeper excavations and more concrete. [52] The DWR commissioned an independent board of consultants (BOC) to review and comment on repairs to Oroville Dam. [55] Memoranda (reports) prepared by the BOC are posted at the DWR web site. [56] The independent forensic team (IFT) was selected to determine the cause of the spillways incident, including effects of operations, management, structural design and geological conditions. [57] According to its 2017–18 operations plan, the DWR maintained Lake Oroville at a lower-than-normal level to reduce the possibility that the spillway would have to be used the following winter. [58] In a second phase of spillway repairs in 2018–19, temporary repairs on the main spillway done during phase one were being torn out and replaced with steel-reinforced structural concrete. [59] On April 2, 2019, due to heavy rainfall upstream, the DWR began releasing water over the newly reconstructed spillway at a rate of 8,300 cubic feet per second (240 m 3 /s). [60] Releases were increased to 25,000 cubic feet per second (710 m 3 /s) on April 7 to test how the spillway performed in higher flows. They were decreased to 15,000 cubic feet per second (420 m 3 /s) on April 9.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Oroville_Dam_main_spillway_rebuild_phase_2.jpg/220px-Oroville_Dam_main_spillway_rebuild_phase_2.jpg",
                "caption": "The Oroville Dam main spillway on August 5, 2018, during phase-two repairs"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Oroville_Dam",
        "title": "Oroville Dam",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "2020–21 drought",
        "text": "Due to the low precipitation in the catchment area, water levels were below normal beginning in 2020.\nIn August 2021, the Hyatt power plant had to be shut down because the water level fell below its water inlets. [63] After falling to a record low of 22% capacity by September 30, winter storms increased the lake level by December and the plant was restarted on January 4, 2022. [64]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Edward_Hyatt_Powerplant_during_its_shutdown_in_August_2021-5993.jpg/220px-Edward_Hyatt_Powerplant_during_its_shutdown_in_August_2021-5993.jpg",
                "caption": "Edward Hyatt Powerplant at Oroville Dam on August 15, 2021: In early August 2021, the hydroelectric power plant was shut down due to low water levels in Lake Oroville caused by the drought in California."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Oroville_Dam",
        "title": "Oroville Dam",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Hydroelectricity",
        "text": "Construction of the underground Edward Hyatt Pump-Generating Plant was finished shortly after the completion of Oroville Dam. At the time, it was the largest underground power station in the United States, [18] with three 132- megawatt (MW) conventional turbines and three 141 MW pump-generators for a total installed capacity of 819 MW. [6] The Hyatt Powerplant is capable of pumping water back into Lake Oroville when surplus power is available. The pump-generators at Hyatt can lift up to 5,610 cubic feet per second (159 m 3 /s) into Lake Oroville (with a net consumption of 519 MW), while the six turbines combined use a flow of 16,950 cu ft/s (480 m 3 /s) at maximum generation. [65] Since 1969, the Hyatt plant has worked in tandem with an extensive pumped-storage operation comprising two offstream reservoirs west of Oroville. These two facilities are collectively known as the Oroville–Thermalito Complex . [66] Water is diverted into the upper Thermalito reservoir (Thermalito Forebay) via the Thermalito Diversion Dam on the Feather River. During periods of off-peak power use, surplus energy generated at Hyatt is used to lift water from Thermalito's lower reservoir (the Thermalito Afterbay) to the forebay, which releases water back into the afterbay to generate up to 114 MW of power at times of high demand. [67] The Hyatt and Thermalito plants produce an average of 2,200 gigawatt hours (GWh) of electricity each year, about half of the total power produced by the SWP's eight hydroelectric facilities. [68] [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Oroville.jpg/220px-Oroville.jpg",
                "caption": "Satellite view showing Lake Oroville (right), Oroville Dam (bottom center), and Thermalito Forebay (bottom left)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Oroville_Dam",
        "title": "Oroville Dam",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Flood control",
        "text": "During the winter and early spring, Lake Oroville is required to have at least 750,000 acre⋅ft (240 billion US gal; 930 billion L), or a fifth of the reservoir's storage capacity, available for flood control. [73] The dam is operated to maintain an objective flood-control release of 150,000 cubic feet per second (4,200 m 3 /s), which may be further reduced during large storms when flows below the Feather's confluence with the Yuba River exceed 300,000 cubic feet per second (8,500 m 3 /s). [74] In the particularly devastating flood of 1997, inflows to the reservoir hit more than 331,000 cubic feet per second (9,400 m 3 /s), but dam operators managed to limit the outflow to 160,000 cubic feet per second (4,500 m 3 /s), sparing large regions of the Sacramento Valley from flooding. [75] [76]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Oroville_dam.jpg/220px-Oroville_dam.jpg",
                "caption": "Partial view of the dam's emergency spillway (left) next to its main service spillway (far right) (2008)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Oroville_Dam",
        "title": "Oroville Dam",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "System information",
        "text": "Hydro One's transmission line voltages are 500,000, 230,000 and 115,000 volts AC . Hydro One has interconnections with Manitoba Hydro , Hydro-Québec , Minnesota Power, DTE Energy / ITC , National Grid (the former Niagara Mohawk Power ) and the New York Power Authority .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/HydroOneOverheadPowerLines3.jpg/220px-HydroOneOverheadPowerLines3.jpg",
                "caption": "Hydro One's overhead power lines"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/HydroOnePowerTower2.jpg/170px-HydroOnePowerTower2.jpg",
                "caption": "A pylon leg and warning signage from one of Hydro One's 230,000 volt transmission lines"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydro_One",
        "title": "Hydro One",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Power plants",
        "text": "Nuclear power plants are thermal power stations that generate electricity by harnessing the thermal energy released from nuclear fission . A fission nuclear power plant is generally composed of: a nuclear reactor , in which the nuclear reactions generating heat take place; a cooling system, which removes the heat from inside the reactor; a steam turbine , which transforms the heat into mechanical energy ; an electric generator , which transforms the mechanical energy into electrical energy. [61] When a neutron hits the nucleus of a uranium-235 or plutonium atom, it can split the nucleus into two smaller nuclei, which is a nuclear fission reaction. The reaction releases energy and neutrons. The released neutrons can hit other uranium or plutonium nuclei, causing new fission reactions, which release more energy and more neutrons. This is called a chain reaction . In most commercial reactors, the reaction rate is contained by control rods that absorb excess neutrons. The controllability of nuclear reactors depends on the fact that a small fraction of neutrons resulting from fission are delayed . The time delay between the fission and the release of the neutrons slows changes in reaction rates and gives time for moving the control rods to adjust the reaction rate. [61] [62]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1d/Information_icon4.svg/40px-Information_icon4.svg.png",
                "caption": "Number of electricity-generating civilian reactors by type as of 2014 [60] PWR BWR GCR PHWR LWGR FBR"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Nuclear_power",
        "title": "Nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Fuel cycle",
        "text": "The life cycle of nuclear fuel starts with uranium mining . The uranium ore is then converted into a compact ore concentrate form, known as yellowcake (U 3 O 8 ), to facilitate transport. [63] Fission reactors generally need uranium-235 , a fissile isotope of uranium . The concentration of uranium-235 in natural uranium is low (about 0.7%). Some reactors can use this natural uranium as fuel, depending on their neutron economy . These reactors generally have graphite or heavy water moderators. For light water reactors, the most common type of reactor, this concentration is too low, and it must be increased by a process called uranium enrichment . [63] In civilian light water reactors, uranium is typically enriched to 3.5–5% uranium-235. [64] The uranium is then generally converted into uranium oxide (UO 2 ), a ceramic, that is then compressively sintered into fuel pellets, a stack of which forms fuel rods of the proper composition and geometry for the particular reactor. [64] After some time in the reactor, the fuel will have reduced fissile material and increased fission products, until its use becomes impractical. [64] At this point, the spent fuel will be moved to a spent fuel pool which provides cooling for the thermal heat and shielding for ionizing radiation. After several months or years, the spent fuel is radioactively and thermally cool enough to be moved to dry storage casks or reprocessed. [64]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Nuclear_Fuel_Cycle.png/220px-Nuclear_Fuel_Cycle.png",
                "caption": "The nuclear fuel cycle begins when uranium is mined, enriched, and manufactured into nuclear fuel (1), which is delivered to a nuclear power plant . After use, the spent fuel is delivered to a reprocessing plant (2) or to a final repository (3). In nuclear reprocessing , 95% of spent fuel can potentially be recycled to be returned to use in a power plant (4)."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Nuclear_power",
        "title": "Nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Uranium resources",
        "text": "Uranium is a fairly common element in the Earth's crust: it is approximately as common as tin or germanium , and is about 40 times more common than silver . [65] Uranium is present in trace concentrations in most rocks, dirt, and ocean water, but is generally economically extracted only where it is present in relatively high concentrations. Uranium mining can be underground, open-pit , or in-situ leach mining. An increasing number of the highest output mines are remote underground operations, such as McArthur River uranium mine , in Canada, which by itself accounts for 13% of global production. As of 2011 the world's known resources of uranium, economically recoverable at the arbitrary price ceiling of US$130/kg, were enough to last for between 70 and 100 years. [66] [67] [68] In 2007, the OECD estimated 670 years of economically recoverable uranium in total conventional resources and phosphate ores assuming the then-current use rate. [69] Light water reactors make relatively inefficient use of nuclear fuel, mostly using only the very rare uranium-235 isotope. [70] Nuclear reprocessing can make this waste reusable, and newer reactors also achieve a more efficient use of the available resources than older ones. [70] With a pure fast reactor fuel cycle with a burn up of all the uranium and actinides (which presently make up the most hazardous substances in nuclear waste), there is an estimated 160,000 years worth of uranium in total conventional resources and phosphate ore at the price of 60–100 US$/kg. [71] However, reprocessing is expensive, possibly dangerous and can be used to manufacture nuclear weapons. [72] [73] [74] [75] [76] One analysis found that uranium prices could increase by two orders of magnitude between 2035 and 2100 and that there could be a shortage near the end of the century. [77] A 2017 study by researchers from MIT and WHOI found that \"at the current consumption rate, global conventional reserves of terrestrial uranium (approximately 7.6 million tonnes) could be depleted in a little over a century\". [78] Limited uranium-235 supply may inhibit substantial expansion with the current nuclear technology. [79] While various ways to reduce dependence on such resources are being explored, [80] [81] [82] new nuclear technologies are considered to not be available in time for climate change mitigation purposes or competition with alternatives of renewables in addition to being more expensive and require costly research and development. [79] [83] [84] A study found it to be uncertain whether identified resources will be developed quickly enough to provide uninterrupted fuel supply to expanded nuclear facilities [85] and various forms of mining may be challenged by ecological barriers, costs, and land requirements. [86] [87] Researchers also report considerable import dependence of nuclear energy. [88] [89] [90] [91] Unconventional uranium resources also exist. Uranium is naturally present in seawater at a concentration of about 3 micrograms per liter, [92] [93] [94] with 4.4 billion tons of uranium considered present in seawater at any time. [95] In 2014 it was suggested that it would be economically competitive to produce nuclear fuel from seawater if the process was implemented at large scale. [96] Like fossil fuels, over geological timescales, uranium extracted on an industrial scale from seawater would be replenished by both river erosion of rocks and the natural process of uranium dissolved from the surface area of the ocean floor, both of which maintain the solubility equilibria of seawater concentration at a stable level. [95] Some commentators have argued that this strengthens the case for nuclear power to be considered a renewable energy . [97]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Uranium_enrichment_proportions_%28horizontal%29.svg/440px-Uranium_enrichment_proportions_%28horizontal%29.svg.png",
                "caption": "Proportions of the isotopes uranium-238 (blue) and uranium-235 (red) found in natural uranium and in enriched uranium for different applications. Light water reactors use 3–5% enriched uranium, while CANDU reactors work with natural uranium."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Nuclear_power",
        "title": "Nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Waste",
        "text": "The normal operation of nuclear power plants and facilities produce radioactive waste , or nuclear waste. This type of waste is also produced during plant decommissioning. There are two broad categories of nuclear waste: low-level waste and high-level waste. [99] The first has low radioactivity and includes contaminated items such as clothing, which poses limited threat. High-level waste is mainly the spent fuel from nuclear reactors, which is very radioactive and must be cooled and then safely disposed of or reprocessed. [99]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Nuclear_fuel_composition.svg/330px-Nuclear_fuel_composition.svg.png",
                "caption": "Typical composition of uranium dioxide fuel before and after approximately three years in the once-through nuclear fuel cycle of a LWR [98]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Nuclear_power",
        "title": "Nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "High-level waste",
        "text": "The most important waste stream from nuclear power reactors is spent nuclear fuel , which is considered high-level waste . For Light Water Reactors (LWRs), spent fuel is typically composed of 95% uranium, 4% fission products , and about 1% transuranic actinides (mostly plutonium , neptunium and americium ). [101] The fission products are responsible for the bulk of the short-term radioactivity, whereas the plutonium and other transuranics are responsible for the bulk of the long-term radioactivity. [102] High-level waste (HLW) must be stored isolated from the biosphere with sufficient shielding so as to limit radiation exposure. After being removed from the reactors, used fuel bundles are stored for six to ten years in spent fuel pools , which provide cooling and shielding against radiation. After that, the fuel is cool enough that it can be safely transferred to dry cask storage . [103] The radioactivity decreases exponentially with time, such that it will have decreased by 99.5% after 100 years. [104] The more intensely radioactive short-lived fission products (SLFPs) decay into stable elements in approximately 300 years, and after about 100,000 years, the spent fuel becomes less radioactive than natural uranium ore. [98] [105] Commonly suggested methods to isolate LLFP waste from the biosphere include separation and transmutation , [98] synroc treatments, or deep geological storage. [106] [107] [108] [109] Thermal-neutron reactors , which presently constitute the majority of the world fleet, cannot burn up the reactor grade plutonium that is generated during the reactor operation. This limits the life of nuclear fuel to a few years. In some countries, such as the United States, spent fuel is classified in its entirety as a nuclear waste. [110] In other countries, such as France, it is largely reprocessed to produce a partially recycled fuel, known as mixed oxide fuel or MOX . For spent fuel that does not undergo reprocessing, the most concerning isotopes are the medium-lived transuranic elements , which are led by reactor-grade plutonium (half-life 24,000 years). [111] Some proposed reactor designs, such as the integral fast reactor and molten salt reactors , can use as fuel the plutonium and other actinides in spent fuel from light water reactors, thanks to their fast fission spectrum. This offers a potentially more attractive alternative to deep geological disposal. [112] [113] [114] The thorium fuel cycle results in similar fission products, though creates a much smaller proportion of transuranic elements from neutron capture events within a reactor. Spent thorium fuel, although more difficult to handle than spent uranium fuel, may present somewhat lower proliferation risks. [115]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Spent_nuclear_fuel_decay_sievert.jpg/330px-Spent_nuclear_fuel_decay_sievert.jpg",
                "caption": "Activity of spent UOx fuel in comparison to the activity of natural uranium ore over time [100] [98]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Nuclear_dry_storage.jpg/220px-Nuclear_dry_storage.jpg",
                "caption": "Dry cask storage vessels storing spent nuclear fuel assemblies"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Nuclear_power",
        "title": "Nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Waste disposal",
        "text": "Following interim storage in a spent fuel pool , the bundles of used fuel rod assemblies of a typical nuclear power station are often stored on site in dry cask storage vessels. [125] Presently, waste is mainly stored at individual reactor sites and there are over 430 locations around the world where radioactive material continues to accumulate. Disposal of nuclear waste is often considered the most politically divisive aspect in the lifecycle of a nuclear power facility. [126] The lack of movement of nuclear waste in the 2 billion year old natural nuclear fission reactors in Oklo , Gabon is cited as \"a source of essential information today.\" [127] [128] Experts suggest that centralized underground repositories which are well-managed, guarded, and monitored, would be a vast improvement. [126] There is an \"international consensus on the advisability of storing nuclear waste in deep geological repositories \". [129] With the advent of new technologies, other methods including horizontal drillhole disposal into geologically inactive areas have been proposed. [130] [131] There are no commercial scale purpose built underground high-level waste repositories in operation. [129] [132] [133] However, in Finland the Onkalo spent nuclear fuel repository of the Olkiluoto Nuclear Power Plant was under construction as of 2015. [134]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/WIPP-04.jpeg/220px-WIPP-04.jpeg",
                "caption": "Nuclear waste flasks generated by the United States during the Cold War are stored underground at the Waste Isolation Pilot Plant (WIPP) in New Mexico . The facility is seen as a potential demonstration for storing spent fuel from civilian reactors."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Alpha-Gamma_Hot_Cell_Facility_001.jpg/220px-Alpha-Gamma_Hot_Cell_Facility_001.jpg",
                "caption": "Most waste packaging, small-scale experimental fuel recycling chemistry and radiopharmaceutical refinement is conducted within remote-handled hot cells ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Nuclear_power",
        "title": "Nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Breeding",
        "text": "Breeding is the process of converting non-fissile material into fissile material that can be used as nuclear fuel. The non-fissile material that can be used for this process is called fertile material , and constitute the vast majority of current nuclear waste. This breeding process occurs naturally in breeder reactors . As opposed to light water thermal-neutron reactors, which use uranium-235 (0.7% of all natural uranium), fast-neutron breeder reactors use uranium-238 (99.3% of all natural uranium) or thorium. A number of fuel cycles and breeder reactor combinations are considered to be sustainable or renewable sources of energy. [145] [146] In 2006 it was estimated that with seawater extraction, there was likely five billion years' worth of uranium resources for use in breeder reactors. [147] Breeder technology has been used in several reactors, but as of 2006, the high cost of reprocessing fuel safely requires uranium prices of more than US$200/kg before becoming justified economically. [148] Breeder reactors are however being developed for their potential to burn all of the actinides (the most active and dangerous components) in the present inventory of nuclear waste, while also producing power and creating additional quantities of fuel for more reactors via the breeding process. [149] [150] As of 2017, there are two breeders producing commercial power, BN-600 reactor and the BN-800 reactor , both in Russia. [151] The Phénix breeder reactor in France was powered down in 2009 after 36 years of operation. [151] Both China and India are building breeder reactors. The Indian 500 MWe Prototype Fast Breeder Reactor is in the commissioning phase, [152] with plans to build more. [153] Another alternative to fast-neutron breeders are thermal-neutron breeder reactors that use uranium-233 bred from thorium as fission fuel in the thorium fuel cycle . [154] Thorium is about 3.5 times more common than uranium in the Earth's crust, and has different geographic characteristics. [154] India's three-stage nuclear power programme features the use of a thorium fuel cycle in the third stage, as it has abundant thorium reserves but little uranium. [154]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Nuclear-Fuel.jpg/170px-Nuclear-Fuel.jpg",
                "caption": "Nuclear fuel assemblies being inspected before entering a pressurized water reactor in the United States"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Nuclear_power",
        "title": "Nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Production",
        "text": "Civilian nuclear power supplied 2,586 terawatt hours (TWh) of electricity in 2019, equivalent to about 10% of global electricity generation , and was the second largest low-carbon power source after hydroelectricity . [38] [161] Since electricity accounts for about 25% of world energy consumption , nuclear power's contribution to global energy was about 2.5% in 2011. [162] This is a little more than the combined global electricity production from wind, solar, biomass and geothermal power, which together provided 2% of global final energy consumption in 2014. [163] Nuclear power's share of global electricity production has fallen from 16.5% in 1997, in large part because the economics of nuclear power have become more difficult. [164] As of March 2022, [update] there are 439 civilian fission reactors in the world , with a combined electrical capacity of 392 gigawatt (GW). There are also 56 nuclear power reactors under construction and 96 reactors planned, with a combined capacity of 62 GW and 96 GW, respectively. [165] The United States has the largest fleet of nuclear reactors, generating over 800 TWh per year with an average capacity factor of 92%. [166] Most reactors under construction are generation III reactors in Asia. [167] Regional differences in the use of nuclear power are large. The United States produces the most nuclear energy in the world, with nuclear power providing 20% of the electricity it consumes, while France produces the highest percentage of its electrical energy from nuclear reactors—71% in 2019. [18] In the European Union , nuclear power provides 26% of the electricity as of 2018. [168] Nuclear power is the single largest low-carbon electricity source in the United States, [169] and accounts for two-thirds of the European Union 's low-carbon electricity. [170] Nuclear energy policy differs among European Union countries, and some, such as Austria, Estonia , Ireland and Italy , have no active nuclear power stations. In addition, there were approximately 140 naval vessels using nuclear propulsion in operation, powered by about 180 reactors. [171] [172] These include military and some civilian ships, such as nuclear-powered icebreakers . [173] International research is continuing into additional uses of process heat such as hydrogen production (in support of a hydrogen economy ), for desalinating sea water, and for use in district heating systems. [174]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Nuclear-energy-electricity-production.png/400px-Nuclear-energy-electricity-production.png",
                "caption": "Share of electricity production from nuclear, 2022 [159]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Nuclear_power_station.svg/400px-Nuclear_power_station.svg.png",
                "caption": "The status of nuclear power globally (click for legend)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Nuclear_power",
        "title": "Nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Use in space",
        "text": "The most common use of nuclear power in space is the use of radioisotope thermoelectric generators , which use radioactive decay to generate power. These power generators are relatively small scale (few kW), and they are mostly used to power space missions and experiments for long periods where solar power is not available in sufficient quantity, such as in the Voyager 2 space probe. [195] A few space vehicles have been launched using nuclear reactors : 34 reactors belong to the Soviet RORSAT series and one was the American SNAP-10A . [195] Both fission and fusion appear promising for space propulsion applications, generating higher mission velocities with less reaction mass . [195] [196]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Msl-MMRTG.jpg/220px-Msl-MMRTG.jpg",
                "caption": "The multi-mission radioisotope thermoelectric generator (MMRTG), used in several space missions such as the Curiosity Mars rover"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Nuclear_power",
        "title": "Nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Safety",
        "text": "Nuclear power plants have three unique characteristics that affect their safety, as compared to other power plants. Firstly, intensely radioactive materials are present in a nuclear reactor. Their release to the environment could be hazardous. Secondly, the fission products , which make up most of the intensely radioactive substances in the reactor, continue to generate a significant amount of decay heat even after the fission chain reaction has stopped. If the heat cannot be removed from the reactor, the fuel rods may overheat and release radioactive materials. Thirdly, a criticality accident (a rapid increase of the reactor power) is possible in certain reactor designs if the chain reaction cannot be controlled. These three characteristics have to be taken into account when designing nuclear reactors. [197] All modern reactors are designed so that an uncontrolled increase of the reactor power is prevented by natural feedback mechanisms, a concept known as negative void coefficient of reactivity. If the temperature or the amount of steam in the reactor increases, the fission rate inherently decreases. The chain reaction can also be manually stopped by inserting control rods into the reactor core. Emergency core cooling systems (ECCS) can remove the decay heat from the reactor if normal cooling systems fail. [198] If the ECCS fails, multiple physical barriers limit the release of radioactive materials to the environment even in the case of an accident. The last physical barrier is the large containment building . [197] With a death rate of 0.03 per TWh , nuclear power is the second safest energy source per unit of energy generated, after solar power, in terms of mortality when the historical track-record is considered. [199] Energy produced by coal, petroleum, natural gas and hydropower has caused more deaths per unit of energy generated due to air pollution and energy accidents . This is found when comparing the immediate deaths from other energy sources to both the immediate and the latent, or predicted, indirect cancer deaths from nuclear energy accidents. [200] [201] When the direct and indirect fatalities (including fatalities resulting from the mining and air pollution) from nuclear power and fossil fuels are compared, [202] the use of nuclear power has been calculated to have prevented about 1.84 million deaths from air pollution between 1971 and 2009, by reducing the proportion of energy that would otherwise have been generated by fossil fuels. [203] [204] Following the 2011 Fukushima nuclear disaster, it has been estimated that if Japan had never adopted nuclear power, accidents and pollution from coal or gas plants would have caused more lost years of life. [205] Serious impacts of nuclear accidents are often not directly attributable to radiation exposure, but rather social and psychological effects. Evacuation and long-term displacement of affected populations created problems for many people, especially the elderly and hospital patients. [206] Forced evacuation from a nuclear accident may lead to social isolation, anxiety, depression, psychosomatic medical problems, reckless behavior, and suicide. A comprehensive 2005 study on the aftermath of the Chernobyl disaster concluded that the mental health impact is the largest public health problem caused by the accident. [207] Frank N. von Hippel , an American scientist, commented that a disproportionate fear of ionizing radiation ( radiophobia ) could have long-term psychological effects on the population of contaminated areas following the Fukushima disaster. [208]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Death_rates_from_energy_production_per_TWh_%28including_solar%29.svg/400px-Death_rates_from_energy_production_per_TWh_%28including_solar%29.svg.png",
                "caption": "Death rates from air pollution and accidents related to energy production, measured in deaths in the past per terawatt hours (TWh)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Nuclear_power",
        "title": "Nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Accidents",
        "text": "Some serious nuclear and radiation accidents have occurred. The severity of nuclear accidents is generally classified using the International Nuclear Event Scale (INES) introduced by the International Atomic Energy Agency (IAEA). The scale ranks anomalous events or accidents on a scale from 0 (a deviation from normal operation that poses no safety risk) to 7 (a major accident with widespread effects). There have been three accidents of level 5 or higher in the civilian nuclear power industry, two of which, the Chernobyl accident and the Fukushima accident , are ranked at level 7. The first major nuclear accidents were the Kyshtym disaster in the Soviet Union and the Windscale fire in the United Kingdom, both in 1957. The first major accident at a nuclear reactor in the USA occurred in 1961 at the SL-1 , a U.S. Army experimental nuclear power reactor at the Idaho National Laboratory . An uncontrolled chain reaction resulted in a steam explosion which killed the three crew members and caused a meltdown . [211] [212] Another serious accident happened in 1968, when one of the two liquid-metal-cooled reactors on board the Soviet submarine K-27 underwent a fuel element failure , with the emission of gaseous fission products into the surrounding air, resulting in 9 crew fatalities and 83 injuries. [213] The Fukushima Daiichi nuclear accident was caused by the 2011 Tohoku earthquake and tsunami . The accident has not caused any radiation-related deaths but resulted in radioactive contamination of surrounding areas. The difficult cleanup operation is expected to cost tens of billions of dollars over 40 or more years. [214] [215] The Three Mile Island accident in 1979 was a smaller scale accident, rated at INES level 5. There were no direct or indirect deaths caused by the accident. [216] The impact of nuclear accidents is controversial. According to Benjamin K. Sovacool , fission energy accidents ranked first among energy sources in terms of their total economic cost, accounting for 41% of all property damage attributed to energy accidents. [217] Another analysis found that coal, oil, liquid petroleum gas and hydroelectric accidents (primarily due to the Banqiao Dam disaster ) have resulted in greater economic impacts than nuclear power accidents. [218] The study compares latent cancer deaths attributable to nuclear power with immediate deaths from other energy sources per unit of energy generated, and does not include fossil fuel related cancer and other indirect deaths created by the use of fossil fuel consumption in its \"severe accident\" (an accident with more than five fatalities) classification. The Chernobyl accident in 1986 caused approximately 50 deaths from direct and indirect effects, and some temporary serious injuries from acute radiation syndrome . [219] The future predicted mortality from increases in cancer rates is estimated at 4000 in the decades to come. [220] [221] [222] However, the costs have been large and are increasing. Nuclear power works under an insurance framework that limits or structures accident liabilities in accordance with national and international conventions. [223] It is often argued that this potential shortfall in liability represents an external cost not included in the cost of nuclear electricity. This cost is small, amounting to about 0.1% of the levelized cost of electricity , according to a study by the Congressional Budget Office in the United States. [224] These beyond-regular insurance costs for worst-case scenarios are not unique to nuclear power. Hydroelectric power plants are similarly not fully insured against a catastrophic event such as dam failures . For example, the failure of the Banqiao Dam caused the death of an estimated 30,000 to 200,000 people, and 11 million people lost their homes. As private insurers base dam insurance premiums on limited scenarios, major disaster insurance in this sector is likewise provided by the state. [225]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Fukushima_I_by_Digital_Globe_crop.jpg/260px-Fukushima_I_by_Digital_Globe_crop.jpg",
                "caption": "Following the 2011 Fukushima Daiichi nuclear disaster , the world's worst nuclear accident since 1986, 50,000 households were displaced after radiation leaked into the air, soil and sea. [209] Radiation checks led to bans of some shipments of vegetables and fish. [210]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Decay_heat_illustration2.PNG/260px-Decay_heat_illustration2.PNG",
                "caption": "Reactor decay heat as a fraction of full power after the reactor shutdown, using two different correlations. To remove the decay heat, reactors need cooling after the shutdown of the fission reactions. A loss of the ability to remove decay heat caused the Fukushima accident ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Nuclear_power",
        "title": "Nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Proliferation",
        "text": "Nuclear proliferation is the spread of nuclear weapons , fissionable material, and weapons-related nuclear technology to states that do not already possess nuclear weapons. Many technologies and materials associated with the creation of a nuclear power program have a dual-use capability, in that they can also be used to make nuclear weapons. For this reason, nuclear power presents proliferation risks. Nuclear power program can become a route leading to a nuclear weapon. An example of this is the concern over Iran's nuclear program . [233] The re-purposing of civilian nuclear industries for military purposes would be a breach of the Non-Proliferation Treaty , to which 190 countries adhere. As of April 2012, there are thirty one countries that have civil nuclear power plants, [234] of which nine have nuclear weapons . The vast majority of these nuclear weapons states have produced weapons before commercial nuclear power stations. A fundamental goal for global security is to minimize the nuclear proliferation risks associated with the expansion of nuclear power. [233] The Global Nuclear Energy Partnership was an international effort to create a distribution network in which developing countries in need of energy would receive nuclear fuel at a discounted rate, in exchange for that nation agreeing to forgo their own indigenous development of a uranium enrichment program. The France-based Eurodif / European Gaseous Diffusion Uranium Enrichment Consortium is a program that successfully implemented this concept, with Spain and other countries without enrichment facilities buying a share of the fuel produced at the French-controlled enrichment facility, but without a transfer of technology. [235] Iran was an early participant from 1974 and remains a shareholder of Eurodif via Sofidif . A 2009 United Nations report said that: On the other hand, power reactors can also reduce nuclear weapon arsenals when military-grade nuclear materials are reprocessed to be used as fuel in nuclear power plants. The Megatons to Megawatts Program is considered the single most successful non-proliferation program to date. [231] Up to 2005, the program had processed $8 billion of high enriched, weapons-grade uranium into low enriched uranium suitable as nuclear fuel for commercial fission reactors by diluting it with natural uranium . This corresponds to the elimination of 10,000 nuclear weapons. [237] For approximately two decades, this material generated nearly 10 percent of all the electricity consumed in the United States, or about half of all U.S. nuclear electricity, with a total of around 7,000 TWh of electricity produced. [238] In total it is estimated to have cost $17 billion, a \"bargain for US ratepayers\", with Russia profiting $12 billion from the deal. [238] Much needed profit for the Russian nuclear oversight industry, which after the collapse of the Soviet economy , had difficulties paying for the maintenance and security of the Russian Federations highly enriched uranium and warheads. [239] The Megatons to Megawatts Program was hailed as a major success by anti-nuclear weapon advocates as it has largely been the driving force behind the sharp reduction in the number of nuclear weapons worldwide since the cold war ended. [231] However, without an increase in nuclear reactors and greater demand for fissile fuel, the cost of dismantling and down blending has dissuaded Russia from continuing their disarmament. As of 2013, Russia appears to not be interested in extending the program. [240]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/US_and_USSR_nuclear_stockpiles.svg/260px-US_and_USSR_nuclear_stockpiles.svg.png",
                "caption": "United States and USSR /Russian nuclear weapons stockpiles, 1945–2006. The Megatons to Megawatts Program was the main driving force behind the sharp reduction in the quantity of nuclear weapons worldwide since the cold war ended. [231] [232]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/US_Navy_060420-N-9621S-004_The_guided-missile_cruiser_USS_Monterey_%28CG_61%29_conducts_a_fueling_at_sea_%28FAS%29_with_the_Nimitz-class_aircraft_carrier_USS_George_Washington_%28CVN_73%29.jpg/260px-thumbnail.jpg",
                "caption": "The guided-missile cruiser USS Monterey (CG 61) receives fuel at sea (FAS) from the Nimitz-class aircraft carrier USS George Washington (CVN 73)."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Nuclear_power",
        "title": "Nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Environmental impact",
        "text": "Being a low-carbon energy source with relatively little land-use requirements, nuclear energy can have a positive environmental impact. It also requires a constant supply of significant amounts of water and affects the environment through mining and milling. [241] [242] [243] [244] Its largest potential negative impacts on the environment may arise from its transgenerational risks for nuclear weapons proliferation that may increase risks of their use in the future, risks for problems associated with the management of the radioactive waste such as groundwater contamination, risks for accidents and for risks for various forms of attacks on waste storage sites or reprocessing- and power-plants. [72] [245] [246] [247] [248] [244] [249] [250] However, these remain mostly only risks as historically there have only been few disasters at nuclear power plants with known relatively substantial environmental impacts.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Ikata_Nuclear_Powerplant.JPG/260px-Ikata_Nuclear_Powerplant.JPG",
                "caption": "The Ikata Nuclear Power Plant , a pressurized water reactor that cools by using a secondary coolant heat exchanger with a large body of water, an alternative cooling approach to large cooling towers"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Nuclear_power",
        "title": "Nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Carbon emissions",
        "text": "Nuclear power is one of the leading low carbon power generation methods of producing electricity , and in terms of total life-cycle greenhouse gas emissions per unit of energy generated , has emission values comparable to or lower than renewable energy . [252] [253] A 2014 analysis of the carbon footprint literature by the Intergovernmental Panel on Climate Change (IPCC) reported that the embodied total life-cycle emission intensity of nuclear power has a median value of 12 g CO 2 eq / kWh , which is the lowest among all commercial baseload energy sources. [251] [254] This is contrasted with coal and natural gas at 820 and 490 g CO 2 eq/kWh. [251] [254] As of 2021, nuclear reactors worldwide have helped avoid the emission of 72 billion tonnes of carbon dioxide since 1970, compared to coal-fired electricity generation, according to a report. [204] [255]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/CO2_Emissions_from_Electricity_Production_IPCC.png/260px-CO2_Emissions_from_Electricity_Production_IPCC.png",
                "caption": "Life-cycle greenhouse gas emissions of electricity supply technologies, median values calculated by IPCC [251]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Nuclear_power",
        "title": "Nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Debate",
        "text": "The nuclear power debate concerns the controversy which has surrounded the deployment and use of nuclear fission reactors to generate electricity from nuclear fuel for civilian purposes. [25] [259] [26] Proponents of nuclear energy regard it as a sustainable energy source that reduces carbon emissions and increases energy security by decreasing dependence on other energy sources that are also [89] [90] [91] often dependent on imports. [260] [261] [262] For example, proponents note that annually, nuclear-generated electricity reduces 470 million metric tons of carbon dioxide emissions that would otherwise come from fossil fuels. [263] Additionally, the amount of comparatively low waste that nuclear energy does create is safely disposed of by the large scale nuclear energy production facilities or it is repurposed/recycled for other energy uses. [264] M. King Hubbert , who popularized the concept of peak oil , saw oil as a resource that would run out and considered nuclear energy its replacement. [265] Proponents also claim that the present quantity of nuclear waste is small and can be reduced through the latest technology of newer reactors and that the operational safety record of fission-electricity in terms of deaths is so far \"unparalleled\". [14] Kharecha and Hansen estimated that \"global nuclear power has prevented an average of 1.84 million air pollution-related deaths and 64 gigatonnes of CO 2 -equivalent (GtCO 2 -eq) greenhouse gas (GHG) emissions that would have resulted from fossil fuel burning\" and, if continued, it could prevent up to 7 million deaths and 240 GtCO 2 -eq emissions by 2050. [204] Proponents also bring to attention the opportunity cost of using other forms of electricity. For example, the Environmental Protection Agency estimates that coal kills 30,000 people a year, [266] as a result of its environmental impact, while 60 people died in the Chernobyl disaster. [267] A real world example of impact provided by proponents is the 650,000 ton increase in carbon emissions in the two months following the closure of the Vermont Yankee nuclear plant. [268] Opponents believe that nuclear power poses many threats to people's health and environment [269] [270] such as the risk of nuclear weapons proliferation, long-term safe waste management and terrorism in the future. [271] [272] They also contend that nuclear power plants are complex systems where many things can and have gone wrong. [273] [274] Costs of the Chernobyl disaster amount to ≈$68 billion as of 2019 and are increasing, [34] the Fukushima disaster is estimated to cost taxpayers ~$187 billion, [189] and radioactive waste management is estimated to cost the Eureopean Union nuclear operators ~$250 billion by 2050. [191] However, in countries that already use nuclear energy, when not considering reprocessing, intermediate nuclear waste disposal costs could be relatively fixed to certain but unknown degrees [275] \"as the main part of these costs stems from the operation of the intermediate storage facility\". [276] Critics find that one of the largest drawbacks to building new nuclear fission power plants are the large construction and operating costs when compared to alternatives of sustainable energy sources. [54] [277] [83] [243] [278] Further costs include ongoing research and development, expensive reprocessing in cases where such is practiced [72] [73] [74] [76] and decommissioning. [279] [280] [281] Proponents note that focussing on the levelized cost of energy (LCOE), however, ignores the value premium associated with 24/7 dispatchable electricity and the cost of storage and backup systems necessary to integrate variable energy sources into a reliable electrical grid. [282] \"Nuclear thus remains the dispatchable low-carbon technology with the lowest expected costs in 2025. Only large hydro reservoirs can provide a similar contribution at comparable costs but remain highly dependent on the natural endowments of individual countries.\" [283] Overall, many opponents find that nuclear energy cannot meaningfully contribute to climate change mitigation. In general, they find it to be, too dangerous, too expensive, to take too long for deployment, to be an obstacle to achieving a transition towards sustainability and carbon-neutrality, [83] [284] [285] [286] effectively being a distracting [287] [288] competition for resources (i.e. human, financial, time, infrastructure and expertise) for the deployment and development of alternative, sustainable, energy system technologies [84] [288] [83] [289] (such as for wind, ocean and solar [83] – including e.g. floating solar – as well as ways to manage their intermittency other than nuclear baseload [290] generation such as dispatchable generation , renewables-diversification, [291] [292] super grids , flexible energy demand and supply regulating smart grids and energy storage [293] [294] [295] [296] [297] technologies). [298] [299] [300] [301] [302] [303] [304] [305] [250] Nevertheless, there is ongoing research and debate over costs of new nuclear, especially in regions where i.a. seasonal energy storage is difficult to provide and which aim to phase out fossil fuels in favor of low carbon power faster than the global average. [306] Some find that financial transition costs for a 100% renewables-based European energy system that has completely phased out nuclear energy could be more costly by 2050 based on current technologies (i.e. not considering potential advances in e.g. green hydrogen , transmission and flexibility capacities, ways to reduce energy needs, geothermal energy and fusion energy) when the grid only extends across Europe. [307] Arguments of economics and safety are used by both sides of the debate.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/3-Learning-curves-for-electricity-prices.png/440px-3-Learning-curves-for-electricity-prices.png",
                "caption": "A comparison of prices over time for energy from nuclear fission and from other sources. Over the presented time, thousands of wind turbines and similar were built on assembly lines in mass production resulting in an economy of scale. While nuclear remains bespoke, many first of their kind facilities added in the timeframe indicated and none are in serial production. Our World in Data notes that this cost is the global average , while the 2 projects that drove nuclear pricing upwards were in the US. The organization recognises that the median cost of the most exported and produced nuclear energy facility in the 2010s the South Korean APR1400 , remained \"constant\", including in export. [258] LCOE is a measure of the average net present cost of electricity generation for a generating plant over its lifetime. As a metric, it remains controversial as the lifespan of units are not independent but manufacturer projections, not a demonstrated longevity."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Gr%C3%BCne_protests_against_nuclear_energy.jpg/220px-Gr%C3%BCne_protests_against_nuclear_energy.jpg",
                "caption": "Anti-nuclear protest near nuclear waste disposal centre at Gorleben in northern Germany"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Nuclear_power",
        "title": "Nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Fusion",
        "text": "Nuclear fusion reactions have the potential to be safer and generate less radioactive waste than fission. [359] [360] These reactions appear potentially viable, though technically quite difficult and have yet to be created on a scale that could be used in a functional power plant. Fusion power has been under theoretical and experimental investigation since the 1950s. Nuclear fusion research is underway but fusion energy is not likely to be commercially widespread before 2050. [361] [362] [363] Several experimental nuclear fusion reactors and facilities exist. The largest and most ambitious international nuclear fusion project currently in progress is ITER , a large tokamak under construction in France. ITER is planned to pave the way for commercial fusion power by demonstrating self-sustained nuclear fusion reactions with positive energy gain. Construction of the ITER facility began in 2007, but the project has run into many delays and budget overruns. The facility is now not expected to begin operations until the year 2027 – 11 years after initially anticipated. [364] A follow on commercial nuclear fusion power station, DEMO , has been proposed. [349] [365] There are also suggestions for a power plant based upon a different fusion approach, that of an inertial fusion power plant . Fusion-powered electricity generation was initially believed to be readily achievable, as fission-electric power had been. However, the extreme requirements for continuous reactions and plasma containment led to projections being extended by several decades. In 2020, more than 80 years after the first attempts , commercialization of fusion power production was thought to be unlikely before 2050. [349] [350] [351] [352] [353] To enhance and accelerate the development of fusion energy, the United States Department of Energy (DOE) granted $46 million to eight firms, including Commonwealth Fusion Systems and Tokamak Energy Inc, in 2023. This ambitious initiative aims to introduce pilot-scale fusion within a decade. [366]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/U.S._Department_of_Energy_-_Science_-_425_003_001_%289786811206%29.jpg/260px-U.S._Department_of_Energy_-_Science_-_425_003_001_%289786811206%29.jpg",
                "caption": "Schematic of the ITER tokamak under construction in France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Nuclear_power",
        "title": "Nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Wind energy resources",
        "text": "Wind is air movement in the Earth's atmosphere. In a unit of time, say 1 second, the volume of air that had passed an area A {\\displaystyle A} is A v {\\displaystyle Av} . If the air density is ρ {\\displaystyle \\rho } , the mass of this volume of air is M = ρ A v {\\displaystyle M=\\rho Av} , and the power transfer, or energy transfer per second is P = 1 2 M v 2 = 1 2 ρ A v 3 {\\displaystyle P={\\tfrac {1}{2}}Mv^{2}={\\tfrac {1}{2}}\\rho Av^{3}} . Wind power is thus proportional to the third power of the wind speed; the available power increases eightfold when the wind speed doubles. Change of wind speed by a factor of 2.1544 increases the wind power by one order of magnitude (multiply by 10). The global wind kinetic energy averaged approximately 1.50 MJ/m 2 over the period from 1979 to 2010, 1.31 MJ/m 2 in the Northern Hemisphere with 1.70 MJ/m 2 in the Southern Hemisphere. The atmosphere acts as a thermal engine, absorbing heat at higher temperatures, releasing heat at lower temperatures. The process is responsible for the production of wind kinetic energy at a rate of 2.46 W/m 2 thus sustaining the circulation of the atmosphere against friction. [15] Through wind resource assessment , it is possible to estimate wind power potential globally, by country or region, or for a specific site. The Global Wind Atlas provided by the Technical University of Denmark in partnership with the World Bank provides a global assessment of wind power potential. [13] [16] [17] Unlike 'static' wind resource atlases which average estimates of wind speed and power density across multiple years, tools such as Renewables.ninja provide time-varying simulations of wind speed and power output from different wind turbine models at an hourly resolution. [18] More detailed, site-specific assessments of wind resource potential can be obtained from specialist commercial providers, and many of the larger wind developers have in-house modeling capabilities. The total amount of economically extractable power available from the wind is considerably more than present human power use from all sources. [19] The strength of wind varies, and an average value for a given location does not alone indicate the amount of energy a wind turbine could produce there. To assess prospective wind power sites, a probability distribution function is often fit to the observed wind speed data. [20] Different locations will have different wind speed distributions. The Weibull model closely mirrors the actual distribution of hourly/ten-minute wind speeds at many locations. The Weibull factor is often close to 2 and therefore a Rayleigh distribution can be used as a less accurate, but simpler model. [21]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Mean_Wind_Speed.png/220px-Mean_Wind_Speed.png",
                "caption": "Global map of wind speed at 100 meters on land and around coasts. [13]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Lee_Ranch_Wind_Speed_Frequency.svg/350px-Lee_Ranch_Wind_Speed_Frequency.svg.png",
                "caption": "Distribution of wind speed (red) and energy (blue) for all of 2002 at the Lee Ranch facility in Colorado. The histogram shows measured data, while the curve is the Rayleigh model distribution for the same average wind speed."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Global_Map_of_Wind_Power_Density_Potential.png/220px-Global_Map_of_Wind_Power_Density_Potential.png",
                "caption": "Global map of wind power density potential [14]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Offshore wind power",
        "text": "Offshore wind power is wind farms in large bodies of water, usually the sea. These installations can use the more frequent and powerful winds that are available in these locations and have less visual impact on the landscape than land-based projects. However, the construction and maintenance costs are considerably higher. [36] [37] As of November 2021, the Hornsea Wind Farm in the United Kingdom is the largest offshore wind farm in the world at 1,218 MW . [38]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Agucadoura_WindFloat_Prototype.jpg/225px-Agucadoura_WindFloat_Prototype.jpg",
                "caption": "The world's second full-scale floating wind turbine (and first to be installed without the use of heavy-lift vessels), WindFloat, operating at rated capacity (2  MW) approximately 5  km offshore of Póvoa de Varzim , Portugal"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Growth trends",
        "text": "In 2020, wind supplied almost 1600 TWh of electricity, which was over 5% of worldwide electrical generation and about 2% of energy consumption. [2] [3] With over 100 GW added during 2020, mostly in China , global installed wind power capacity reached more than 730 GW. [4] [3] But to help meet the Paris Agreement 's goals to limit climate change , analysts say it should expand much faster - by over 1% of electricity generation per year. [6] Expansion of wind power is being hindered by fossil fuel subsidies . [48] [49] [50] The actual amount of electric power that wind can generate is calculated by multiplying the nameplate capacity by the capacity factor , which varies according to equipment and location. Estimates of the capacity factors for wind installations are in the range of 35% to 44%. [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/2010-_Power_capacity_by_technology_-_Dec_2022_International_Energy_Agency.svg/210px-2010-_Power_capacity_by_technology_-_Dec_2022_International_Energy_Agency.svg.png",
                "caption": "Renewable energy sources, especially solar photovoltaic and wind power, are providing an increasing share of power capacity. [45]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1d/Information_icon4.svg/40px-Information_icon4.svg.png",
                "caption": "Log graph of global wind power cumulative capacity (Data:GWEC) [47]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Penetration",
        "text": "Wind energy penetration is the fraction of energy produced by wind compared with the total generation. Wind power's share of worldwide electricity usage in 2021 was almost 7%, [55] up from 3.5% in 2015. [56] [57] There is no generally accepted maximum level of wind penetration. The limit for a particular grid will depend on the existing generating plants, pricing mechanisms, capacity for energy storage , demand management, and other factors. An interconnected electric power grid will already include reserve generating and transmission capacity to allow for equipment failures. This reserve capacity can also serve to compensate for the varying power generation produced by wind stations. Studies have indicated that 20% of the total annual electrical energy consumption may be incorporated with minimal difficulty. [58] These studies have been for locations with geographically dispersed wind farms, some degree of dispatchable energy or hydropower with storage capacity, demand management, and interconnected to a large grid area enabling the export of electric power when needed. Electrical utilities continue to study the effects of large-scale penetration of wind generation on system stability. [59] A wind energy penetration figure can be specified for different duration of time but is often quoted annually. To generate almost all electricity from wind annually requires substantial interconnection to other systems, for example some wind power in Scotland is sent to the rest of the British grid . [60] On a monthly, weekly, daily, or hourly basis—or less—wind might supply as much as or more than 100% of current use, with the rest stored, exported or curtailed. The seasonal industry might then take advantage of high wind and low usage times such as at night when wind output can exceed normal demand. Such industry might include the production of silicon, aluminum, [61] steel, or natural gas, and hydrogen, and using future long-term storage to facilitate 100% energy from variable renewable energy . [62] [63] [ better source needed ] Homes and businesses can also be programmed to vary electricity demand , [64] [65] for example by remotely turning up water heater thermostats. [66]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Share_of_electricity_production_from_wind.svg/350px-Share_of_electricity_production_from_wind.svg.png",
                "caption": "Share of electricity production from wind, 2022 [54]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Variability",
        "text": "Wind power is variable, and during low wind periods, it may need to be replaced by other power sources. Transmission networks presently cope with outages of other generation plants and daily changes in electrical demand, but the variability of intermittent power sources such as wind power is more frequent than those of conventional power generation plants which, when scheduled to be operating, may be able to deliver their nameplate capacity around 95% of the time. Electric power generated from wind power can be highly variable at several different timescales: hourly, daily, or seasonally. Annual variation also exists but is not as significant. [ citation needed ] Because instantaneous electrical generation and consumption must remain in balance to maintain grid stability, this variability can present substantial challenges to incorporating large amounts of wind power into a grid system. Intermittency and the non- dispatchable nature of wind energy production can raise costs for regulation, incremental operating reserve , and (at high penetration levels) could require an increase in the already existing energy demand management , load shedding , storage solutions, or system interconnection with HVDC cables. Fluctuations in load and allowance for the failure of large fossil-fuel generating units require operating reserve capacity, which can be increased to compensate for the variability of wind generation. Utility-scale batteries are often used to balance hourly and shorter timescale variation, [67] [68] but car batteries may gain ground from the mid-2020s. [69] Wind power advocates argue that periods of low wind can be dealt with by simply restarting existing power stations that have been held in readiness, or interlinking with HVDC. [70] The combination of diversifying variable renewables by type and location, forecasting their variation, and integrating them with dispatchable renewables, flexible fueled generators, and demand response can create a power system that has the potential to meet power supply needs reliably. Integrating ever-higher levels of renewables is being successfully demonstrated in the real world. [71] Solar power tends to be complementary to wind. [73] [74] On daily to weekly timescales, high-pressure areas tend to bring clear skies and low surface winds, whereas low-pressure areas tend to be windier and cloudier. On seasonal timescales, solar energy peaks in summer, whereas in many areas wind energy is lower in summer and higher in winter. [A] [75] Thus the seasonal variation of wind and solar power tend to cancel each other somewhat. [72] Wind hybrid power systems are becoming more popular. [76]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Toro_de_osborne.jpg/220px-Toro_de_osborne.jpg",
                "caption": "Wind turbines are typically installed in windy locations. In the image, wind power generators in Spain , near an Osborne bull ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Roscoe_Wind_Farm_in_West_Texas.jpg/220px-Roscoe_Wind_Farm_in_West_Texas.jpg",
                "caption": "Roscoe Wind Farm : an onshore wind farm in West Texas near Roscoe"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Seasonal_cycle_of_capacity_factors_for_wind_and_photovoltaics_in_Europe_under_idealized_assumptions.png/220px-Seasonal_cycle_of_capacity_factors_for_wind_and_photovoltaics_in_Europe_under_idealized_assumptions.png",
                "caption": "Seasonal cycle of capacity factors for wind and photovoltaics in Europe under idealized assumptions. The figure illustrates the balancing effects of wind and solar energy at the seasonal scale (Kaspar et al., 2019). [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Economics",
        "text": "Onshore wind is an inexpensive source of electric power, cheaper than coal plants and new gas plants. [10] According to BusinessGreen , wind turbines reached grid parity (the point at which the cost of wind power matches traditional sources) in some areas of Europe in the mid-2000s, and in the US around the same time. Falling prices continue to drive the Levelized cost down and it has been suggested that it has reached general grid parity in Europe in 2010, and will reach the same point in the US around 2016 due to an expected reduction in capital costs of about 12%. [88] [ needs update ] In 2021, the CEO of Siemens Gamesa warned that increased demand for low-cost wind turbines combined with high input costs and high costs of steel result in increased pressure on the manufacturers and decreasing profit margins. [89] Northern Eurasia, Canada, some parts of the United States, and Patagonia in Argentina are the best areas for onshore wind: whereas in other parts of the world solar power, or a combination of wind and solar, tend to be cheaper. [90] : 8",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Onshore-wind-lcoe.png/310px-Onshore-wind-lcoe.png",
                "caption": "Onshore wind cost per kilowatt-hour between 1983 and 2017 [87]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Electric power cost and trends",
        "text": "Wind power is capital intensive but has no fuel costs. [91] The price of wind power is therefore much more stable than the volatile prices of fossil fuel sources. [92] However, the estimated average cost per unit of electric power must incorporate the cost of construction of the turbine and transmission facilities, borrowed funds, return to investors (including the cost of risk), estimated annual production, and other components, averaged over the projected useful life of the equipment, which may be more than 20 years. Energy cost estimates are highly dependent on these assumptions so published cost figures can differ substantially. The presence of wind energy, even when subsidized, can reduce costs for consumers (€5 billion/yr in Germany) by reducing the marginal price, by minimizing the use of expensive peaking power plants . [93] The cost has decreased as wind turbine technology has improved. There are now longer and lighter wind turbine blades, improvements in turbine performance, and increased power generation efficiency. Also, wind project capital expenditure costs and maintenance costs have continued to decline. [94] In 2021, a Lazard study of unsubsidized electricity said that wind power levelized cost of electricity continues to fall but more slowly than before. The study estimated new wind-generated electricity cost from $26 to $50/MWh, compared to new gas power from $45 to $74/MWh. The median cost of fully deprecated existing coal power was $42/MWh, nuclear $29/MWh and gas $24/MWh. The study estimated offshore wind at around $83/MWh. Compound annual growth rate was 4% per year from 2016 to 2021, compared to 10% per year from 2009 to 2021. [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Turbine_Blade_Convoy_Passing_through_Edenfield.jpg/220px-Turbine_Blade_Convoy_Passing_through_Edenfield.jpg",
                "caption": "A turbine blade convoy passing through Edenfield in the U.K. (2008). Even longer 2-piece blades are now manufactured, and then assembled on-site to reduce difficulties in transportation."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Small-scale wind power",
        "text": "Small-scale wind power is the name given to wind generation systems with the capacity to produce up to 50 kW of electrical power. [102] Isolated communities, that may otherwise rely on diesel generators, may use wind turbines as an alternative. Individuals may purchase these systems to reduce or eliminate their dependence on grid electric power for economic reasons, or to reduce their carbon footprint . Wind turbines have been used for household electric power generation in conjunction with battery storage over many decades in remote areas. [103] Examples of small-scale wind power projects in an urban setting can be found in New York City , where, since 2009, several building projects have capped their roofs with Gorlov-type helical wind turbines . Although the energy they generate is small compared to the buildings' overall consumption, they help to reinforce the building's 'green' credentials in ways that \"showing people your high-tech boiler\" cannot, with some of the projects also receiving the direct support of the New York State Energy Research and Development Authority . [104] Grid-connected domestic wind turbines may use grid energy storage, thus replacing purchased electric power with locally produced power when available. The surplus power produced by domestic microgenerators can, in some jurisdictions, be fed into the network and sold to the utility company, producing a retail credit for the microgenerators' owners to offset their energy costs. [105] Off-grid system users can either adapt to intermittent power or use batteries, photovoltaic , or diesel systems to supplement the wind turbine. [106] Equipment such as parking meters, traffic warning signs, street lighting, or wireless Internet gateways may be powered by a small wind turbine, possibly combined with a photovoltaic system, that charges a small battery replacing the need for a connection to the power grid. [107] Airborne wind turbines , such as kites, can be used in places at risk of hurricanes, as they can be taken down in advance. [108]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Quietrevolution_Bristol_3513051949.jpg/220px-Quietrevolution_Bristol_3513051949.jpg",
                "caption": "A small Quietrevolution QR5 Gorlov type vertical axis wind turbine on the roof of Bristol Beacon in Bristol, England . Measuring 3 m in diameter and 5 m high, it has a nameplate rating of 6.5 kW."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Impact on environment and landscape",
        "text": "The environmental impact of electricity generation from wind power is minor when compared to that of fossil fuel power . [110] Wind turbines have some of the lowest life-cycle greenhouse-gas emissions of energy sources : far less greenhouse gas is emitted than for the average unit of electricity, so wind power helps limit climate change. [111] Use of engineered wood may allow carbon negative wind power. [112] Wind power consumes no fuel, and emits no local air pollution , unlike fossil fuel power sources. Onshore wind farms can have a significant visual impact. [113] Due to a very low surface power density and spacing requirements, wind farms typically need to be spread over more land than other power stations. [7] [114] Their network of turbines, access roads, transmission lines, and substations can result in \"energy sprawl\"; [8] although land between the turbines and roads can still be used for agriculture. [115] [116] Some wind farms are opposed for potentially spoiling protected scenic areas, archaeological landscapes and heritage sites. [117] [118] [119] A report by the Mountaineering Council of Scotland concluded that wind farms harmed tourism in areas known for natural landscapes and panoramic views. [120] Habitat loss and fragmentation are the greatest potential impacts on wildlife of onshore wind farms, [8] but the worldwide ecological impact is minimal. [110] Thousands of birds and bats, including rare species, have been killed by wind turbine blades, [121] though wind turbines are responsible for far fewer bird deaths than fossil-fueled power stations. [122] This can be mitigated with proper wildlife monitoring. [123] Many wind turbine blades are made of fiberglass , and have a lifetime of 20 years. [124] Blades are hollow: some blades are crushed to reduce their volume and then landfilled. [125] However, as they can take a lot of weight they can be made into long lasting small bridges for walkers or cyclists. [126] Blade end-of-life is complicated, [127] and blades manufactured in the 2020s are more likely to be designed to be completely recyclable. [128] Wind turbines also generate noise. At a distance of 300 metres (980 ft), this may be around 45 dB, which is slightly louder than a refrigerator. At 1.5 km (1 mi), they become inaudible. [129] [130] There are anecdotal reports of negative health effects on people who live very close to wind turbines. [131] Peer-reviewed research has generally not supported these claims. [132] [133] [134]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Greenhouse_gas_emissions_per_energy_source.png/220px-Greenhouse_gas_emissions_per_energy_source.png",
                "caption": "Greenhouse gas emissions per energy source. Wind energy is one of the sources with the least greenhouse gas emissions."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Wb_deichh_drei_kuhs.jpg/220px-Wb_deichh_drei_kuhs.jpg",
                "caption": "Livestock grazing near a wind turbine. [109]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Central government",
        "text": "Although wind turbines with fixed bases are a mature technology and new installations are generally no longer subsidized, [135] [136] floating wind turbines are a relatively new technology so some governments subsidize them, for example to use deeper waters. [137] Fossil fuel subsidies by some governments are slowing the growth of renewables. [138] Permitting of wind farms can take years and some governments are trying to speed up - the wind industry says this will help limit climate change and increase energy security [139] - sometimes groups such as fishers resist this [140] but governments say that rules protecting biodiversity will still be followed. [141]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Floatgen.jpg/220px-Floatgen.jpg",
                "caption": "Wind turbine floating off France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Public opinion",
        "text": "Surveys of public attitudes across Europe and in many other countries show strong public support for wind power. [143] [144] [145] Bakker et al. (2012) found in their study that residents who did not want turbines built near them suffered significantly more stress than those who \"benefited economically from wind turbines\". [146] Although wind power is a popular form of energy generation, onshore or near offshore wind farms are sometimes opposed for their impact on the landscape (especially scenic areas, heritage areas and archaeological landscapes), as well as noise, and impact on tourism. [147] [148] In other cases, there is direct community ownership of wind farms . The hundreds of thousands of people who have become involved in Germany's small and medium-sized wind farms demonstrate such support there. [149] A 2010 Harris Poll found strong support for wind power in Germany, other European countries, and the United States. [143] [144] [150] Public support in the United States has decreased from 75% in 2020 to 62% in 2021, with the Democrat Party supporting the use of wind energy twice as much as the Republican Party. [151] President Biden has signed an executive order to begin building large scale wind farms. [152] In China , Shen et al. (2019) found that Chinese city-dwellers may be resistant to building wind turbines in urban areas, with a surprisingly high proportion of people citing an unfounded fear of radiation as driving their concerns. [153] Also, the study finds that like their counterparts in OECD countries, urban Chinese respondents are sensitive to direct costs and wildlife externalities. Distributing relevant information about turbines to the public may alleviate resistance.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [142]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    },
    {
        "section": "Community",
        "text": "Many wind power companies work with local communities to reduce environmental and other concerns associated with particular wind farms. [156] [157] [158] In other cases there is direct community ownership of wind farm projects . Appropriate government consultation, planning and approval procedures also help to minimize environmental risks. [143] [159] [160] Some may still object to wind farms [161] but many say their concerns should be weighed against the need to address the threats posed by air pollution , [162] [111] climate change [163] and the opinions of the broader community. [164] In the US, wind power projects are reported to boost local tax bases, helping to pay for schools, roads, and hospitals, and to revitalize the economies of rural communities by providing steady income to farmers and other landowners. [98] In the UK, both the National Trust and the Campaign to Protect Rural England have expressed concerns about the effects on the rural landscape caused by inappropriately sited wind turbines and wind farms. [165] [166] Some wind farms have become tourist attractions. The Whitelee Wind Farm Visitor Centre has an exhibition room, a learning hub, a café with a viewing deck and also a shop. It is run by the Glasgow Science Centre . [167] In Denmark, a loss-of-value scheme gives people the right to claim compensation for loss of value of their property if it is caused by proximity to a wind turbine. The loss must be at least 1% of the property's value. [168] Despite this general support for the concept of wind power in the public at large, local opposition often exists and has delayed or aborted a number of projects. [169] [170] [171] As well as concerns about the landscape, there are concerns that some installations can produce excessive sound and vibration levels leading to a decrease in property values. [172] A study of 50,000 home sales near wind turbines found no statistical evidence that prices were affected. [173] While aesthetic issues are subjective and some find wind farms pleasant and optimistic, or symbols of energy independence and local prosperity, protest groups are often formed to attempt to block some wind power stations for various reasons. [161] [174] [175] Some opposition to wind farms is dismissed as NIMBYism , [176] but research carried out in 2009 found that there is little evidence to support the belief that residents only object to wind farms because of a \"Not in my Back Yard\" attitude. [177]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Wind_tubines_cumbria.JPG/450px-Wind_tubines_cumbria.JPG",
                "caption": "Wind turbines such as these, in Cumbria , England, have been opposed for a number of reasons, including aesthetics, by some sectors of the population. [154] [155]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Whitelee_panorama.JPG/450px-Whitelee_panorama.JPG",
                "caption": "A panoramic view of the United Kingdom's Whitelee Wind Farm with Lochgoin Reservoir in the foreground."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower safety and reliability"
    }
]