[
    {
        "section": "Large facilities",
        "text": "The largest power producers in the world are hydroelectric power stations, with some hydroelectric facilities capable of generating more than double the installed capacities of the current largest nuclear power stations . Although no official definition exists for the capacity range of large hydroelectric power stations, facilities from over a few hundred megawatts are generally considered large hydroelectric facilities. Currently, only seven facilities over 10 GW ( 10,000 MW ) are in operation worldwide, see table below. [30]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Itaipu_D%C3%A9cembre_2007_-_Vue_G%C3%A9n%C3%A9rale.jpg/1500px-Itaipu_D%C3%A9cembre_2007_-_Vue_G%C3%A9n%C3%A9rale.jpg",
                "caption": "Panoramic view of the Itaipu Dam , with the spillways (closed at the time of the photo) on the left. In 1994, the American Society of Civil Engineers elected the Itaipu Dam as one of the Seven Wonders of the Modern World . [31]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower regulations and licensing"
    },
    {
        "section": "Small",
        "text": "Small hydro is hydroelectric power on a scale serving a small community or industrial plant. The definition of a small hydro project varies but a generating capacity of up to 10 megawatts (MW) is generally accepted as the upper limit. This may be stretched to 25 MW and 30 MW in Canada and the United States. [32] [33] Small hydro stations may be connected to conventional electrical distribution networks as a source of low-cost renewable energy. Alternatively, small hydro projects may be built in isolated areas that would be uneconomic to serve from a grid, or in areas where there is no national electrical distribution network. Since small hydro projects usually have minimal reservoirs and civil construction work, they are seen as having a relatively low environmental impact compared to large hydro. This decreased environmental impact depends strongly on the balance between stream flow and power production. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Nw_vietnam_hydro.jpg/300px-Nw_vietnam_hydro.jpg",
                "caption": "A micro-hydro facility in Vietnam"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Amateur_Hydroelectricity.jpg/300px-Amateur_Hydroelectricity.jpg",
                "caption": "Pico hydroelectricity in Mondulkiri , Cambodia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower regulations and licensing"
    },
    {
        "section": "Underground",
        "text": "An underground power station is generally used at large facilities and makes use of a large natural height difference between two waterways, such as a waterfall or mountain lake. A tunnel is constructed to take water from the high reservoir to the generating hall built in a cavern near the lowest point of the water tunnel and a horizontal tailrace taking water away to the lower outlet waterway.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Tailrace-Forebay-Limestone.JPG/220px-Tailrace-Forebay-Limestone.JPG",
                "caption": "Measurement of the tailrace and forebay rates at the Limestone Generating Station in Manitoba , Canada ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower regulations and licensing"
    },
    {
        "section": "Ecosystem damage and loss of land",
        "text": "Large reservoirs associated with traditional hydroelectric power stations result in submersion of extensive areas upstream of the dams, sometimes destroying biologically rich and productive lowland and riverine valley forests, marshland and grasslands. Damming interrupts the flow of rivers and can harm local ecosystems, and building large dams and reservoirs often involves displacing people and wildlife. [30] The loss of land is often exacerbated by habitat fragmentation of surrounding areas caused by the reservoir. [46] Hydroelectric projects can be disruptive to surrounding aquatic ecosystems both upstream and downstream of the plant site. Generation of hydroelectric power changes the downstream river environment. Water exiting a turbine usually contains very little suspended sediment, which can lead to scouring of river beds and loss of riverbanks. [47] The turbines also will kill large portions of the fauna passing through, for instance 70% of the eel passing a turbine will perish immediately. [48] [49] [50] Since turbine gates are often opened intermittently, rapid or even daily fluctuations in river flow are observed. [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/MeroweDam01.jpg/220px-MeroweDam01.jpg",
                "caption": "Merowe Dam in Sudan . Hydroelectric power stations that use dams submerge large areas of land due to the requirement of a reservoir . These changes to land color or albedo , alongside certain projects that concurrently submerge rainforests, can in these specific cases result in the global warming impact, or equivalent life-cycle greenhouse gases of hydroelectricity projects, to potentially exceed that of coal power stations."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower regulations and licensing"
    },
    {
        "section": "Methane emissions (from reservoirs)",
        "text": "Lower positive impacts are found in the tropical regions. In lowland rainforest areas, where inundation of a part of the forest is necessary, it has been noted that the reservoirs of power plants produce substantial amounts of methane . [56] This is due to plant material in flooded areas decaying in an anaerobic environment and forming methane, a greenhouse gas . According to the World Commission on Dams report, [57] where the reservoir is large compared to the generating capacity (less than 100 watts per square metre of surface area) and no clearing of the forests in the area was undertaken prior to impoundment of the reservoir, greenhouse gas emissions from the reservoir may be higher than those of a conventional oil-fired thermal generation plant. [58] In boreal reservoirs of Canada and Northern Europe, however, greenhouse gas emissions are typically only 2% to 8% of any kind of conventional fossil-fuel thermal generation. A new class of underwater logging operation that targets drowned forests can mitigate the effect of forest decay. [59]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Hoover_Dam_Nevada_Luftaufnahme.jpg/220px-Hoover_Dam_Nevada_Luftaufnahme.jpg",
                "caption": "The Hoover Dam in the United States is a large conventional dammed-hydro facility, with an installed capacity of 2,080 MW ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower regulations and licensing"
    },
    {
        "section": "Hydro power by country",
        "text": "In 2022 hydro generated 4,289 TWh, 15% of total electricity and half of renewables. Of the world total, China (30%) produced the most, followed by Brazil (10%), Canada (9.2%), the United States (5.8%) and Russia (4.6%). Paraguay produces nearly all of its electricity from hydro and exports far more than it uses. [68] Larger plants tend to be built and operated by national governments, so most capacity (70%) is publicly owned, despite the fact that most plants (nearly 70%) are owned and operated by the private sector, as of 2021. [1] The following table lists these data for each country: Data are sourced from Ember dating to the year 2022 unless otherwise specified. [67] Only includes countries with more than 1 TWh of generation. Links for each location go to the relevant hydro power page, when available.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Share-electricity-hydro.svg/330px-Share-electricity-hydro.svg.png",
                "caption": "Share of electricity production from hydropower, 2022 [66]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/World_hydro_generation_yearly.png/330px-World_hydro_generation_yearly.png",
                "caption": "Yearly hydro generation by continent [67]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/World_hydro_generation_2021.png/330px-World_hydro_generation_2021.png",
                "caption": "Hydro generation by country, 2021 [67]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower regulations and licensing"
    }
]