[
    {
        "section": "Lewiston Pump-Generating Plant",
        "text": "The pump-generating plant in the Lewiston Dam is atypical, in that the dam was constructed not to control the flow of water in a natural river, but to contain a man-made 1,900-acre (770 ha), 22-billion-US-gallon (83,000,000 m 3 ) upper reservoir (named the Lewiston Reservoir) which stores water pumped into the reservoir from the forebay of the Robert Moses Power Station. Water enters the forebay by tunnels from the Niagara River controlled by the International Control Dam upstream of the natural falls. Water in the forebay can be either pumped up into the upper reservoir for later use or immediately sent down over the escarpment downstream of the natural falls through the Robert Moses Power Station turbines. The Lewiston Pump-Generating Plant 43°08′33″N 79°01′18″W ﻿ / ﻿ 43.14250°N 79.02167°W ﻿ / 43.14250; -79.02167 ﻿ ( Lewiston Pump-Generating Plant ) houses 12 electrically powered pump -generators that can generate a combined 240 MW (320,000 hp) when water in the upper reservoir is released. At night, two 46 ft (14 m) wide by 66 ft (20 m) tall tunnels [10] divert a substantial fraction (600,000 US gal (2,300 m 3 ) per second) of the water in the Niagara River 4.5 mi (7.2 km) to the forebay. Electricity generated in the Moses plant powers the Lewiston pumps to push water into the upper reservoir. The water is pumped at night because the demand for electricity is much lower than during the day. In addition to the lower demand for electricity at night, less water can be diverted from the river during the day because of the desire to preserve the appearance of the falls. During the day, when electrical demand is high, water is released from the upper reservoir through the Lewiston Dam pump-generators, generating electricity. The water flows into the forebay, where it then flows through the turbines of the Moses plant back to the main river. This allows water diverted from above Niagara Falls to pass through two sets of turbines, generating electricity both times. This arrangement is an example of pumped-storage hydroelectricity . Engineers copied what had been built by Ontario Hydro, across the river, when a similar system was built during construction of the Sir Adam Beck Generating Station II in the 1950s. This system allows energy to be stored in vast quantities. The potential energy in the diverted water is converted into electrical energy in the Moses plant. At night, some of that electrical energy is converted back to potential energy when water is pumped into the upper reservoir behind the Lewiston Dam. During the day, part of the potential energy of the water in the Lewiston reservoir is converted into electricity at the Lewiston Dam, and then its remaining potential energy is captured by the Moses plant, which is also capturing the potential energy of the water diverted from the river in real-time. Beginning in 2012 and until 2021, the pump-generating plant has undergone a $460 million modernization that increased the plant's efficiency and service life. [11] The Robert Moses Plant was refurbished in 2006. [12]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Adam_Beck_and_Robert_Moses.jpg/220px-Adam_Beck_and_Robert_Moses.jpg",
                "caption": "The Robert Moses Niagara Power Station at right."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Robert_Moses_Niagara_Power_Plant",
        "title": "Robert Moses Niagara Power Plant",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Background",
        "text": "The original Panama Canal had limited capacity determined by operational times and cycles of the existing locks and was further constrained by the current trend towards larger (close to Panamax -sized) vessels transiting the canal , requiring more transit time in the locks and channels. Also, periodic maintenance on the aging canal required shutdowns of the waterway . Demand was growing due to the growth of international trade , and many users required a guaranteed level of service. Despite the gains which have been made in efficiency, the Panama Canal Authority (ACP) estimated that the canal would reach its maximum sustainable capacity between 2009 and 2012. [1] The long-term solution for the congestion was the expansion of the canal with a third set of locks. The size of ships that could transit the canal, called Panamax , was constrained by the size of the locks , which are 110 ft (33.53 m) wide and 1,050 ft (320.04 m) long, and 41.2 ft (12.56 m) deep. The third set of locks allow transit of larger, Post-Panamax ships, which have a greater cargo capacity than the current locks can handle. The new lock chambers are 180 ft (54.86 m) wide, 1,400 ft (426.72 m) long, and 60 ft (18.29 m) deep. These dimensions allow for an estimated 79% of all cargo-carrying vessels to transit the canal, up from 45%. [8] All of the canal-widening studies since the 1930s determined that the best way to increase canal capacity was by building a third set of locks larger than the 1914 locks. The US began excavations for new locks in 1939, but abandoned them in 1942 because of the outbreak of World War II . [1] This conclusion was again reached in the 1980s by the tripartite commission formed by Panama , Japan, and the US. More recently, the studies developed by the Panama Canal Authority ( Spanish : Autoridad del Canal de Panamá (ACP) ) for its 2025 master plan confirm that a third, larger set of locks is the most suitable, profitable, and environmentally responsible option. [1] President Martín Torrijos , in a 24 April 2006 speech announcing the project, said that the canal \"is like our 'petroleum'. Just like the petroleum that has not been extracted is worthless and that in order to extract it you have to invest in infrastructure, the canal requires to expand its capacity to absorb the growing demand of cargo and generate more wealth for Panamanians\". [9] While the canal expansion was being completed, and considering the high operational costs of the vessels, the long queues that occur during the high season December through March (sometimes up to a seven-day delay), and the high value of some of the cargo transported through the canal, the ACP implemented a Transit Booking System and Transit Slot Auction to allow a better management of the scarce capacity available and to increase the level of service offered to the shipping companies. The scheme gives users two choices: (1) transit by order of arrival on a first-come, first-served basis, as the canal historically has operated; or (2) booked service for a fee—a congestion charge. The booked service allows two options of fees. The Transit Booking System, available online, allowing customers who do not want to wait in queue to pay an additional 15% over the regular tolls, guaranteeing a specific day for transit and crossing the canal in 18 hours or less. ACP sells 24 of these daily slots up to 365 days in advance. Since 2006, ACP has made available a 25th slot, sold through the Transit Slot Auction to the highest bidder. [10] The second choice is high priority transit. The main customers of the Transit Booking System are cruise ships , container ships , vehicle carriers , and non-containerized cargo vessels. [11]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Ships_queueing_Panama_Canal_05_2013_Pacific_side_6375.JPG/260px-Ships_queueing_Panama_Canal_05_2013_Pacific_side_6375.JPG",
                "caption": "The Panama Canal has been working at full capacity for several years. Shown above are several dozen vessels queuing at the Pacific Ocean waiting to enter the canal in 2013."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Panama_Canal_expansion_project",
        "title": "Panama Canal expansion project",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Competition",
        "text": "The most direct competition to the canal comes from alternative routes that present options for transporting cargo between the same points of origin and destination. The opening of the Russian Northern Sea Route and the Canadian Northwest Passage to commercial traffic could pose an alternative to the canal in the long term. Warmer waters in the Arctic Ocean could open the passage for an increasing number of months each year, making it more attractive as a major shipping route. However, the passage through the Arctic would require significant investment in escort vessels and staging ports. The Canadian commercial marine transport industry does not anticipate that this route will be a viable alternative to the Panama Canal within the next 10 to 20 years. [13] The two main current competitors of the Panama Canal are the US intermodal system and the Suez Canal . The main ports and merchandise distribution centers in these routes are investing in capacity, location, and maritime and land infrastructure to serve post-Panamax container ships and their larger cargo volumes. According to the ACP, the growing usage of such ships in transcontinental routes competing with the canal is irreversible. It was estimated that by 2011 approximately 37% of the capacity of the world's container ship fleet would consist of vessels that did not fit through the canal, as it existed prior to 2016, and a great part of this fleet could be used on routes that compete with Panama. [1] The proposal states that strengthening the canal's competitive position will allow it to accommodate demand and serve its customers. If the canal had the capacity to serve the growing demand, Panama could become the most important connectivity hub on the continent by joining together north–south continental routes and east–west transcontinental routes. Accordingly, the canal will continue to be viable and competitive in all of its routes and segments, and contribute significantly to Panama's development and growth while maintaining its position as a major world trade route. [1]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Container_ship_routes_to_America.png/260px-Container_ship_routes_to_America.png",
                "caption": "Container ship routes to North America from Asian Pacific"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Panama_Canal_expansion_project",
        "title": "Panama Canal expansion project",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Water-saving basins",
        "text": "The new locks have water-saving basins to reduce the volume of water that is needed in lock operation. [16] The operation of both the old and new locks uses gravity and valves. There is no pumping involved. Operation of the locks, old and new, uses water from Gatun Lake. Even in the original situation with two lock lanes, water supply can be limited at the end of Panama's dry season, when the lake's water level is low. The addition of a third set of locks meant that this water supply issue needed to be addressed. For the new locks, three basins are associated with each lock chamber. [17] The volume lost per cycle is two-fifths of the \"moving water\" chamber volume. The other three-fifths is reused. An equal savings of water, based on the same principle, could be reached by adding more lock chambers. Constructing a stair of eight chambers (instead of three) to elevate 85 ft (26 m) would use an 11 ft (3.25 m) water slice per cycle. However, this would require ships to travel through eight locks, making ship handling less efficient. Water usage is calculated per single lock cycle. It is determined by the water volume in a lock chamber between the levels it handles. Essentially, each cycle uses the volume of water discharged by the lock chamber (its width multiplied by its height and depth). When the locks are in stairs, as in the Panama Canal, only the first (highest) lock chamber matters for this calculation. None of the lower locks use additional water; they have the same volume. Moreover, the ship's underwater volume does not matter, because that volume is present both before and after the change in water level and thus is part of the non-moved volume. The water used per lock operating cycle is therefore equal to the amount of water that flows into the first (upper) lock chamber when filling it from Gatun Lake. Reducing this volume requires reducing the chamber's width, length, or elevating height. Note that the elevating height has already been reduced by staging the total 85 ft (26 m) elevation change into three locks. Were this change done in a single lock chamber, the water volume lost would be three times as much. The water-saving basins function as follows: The volume of water moved by the lock chamber (e.g., a height of 30 ft (9 m)) can be divided into five equal horizontal \"slices\" (here, 1.8 m each). [18] When the canal begins operation, the chamber is filled once from Gatun Lake. Then, when emptying the chamber, the top three slices (1, 2, and 3) are emptied, one by one, into three basins, each at a successively lower elevation. That is, water slice 1 is emptied, using gravity and valves, into a basin that is at the same level as water slice 2. Then water slice 2 is emptied into a basin at the same level as water slice 3, and slice 3 is emptied into a basin at the same level as slice 4. Water slices 4 and 5 are emptied into the next lock chamber and \"lost\" (as in the original canal locks). When the lock moves a ship upward, the chamber is closed, and the water from the basin at level 4 is let into the chamber, filling slice 5. Then basin level 3 fills level 4, and basin 2 fills level 3. Next, from levels 2 and 1 are filled from Gatun Lake, \"costing\" a volume of 12 ft (3.6 m) instead of 30 ft (9 m) over the chamber area (2/5 of the elevation height). The ship is now at the level of Gatun Lake and can cross it.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Water-saving_lock_downwards.svg/220px-Water-saving_lock_downwards.svg.png",
                "caption": "Diagram of water-saving basins (descending)"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Water_saving_lock_up.svg/220px-Water_saving_lock_up.svg.png",
                "caption": "Diagram of water-saving basins (ascending)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Panama_Canal_expansion_project",
        "title": "Panama Canal expansion project",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Construction timeline",
        "text": "The construction of the third set of locks project was originally slated to take seven or eight years, with the new locks beginning operations between fiscal years 2014 and 2015, roughly 100 years after the canal first opened. [1] [19] In July 2012, however, it was announced that the expansion project had fallen six months behind schedule, pushing the opening date back from October 2014 to April 2015. [20] By September 2014, the new gates were projected to be open for transit at the \"beginning of 2016.\" [21] [22] [23] [24] In October 2011, the Panama Canal Authority announced the completion of the third phase of excavation for the Pacific access channel. [25] [26] In June 2012, a 100-foot-tall reinforced concrete monolith was completed, the first of 46 such monoliths that line the new Pacific-side lock walls. [27] Sixteen new lock gates were installed as part of the canal expansion: eight on the Atlantic side, and eight on the Pacific.  The installation process began in December 2014, with a 3,285-ton gate's installation on the Atlantic side; it concluded in April 2015, with the installation of a 4,232-ton gate on the Pacific side. [28] [29] In June 2015, flooding of the new locks began: first on the Atlantic side, then on the Pacific; by then, the canal's re-inauguration was slated for April 2016. [30] [31] [32] [33] In August 2015, a crack was reported in a concrete sill at the new Cocolí locks, but it was not initially anticipated to affect the project completion timeline. [34] [35] By November 2015, however, cracks discovered over the previous months threatened to delay project completion. [36] Sill reinforcements were, however, anticipated to be completed by January, 2016. [37] In early February 2016, the ACP reported that sill reinforcements, repairing the cracks detected earlier, were complete. [38] [39] By January 2016, Panama's President Varela indicated that he anticipated the expansion to be complete around May 2016. [40] The expanded canal began commercial operation on 26 June 2016. The first ship to cross the canal using the third set of locks was a modern New Panamax vessel, the Chinese-owned container ship \"Cosco Shipping Panama.\" [41] The United States dispatched a navy ship to Panama to demonstrate U.S. naval power to the Chinese ship. [42]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Atlantic_Bridge_at_Panama_Canal.jpg/260px-Atlantic_Bridge_at_Panama_Canal.jpg",
                "caption": "New Agua Clara Locks, with rolling gate is shown partially open. Atlantic Bridge , under construction, is in background."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/New_Panama_Canal_expansion_project.jpg/260px-New_Panama_Canal_expansion_project.jpg",
                "caption": "Panoramic view of the construction works of the Panama Canal expansion project in July 2015"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Panama_Canal_expansion_project",
        "title": "Panama Canal expansion project",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Environmental impact",
        "text": "The ACP's proposal claims that the project will not permanently harm the environment, communities, primary forests, national parks or forest reserves, relevant patrimonial or archaeological sites, agricultural or industrial production areas, or tourist or port areas. It says that any harm can be mitigated using existing procedures and technology. [1] The proposal says that the project will not permanently reduce water or air quality. The proposed water supply program maximizes the water capacity of Gatun and Alhajuela Lakes and is designed to use water efficiently so that no new reservoirs will be required and no communities need to be displaced. [1] Critics of the project contend that there are many environmental issues to be considered, such as the link between El Niño (ENSO) and the threat to water supplies posed by El Niño. The ACP has commissioned studies by several consultants about water supply and quality problems. Some of the most prominent critics of the canal expansion plan from the point of view of water quality issues are Eric Jackson [49] (editor of the online Panama News ), Gonzalo Menendez [50] (former head of Panama's National Environmental Authority), and Ariel Rodriguez [51] (a biologist at the University of Panama), and former Vice Minister of Public Works Grettel Villalaz de Allen. [52] Jackson contends that the ACP's public statements often do not match the findings of their studies. He argues that studies by Delft Hydraulics, [53] WPSI Inc., [54] and DHI [55] say that the proposed water-saving basins will allow more salt water into Gatun Lake, from which about half of Panama's population takes its drinking water. The ACP says that the problem can be reduced by \"flushing\" the new locks with fresh water from Gatun Lake, but this would defeat the water-saving feature. However, one of the leading environmental organizations in Panama, the National Association for Nature Conservation (ANCON), says that the studies and projections of operations of the third set of locks, including the water-saving basins, credibly state that there will be very low levels of salinization of waters of Gatun Lake and that these levels will preserve the biological separation of the oceans while safekeeping biodiversity and water quality for human use. [56]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/New_Panama_Canal.jpg/220px-New_Panama_Canal.jpg",
                "caption": "New Panama Canal Agua Clara locks (Atlantic side). The three sets of water-saving basins are shown on top of the canal locks, 2017."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Panama_Canal_expansion_project",
        "title": "Panama Canal expansion project",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Geography",
        "text": "Before damming, the high granite formations produced a valley with an average depth of 1,800 ft (550 m) and a maximum depth of over 3,000 ft (910 m); the length of the valley was 3 mi (4.8 km) with a width ranging from 1 ⁄ 8 to 1 ⁄ 2 mile (660 to 2,640 ft; 200 to 800 m). The valley floor consisted of roughly 1,200 acres (490 ha) of meadows fringed by pine forest, through which meandered the Tuolumne River and numerous tributary streams. [3] Kolana Rock , at 5,772 ft (1,759 m), is a massive rock spire on the south side of the Hetch Hetchy Valley. Hetch Hetchy Dome , at 6,197 ft (1,889 m), lies directly north of it. The locations of these two formations roughly correspond with those of Cathedral Rocks and El Capitan seen from Tunnel View in Yosemite Valley. [4] A broad, low rocky outcrop situated between Kolana Rock and Hetch Hetchy Dome divided the former meadow in two distinct sections. [5] The valley is fed by the Tuolumne River , Falls Creek , Tiltill Creek , Rancheria Creek , and numerous smaller streams which collectively drain a watershed of 459 sq mi (1,190 km 2 ). In its natural state, the valley floor was marshy and often flooded in the spring when snow melt in the high Sierra cascaded down the Tuolumne River and backed up behind the narrow gorge which is now spanned by O'Shaughnessy Dam. The entire valley is now flooded under an average 300 ft (91 m) of water behind the dam, although it occasionally reemerges in droughts, as it did in 1955, 1977, and 1991. [6] [7] Upstream from the valley lies the Grand Canyon of the Tuolumne , while the smaller Poopenaut Valley is directly downstream from O'Shaughnessy Dam. The Hetch Hetchy Road drops into the valley at the dam, but all points east of there are roadless, and accessible only to hikers and equestrians. The O'Shaughnessy Dam is near Yosemite's western boundary, but the long, narrow, fingerlike reservoir stretches eastward for about 8 miles (13 km). [2] Wapama Falls , at 1,080 ft (330 m), and Tueeulala Falls , at  840 ft (260 m) – both among the tallest waterfalls in North America – are both located in Hetch Hetchy Valley. [8] Rancheria Falls is located farther southeast, on Rancheria Creek. [9] Formerly, a \"small but noisy\" [10] waterfall and natural pool existed on the Tuolumne River marked the upper entrance to Hetch Hetchy Valley, [11] informally known as Tuolumne Fall (not to be confused with a similarly named waterfall several miles upriver near Tuolumne Meadows ). The waterfall on the Tuolumne is now submerged under Hetch Hetchy Reservoir. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/HetchHetchyWaterfall.jpg/220px-HetchHetchyWaterfall.jpg",
                "caption": "Tueeulala Falls , 840 ft (260 m), is located on the north side of the valley."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hetch_Hetchy",
        "title": "Hetch Hetchy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Flora and fauna",
        "text": "Hetch Hetchy is home to a diverse array of plants and animals. Gray pine , incense-cedar , and California black oak grow in abundance. Many examples of red-barked manzanita can be seen along the Hetch Hetchy Road. Spring and early summer bring wildflowers including lupine , wallflower , monkey flower , and buttercup . Seventeen species of bats inhabit the Hetch Hetchy area, including the largest North American bat, the western mastiff . [8] Before damming, the valley floor contained abundant stands of black oaks, live oak , Ponderosa pine , Douglas fir , and silver fir bordering the meadows, with alder , willow , poplar and dogwood in the riparian zone along the Tuolumne River. [17] The valley's abundant plants provided nourishment for mule deer , black bears and bighorn sheep . Due to large cataracts on the Tuolumne River upstream, Hetch Hetchy Valley may have been in the uppermost range for native rainbow trout in the river. [18] Due to its abundant wetlands and stream pools, Hetch Hetchy was notorious among early travelers for becoming infested with mosquitoes in the summertime. Said San Francisco resident William Denman in 1918, \"The first time I went into the Hetch Hetchy the mosquitoes were intolerable. They would light upon a man's blue shirt and turn it brown, and were voracious as mosquitoes would be.\" [19]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/The_Hetch_Hetchy_Valley%2C_California%2C_by_Albert_Bierstadt%2C_undated_-_Museum_of_Fine_Arts%2C_Springfield%2C_MA_-_DSC03988.JPG/220px-The_Hetch_Hetchy_Valley%2C_California%2C_by_Albert_Bierstadt%2C_undated_-_Museum_of_Fine_Arts%2C_Springfield%2C_MA_-_DSC03988.JPG",
                "caption": "Albert Bierstadt , The Hetch Hetchy Valley, California , late 19th century"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hetch_Hetchy",
        "title": "Hetch Hetchy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Hetch Hetchy Project",
        "text": "Hetch Hetchy Valley serves as the primary water source for the City and County of San Francisco and several surrounding municipalities in the greater San Francisco Bay Area . The dam and reservoir, combined with a series of aqueducts, tunnels, and hydroelectric plants as well as eight other storage dams, comprise a system known as the Hetch Hetchy Project , which provides 80% of the water supply for 2.6 million people. [51] The project is operated by the San Francisco Public Utilities Commission . The city must pay a lease of $30,000 per year for the use of Hetch Hetchy, which sits on federal land. [52] [53] The aqueduct delivers an average of 265,000 acre⋅ft (327,000,000 m 3 ) of water each year, or 31,900,000 cu ft (900,000 m 3 ) per day, to residents of San Francisco and San Mateo , Santa Clara and Alameda Counties. [54] As completed, O'Shaughnessy Dam is 910 feet (280 m) long, spanning the valley at its narrow outlet. [2] The dam contains 675,000 cu yd (516,000 m 3 ) of concrete. The Hetch Hetchy Reservoir created by the dam has a capacity of 360,400 acre⋅ft (0.4445 km 3 ), with a maximum area of 1,972 acres (798 ha) and a maximum depth of 306 feet (93 m). [2] From Hetch Hetchy Reservoir, the water flows through the Canyon and Mountain Tunnels to Kirkwood and Moccasin Powerhouses , which have capacities of 124 and 110 megawatts , respectively. [55] An additional hydroelectric system comprising Cherry Lake , Lake Eleanor and the Holm Powerhouse is also part of the Hetch Hetchy Project, adding another 169 megawatts of generating capacity. [55] The entire system produces about 1.7 billion kilowatt hours per year, enough to meet 20% of San Francisco's electricity needs. [55] [56] After passing through the powerhouses, Hetch Hetchy water flows into the 167 mi (269 km) Hetch Hetchy Aqueduct which travels across the Central Valley. Just before reaching the Bay Area, it passes through the Irvington tunnel near the city of Fremont , and the aqueduct splits into four pipelines at 37°32′53″N 121°55′55″W ﻿ / ﻿ 37.548104°N 121.932041°W ﻿ / 37.548104; -121.932041 . These are called Bay Division Pipelines (BDPL) 1, 2, 3, and 4, with nominal pipeline diameters of 60, 66, 78, and 96 inches (1.5, 1.7, 2.0 and 2.4 m, respectively). [57] All four pipelines cross the Hayward fault . Pipelines 1 and 2 cross the San Francisco Bay to the south of the Dumbarton Bridge , while pipelines 3 and 4 run to the south of the bay. In the Bay Area, Hetch Hetchy water is stored in local facilities including Calaveras Reservoir , Crystal Springs Reservoir , and San Antonio Reservoir . [58] Pipelines 3 and 4 end at the Pulgas Water Temple , a small park that contains classical architectural elements which celebrate the water delivery. [59] Water from Hetch Hetchy is some of the cleanest municipal water in the United States; San Francisco is one of six U.S. cities not required by law to filter its tap water, although the water is disinfected by ozonation and, since 2011, exposure to UV . [60] The water quality is high because of the unique geology of the upper Tuolumne River drainage basin, which consists mostly of bare granite; as a result, the rivers feeding Hetch Hetchy Reservoir have extremely low loads of sediments and nutrients. The watershed is also strictly protected, so swimming and boating are prohibited at the reservoir (although fishing is permitted at the reservoir and in the rivers which feed it), [61] a measure which is considered unusual for US lakes outside the region. [62] In 2018, the Department of the Interior of the Trump administration began to consider a proposal to allow limited boating on the Hetch Hetchy Reservoir for the first time, supported by the advocacy group Restore Hetch Hetchy which argued that \"San Francisco received [Hetch Hetchy's] benefits long ago, but the American people have not.\" [62] [63]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Hetchhetchyprojmap.jpg/460px-Hetchhetchyprojmap.jpg",
                "caption": "Map of Hetch Hetchy Project facilities"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Hetch_Hetchy_May_2011_001.jpg/220px-Hetch_Hetchy_May_2011_001.jpg",
                "caption": "View of reservoir and Kolana Rock"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Hetch_Hetchy_Aqueduct_in_San_Mateo_County.jpg/460px-Hetch_Hetchy_Aqueduct_in_San_Mateo_County.jpg",
                "caption": "The Hetch Hetchy Aqueduct pipelines 1 and 2 as viewed from the Emerald Hills neighborhood in San Mateo County, California."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Palo_Alto%E2%80%93Los_Altos_bike_path_sign.jpg/220px-Palo_Alto%E2%80%93Los_Altos_bike_path_sign.jpg",
                "caption": "Palo Alto–Los Altos bike path sign, along the Hetch Hetchy Aqueduct pipelines 3 and 4 right of way"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Hetch_Hetchy_Reservoir.jpg/800px-Hetch_Hetchy_Reservoir.jpg",
                "caption": "Hetch Hetchy Reservoir"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hetch_Hetchy",
        "title": "Hetch Hetchy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Arguments against",
        "text": "Those in opposition of dam removal state that demolishing O'Shaughnessy Dam would take away a valuable source of clean, renewable hydroelectric power in the Kirkwood and Moccasin powerhouses; even if measures such as seasonal water diversion into the powerhouses were employed, it would only make up for a fraction of the original power production. [76] The remaining deficit would likely have to be replaced by polluting fossil fuel generation. [51] The removal of the dam would be extremely costly, at least $3–10 billion, [77] and the transport of the demolished material away from the dam site along the narrow, winding Hetch Hetchy Road would be a logistical nightmare with possible environmental impacts. Most importantly, San Francisco would lose its source of high-quality mountain water, and would have to depend on lower-quality water from other reservoirs – which would require costly filtration and re-engineering of the aqueduct system – to meet its needs. [78] [79] The economic wisdom of removing the dam has been frequently questioned. [80] Some observers, such as Carl Pope (director of the Sierra Club ), stated that Hodel had political motives [81] in proposing the study. The imputed motive was to divide the environmental movement: to see residents of the strongly Democratic city of San Francisco coming out against an environmental issue. Dianne Feinstein , the mayor of San Francisco at the time, said in a Los Angeles Times story in 1987: \"All this is for an expanded campground? ... It's dumb, dumb, dumb.\" [82] Hodel, now retired, remains [ when? ] a strong proponent of restoring Hetch Hetchy Valley and Senator Feinstein remained [ when? ] strongly against restoration. [ citation needed ] The George W. Bush administration proposed allocating $7 million to studying the removal of the dam in the 2007 National Park Service budget. [83] Dianne Feinstein opposed this allocation, saying, \"I will do all I can to make sure it isn't included in the final bill. We're not going to remove this dam, and the funding is unnecessary.\" [84] Opponents of dam removal have pointed out that the flooding of the Hetch Hetchy Valley has also deterred the crowds that overrun other areas of Yosemite National Park. Indeed, Hetch Hetchy today [ when? ] remains the least visited developed area of the park. [85] Karin Klein has described Yosemite Valley as \"so crammed ... that it looks more like a ripstop ghetto than the site of a nature experience.\" [86] However, she does support breaching the dam once it has reached the end of its lifespan, and not replacing it. [86] In November 2012, San Francisco voters soundly rejected Proposition F, [87] which would have required the city to conduct an $8 million study on how the flooded valley could be drained and restored to its former state. The proposed study would also have been required to identify potential replacements for the water storage capacity and hydroelectric power production. [88] [89]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/View-at-Hetch-Hetchy-California.jpg/220px-View-at-Hetch-Hetchy-California.jpg",
                "caption": "View point by the O'Shaughnessy Dam"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hetch_Hetchy",
        "title": "Hetch Hetchy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Influence on American landmarks",
        "text": "Bethlehem Steel manufactured the steel for many of the country's most prominent landmarks:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/George_Washington_Bridge_from_New_Jersey-edit.jpg/220px-George_Washington_Bridge_from_New_Jersey-edit.jpg",
                "caption": "Steel from Bethlehem Steel was used in the 1927 construction of the George Washington Bridge , the world's busiest motor vehicle bridge, which connects Manhattan and New York City with New Jersey ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Bethlehem_Steel",
        "title": "Bethlehem Steel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Roads and transport infrastructure",
        "text": "Ground transportation systems like roads, tunnels, bridges, terminals, railways, and mass transit systems are often megaprojects. Numerous large airports and terminals used for airborne passenger and cargo transportation are built as megaprojects.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Third_Mainland_Bridge.jpg/200px-Third_Mainland_Bridge.jpg",
                "caption": "The Third Mainland Bridge is currently the longest of three bridges connecting the island of Lagos to the mainland ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/List_of_megaprojects",
        "title": "List of megaprojects",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Warming since the Industrial Revolution",
        "text": "Around 1850 thermometer records began to provide global coverage. [57] Between the 18th century and 1970 there was little net warming, as the warming impact of greenhouse gas emissions was offset by cooling from sulfur dioxide emissions. Sulfur dioxide causes acid rain , but it also produces sulfate aerosols in the atmosphere, which reflect sunlight and cause so-called global dimming . After 1970, the increasing accumulation of greenhouse gases and controls on sulfur pollution led to a marked increase in temperature. [58] [59] [60] Ongoing changes in climate have had no precedent for several thousand years. [61] Multiple independent datasets all show worldwide increases in surface temperature, [62] at a rate of around 0.2 °C per decade. [63] The 2013–2022 decade warmed to an average 1.15 °C [1.00–1.25 °C] compared to the pre-industrial baseline (1850–1900). [64] Not every single year was warmer than the last: internal climate variability processes can make any year 0.2 °C warmer or colder than the average. [65] From 1998 to 2013, negative phases of two such processes, Pacific Decadal Oscillation (PDO) [66] and Atlantic Multidecadal Oscillation (AMO) [67] caused a so-called \" global warming hiatus \". [68] After the hiatus, the opposite occurred, with years like 2023 exhibiting temperatures well above even the recent average. [69] This is why the temperature change is defined in terms of a 20-year average, which reduces the noise of hot and cold years and decadal climate patterns, and detects the long-term signal. [70] : 5 [71] A wide range of other observations reinforce the evidence of warming. [72] [73] The upper atmosphere is cooling, because greenhouse gases are trapping heat near the Earth's surface, and so less heat is radiating into space. [74] Warming reduces average snow cover and forces the retreat of glaciers . At the same time, warming also causes greater evaporation from the oceans , leading to more atmospheric humidity , more and heavier precipitation . [75] [76] Plants are flowering earlier in spring, and thousands of animal species have been permanently moving to cooler areas. [77]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/1951-_Percent_of_record_temperatures_that_are_cold_or_warm_records.svg/300px-1951-_Percent_of_record_temperatures_that_are_cold_or_warm_records.svg.png",
                "caption": "In recent decades, new high temperature records have substantially outpaced new low temperature records on a growing portion of Earth's surface. [55]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/1955-_Ocean_heat_content_-_NOAA.svg/300px-1955-_Ocean_heat_content_-_NOAA.svg.png",
                "caption": "There has been an increase in ocean heat content during recent decades as the oceans absorb over 90% of the heat from global warming . [56]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Future global temperatures",
        "text": "The World Meteorological Organization estimates a 66% chance of global temperatures exceeding 1.5 °C warming from the preindustrial baseline for at least one year between 2023 and 2027. [94] [95] Because the IPCC uses a 20-year average to define global temperature changes, a single year exceeding 1.5 °C does not break the limit. The IPCC expects the 20-year average global temperature to exceed +1.5 °C in the early 2030s. [96] The IPCC Sixth Assessment Report (2023) included projections that by 2100 global warming is very likely to reach 1.0-1.8 °C under a scenario with very low emissions of greenhouse gases , 2.1-3.5 °C under an intermediate emissions scenario , \nor 3.3-5.7 °C under a very high emissions scenario . [97] In the intermediate and high emission scenarios, the warming will continue past 2100. [98] [99] The remaining carbon budget for staying beneath certain temperature increases is determined by modelling the carbon cycle and climate sensitivity to greenhouse gases. [100] According to the IPCC, global warming can be kept below 1.5 °C with a two-thirds chance if emissions after 2018 do not exceed 420 or 570 gigatonnes of CO 2 . This corresponds to 10 to 13 years of current emissions.  There are high uncertainties about the budget. For instance, it may be 100 gigatonnes of CO 2 equivalent smaller due to CO 2 and methane release from permafrost and wetlands . [101] However, it is clear that fossil fuel resources need to be proactively kept in the ground to prevent substantial warming. Otherwise, their shortages would not occur until the emissions have already locked in significant long-term impacts. [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Projected_Change_in_Temperatures.svg/300px-Projected_Change_in_Temperatures.svg.png",
                "caption": "CMIP6 multi-model projections of global surface temperature changes for the year 2090 relative to the 1850–1900 average. The current trajectory for warming by the end of the century is roughly halfway between these two extremes. [24] [92] [93]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Causes of recent global temperature rise",
        "text": "The climate system experiences various cycles on its own which can last for years, decades or even centuries. For example, El Niño events cause short-term spikes in surface temperature while La Niña events cause short term cooling. [103] Their relative frequency can affect global temperature trends on a decadal timescale. [104] Other changes are caused by an imbalance of energy from external forcings . [105] Examples of these include changes in the concentrations of greenhouse gases , solar luminosity , volcanic eruptions, and variations in the Earth's orbit around the Sun. [106] To determine the human contribution to climate change, unique \"fingerprints\" for all potential causes are developed and compared with both observed patterns and known internal climate variability . [107] For example, solar forcing—whose fingerprint involves warming the entire atmosphere—is ruled out because only the lower atmosphere has warmed. [108] Atmospheric aerosols produce a smaller, cooling effect. Other drivers, such as changes in albedo , are less impactful. [109]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Physical_Drivers_of_climate_change.svg/300px-Physical_Drivers_of_climate_change.svg.png",
                "caption": "Physical drivers of global warming that has happened so far. Future global warming potential for long lived drivers like carbon dioxide emissions is not represented. Whiskers on each bar show the possible error range ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Greenhouse gases",
        "text": "Greenhouse gases are transparent to sunlight , and thus allow it to pass through the atmosphere to heat the Earth's surface. The Earth radiates it as heat , and greenhouse gases absorb a portion of it. This absorption slows the rate at which heat escapes into space, trapping heat near the Earth's surface and warming it over time. [115] While water vapour (≈50%) and clouds (≈25%) are the biggest contributors to the greenhouse effect, they primarily change as a function of temperature and are therefore mostly considered to be feedbacks that change climate sensitivity . On the other hand, concentrations of gases such as CO 2 (≈20%), tropospheric ozone , [116] CFCs and nitrous oxide are added or removed independently from temperature, and are therefore considered to be external forcings that change global temperatures. [117] Before the Industrial Revolution , naturally-occurring amounts of greenhouse gases caused the air near the surface to be about 33 °C warmer than it would have been in their absence. [118] [119] Human activity since the Industrial Revolution, mainly extracting and burning fossil fuels ( coal , oil , and natural gas ), [120] has increased the amount of greenhouse gases in the atmosphere, resulting in a radiative imbalance . In 2019, the concentrations of CO 2 and methane had increased by about 48% and 160%, respectively, since 1750. [121] These CO 2 levels are higher than they have been at any time during the last 2 million years. Concentrations of methane are far higher than they were over the last 800,000 years. [122] Global anthropogenic greenhouse gas emissions in 2019 were equivalent to 59 billion tonnes of CO 2 . Of these emissions, 75% was CO 2 , 18% was methane , 4% was nitrous oxide, and 2% was fluorinated gases . [123] CO 2 emissions primarily come from burning fossil fuels to provide energy for transport , manufacturing, heating , and electricity. [5] Additional CO 2 emissions come from deforestation and industrial processes , which include the CO 2 released by the chemical reactions for making cement , steel , aluminum , and fertiliser . [124] [125] [126] [127] Methane emissions come from livestock , manure, rice cultivation , landfills, wastewater, and coal mining , as well as oil and gas extraction . [128] [129] Nitrous oxide emissions largely come from the microbial decomposition of fertiliser . [130] [131] While methane only lasts in the atmosphere for an average of 12 years, [132] CO 2 lasts much longer. The Earth's surface absorbs CO2 as part of the carbon cycle . While plants on land and in the ocean absorb most excess emissions of CO 2 every year, that CO 2 is returned to the atmosphere when biological matter is digested, burns, or decays. [133] Land-surface carbon sink processes, such as carbon fixation in the soil and photosynthesis, remove about 29% of annual global CO 2 emissions. [134] The ocean has absorbed 20 to 30% of emitted CO 2 over the last 2 decades. [135] CO 2 is only removed from the atmosphere for the long term when it is stored in the Earth's crust, which is a process that can take millions of years to complete. [133]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Carbon_Dioxide_800kyr.svg/300px-Carbon_Dioxide_800kyr.svg.png",
                "caption": "CO 2 concentrations over the last 800,000 years as measured from ice cores [110] [111] [112] [113] (blue/green) and directly [114] (black)"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/CO2_Emissions_by_Source_Since_1880.svg/300px-CO2_Emissions_by_Source_Since_1880.svg.png",
                "caption": "The Global Carbon Project shows how additions to CO 2 since 1880 have been caused by different sources ramping up one after another."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Land surface changes",
        "text": "According to Food and Agriculture Organization , around 30% of Earth's land area is largely unusable for humans ( glaciers , deserts , etc.), 26% is forests , 10% is shrubland and 34% is agricultural land . [137] Deforestation is the main land use change contributor to global warming, [138] as the destroyed trees release CO 2 , and are not replaced by new trees, removing that carbon sink . [32] Between 2001 and 2018, 27% of deforestation was from permanent clearing to enable agricultural expansion for crops and livestock. Another 24% has been lost to temporary clearing under the shifting cultivation agricultural systems. 26% was due to logging for wood and derived products, and wildfires have accounted for the remaining 23%. [139] Some forests have not been fully cleared, but were already degraded by these impacts. Restoring these forests also recovers their potential as a carbon sink. [140] Local vegetation cover impacts how much of the sunlight gets reflected back into space ( albedo ), and how much heat is lost by evaporation . For instance, the change from a dark forest to grassland makes the surface lighter, causing it to reflect more sunlight. Deforestation can also modify the release of chemical compounds that influence clouds, and by changing wind patterns. [141] In tropic and temperate areas the net effect is to produce significant warming, and forest restoration can make local temperatures cooler. [140] At latitudes closer to the poles, there is a cooling effect as forest is replaced by snow-covered (and more reflective) plains. [141] Globally, these increases in surface albedo have been the dominant direct influence on temperature from land use change. Thus, land use change to date is estimated to have a slight cooling effect. [142]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/20210331_Global_tree_cover_loss_-_World_Resources_Institute.svg/300px-20210331_Global_tree_cover_loss_-_World_Resources_Institute.svg.png",
                "caption": "The rate of global tree cover loss has approximately doubled since 2001, to an annual loss approaching an area the size of Italy. [136]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Solar and volcanic activity",
        "text": "As the Sun is the Earth's primary energy source, changes in incoming sunlight directly affect the climate system . [152] Solar irradiance has been measured directly by satellites , [159] and indirect measurements are available from the early 1600s onwards. [152] Since 1880, there has been no upward trend in the amount of the Sun's energy reaching the Earth, in contrast to the warming of the lower atmosphere (the troposphere ). [160] The upper atmosphere (the stratosphere ) would also be warming if the Sun was sending more energy to Earth, but instead, it has been cooling. [108] This is consistent with greenhouse gases preventing heat from leaving the Earth's atmosphere. [161] Explosive volcanic eruptions can release gases, dust and ash that partially block sunlight and reduce temperatures, or they can send water vapor into the atmosphere, which adds to greenhouse gases and increases temperatures. [162] These impacts on temperature only last for several years, because both water vapor and volcanic material have low persistence in the atmosphere. [163] volcanic CO 2 emissions are more persistent, but they are equivalent to less than 1% of current human-caused CO 2 emissions. [164] Volcanic activity still represents the single largest natural impact (forcing) on temperature in the industrial era. Yet, like the other natural forcings, it has had negligible impacts on global temperature trends since the Industrial Revolution. [163]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/2017_Global_warming_attribution_-_based_on_NCA4_Fig_3.3_-_single-panel_version.svg/300px-2017_Global_warming_attribution_-_based_on_NCA4_Fig_3.3_-_single-panel_version.svg.png",
                "caption": "The Fourth National Climate Assessment (\"NCA4\", USGCRP, 2017) includes charts illustrating that neither solar nor volcanic activity can explain the observed warming. [157] [158]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Climate change feedbacks",
        "text": "The response of the climate system to an initial forcing is modified by feedbacks: increased by \"self-reinforcing\" or \"positive\" feedbacks and reduced by \"balancing\" or \"negative\" feedbacks . [166] The main reinforcing feedbacks are the water-vapour feedback , the ice–albedo feedback , and the net effect of clouds. [167] [168] The primary balancing mechanism is radiative cooling , as Earth's surface gives off more heat to space in response to rising temperature. [169] In addition to temperature feedbacks, there are feedbacks in the carbon cycle, such as the fertilising effect of CO 2 on plant growth. [170] Feedbacks are expected to trend in a positive direction as greenhouse gas emissions continue, raising climate sensitivty. [171] Radiative feedbacks are physical processes that influence the rate of global warming in response to warming. For instance, warmer air can hold more moisture , and water vapour itself is a potent greenhouse gas. [167] Warmer air can also result in clouds becoming higher and thinner, where they act as an insulator and warm the planet. [172] Another major feedback is the reduction of snow cover and sea ice in the Arctic, reducing the reflectivity of the Earth's surface there and contributing to amplification of Arctic temperature changes . [173] [174] Arctic amplification is also thawing permafrost , which releases methane and CO 2 into the atmosphere. [175] Around half of human-caused CO 2 emissions have been absorbed by land plants and by the oceans. [176] This fraction is not static and if future CO 2 emissions decrease, the Earth will be able to absorb up to around 70%. If they increase substantially, it'll still absorb more carbon than now, but the overall fraction will decrease to below 40%. [177] This is because climate change increases droughts and heat waves that eventually inhibit plant growth on land, and soils will release more carbon from dead plants when they are warmer . [178] [179] The rate at which oceans absorb atmospheric carbon will be lowered as they become more acidic and experience changes in thermohaline circulation and phytoplankton distribution. [180] [181] [89] Uncertainty over feedbacks, particularly cloud cover, [182] is the major reason why different climate models project different magnitudes of warming for a given amount of emissions. [183]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/NORTH_POLE_Ice_%2819626661335%29.jpg/300px-NORTH_POLE_Ice_%2819626661335%29.jpg",
                "caption": "Sea ice reflects 50% to 70% of incoming sunlight, while the ocean, being darker, reflects only 6%. As an area of sea ice melts and exposes more ocean, more heat is absorbed by the ocean, raising temperatures that melt still more ice. This is a positive feedback process . [165]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Modelling",
        "text": "A climate model is a representation of the physical, chemical and biological processes that affect the climate system. [184] Models include natural processes like changes in the Earth's orbit, historical changes in the Sun's activity, and volcanic forcing. [185] Models are used to estimate the degree of warming future emissions will cause when accounting for the strength of climate feedbacks . [186] [187] Models also predict the circulation of the oceans, the annual cycle of the seasons, and the flows of carbon between the land surface and the atmosphere. [188] The physical realism of models is tested by examining their ability to simulate contemporary or past climates. [189] Past models have underestimated the rate of Arctic shrinkage [190] and underestimated the rate of precipitation increase. [191] Sea level rise since 1990 was underestimated in older models, but more recent models agree well with observations. [192] The 2017 United States-published National Climate Assessment notes that \"climate models may still be underestimating or missing relevant feedback processes\". [193] Additionally, climate models may be unable to adequately predict short-term regional climatic shifts. [194] A subset of climate models add societal factors to a physical climate model. These models simulate how population, economic growth , and energy use affect—and interact with—the physical climate. With this information, these models can produce scenarios of future greenhouse gas emissions. This is then used as input for physical climate models and carbon cycle models to predict how atmospheric concentrations of greenhouse gases might change. [195] [196] Depending on the socioeconomic scenario and the mitigation scenario, models produce atmospheric CO 2 concentrations that range widely between 380 and 1400 ppm. [197]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Greenhouse_Effect.svg/300px-Greenhouse_Effect.svg.png",
                "caption": "Energy flows between space, the atmosphere, and Earth's surface. Most sunlight passes through the atmosphere to heat the Earth's surface, then greenhouse gases absorb most of the heat the Earth radiates in response. Adding to greenhouse gases increases this insulating effect, causing an energy imbalance that heats the planet up."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Environmental effects",
        "text": "The environmental effects of climate change are broad and far-reaching, affecting oceans , ice, and weather. Changes may occur gradually or rapidly. Evidence for these effects comes from studying climate change in the past, from modelling, and from modern observations. [198] Since the 1950s, droughts and heat waves have appeared simultaneously with increasing frequency. [199] Extremely wet or dry events within the monsoon period have increased in India and East Asia. [200] Monsoonal precipitation over the Northern Hemisphere has increased since 1980. [201] The rainfall rate and intensity of hurricanes and typhoons is likely increasing , [202] and the geographic range likely expanding poleward in response to climate warming. [203] Frequency of tropical cyclones has not increased as a result of climate change. [204] Global sea level is rising as a consequence of thermal expansion and the melting of glaciers and ice sheets . Between 1993 and 2020, the rise increased over time, averaging 3.3 ± 0.3 mm per year. [206] Over the 21st century, the IPCC projects 32–62 cm of sea level rise under a low emission scenario, 44–76 cm under an intermediate one and 65–101 cm under a very high emission scenario. [207] Marine ice sheet instability processes in Antarctica may add substantially to these values, [208] including the possibility of a 2-meter sea level rise by 2100 under high emissions. [209] Climate change has led to decades of shrinking and thinning of the Arctic sea ice . [210] While ice-free summers are expected to be rare at 1.5 °C degrees of warming, they are set to occur once every three to ten years at a warming level of 2 °C. [211] Higher atmospheric CO 2 concentrations cause more CO 2 to dissolve in the oceans, which is making them more acidic . [212] Because oxygen is less soluble in warmer water, [213] its concentrations in the ocean are decreasing , and dead zones are expanding. [214]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Sea_level_history_and_projections.svg/300px-Sea_level_history_and_projections.svg.png",
                "caption": "Historical sea level reconstruction and projections up to 2100 published in 2017 by the U.S. Global Change Research Program [205]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Tipping points and long-term impacts",
        "text": "Greater degrees of global warming increase the risk of passing through ' tipping points '—thresholds beyond which certain major impacts can no longer be avoided even if temperatures return to their previous state. [217] [218] For instance, the Greenland ice sheet is already melting, but if global warming reaches levels between 1.7 °C and 2.3 °C, its melting will continue until it fully disappears. If the warming is later reduced to 1.5 °C or less, it will still lose a lot more ice than if the warming was never allowed to reach the threshold in the first place. [219] While the ice sheets would melt over millennia, other tipping points would occur faster and give societies less time to respond. The collapse of major ocean currents like the Atlantic meridional overturning circulation (AMOC), and irreversible damage to key ecosystems like the Amazon rainforest and coral reefs can unfold in a matter of decades. [216] The long-term effects of climate change on oceans include further ice melt, ocean warming , sea level rise, ocean acidification and ocean deoxygenation. [220] The timescale of long-term impacts are centuries to millennia due to CO 2 's long atmospheric lifetime. [221] When net emissions stabilise surface air temperatures will also stabilise, but oceans and ice caps will continue to absorb excess heat from the atmosphere. The result is an estimated total sea level rise of 2.3 metres per degree Celsius (4.2 ft/°F) after 2000 years. [222] Oceanic CO 2 uptake is slow enough that ocean acidification will also continue for hundreds to thousands of years. [223] Deep oceans (below 2,000 metres (6,600 ft)) are also already committed to losing over 10% of their dissolved oxygen by the warming which occurred to date. [224] Further, the West Antarctic ice sheet appears committed to practically irreversible melting, which would increase the sea levels by at least 3.3 m (10 ft 10 in) over approximately 2000 years. [216] [225] [226]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Tipping_points_2022_list.jpeg/300px-Tipping_points_2022_list.jpeg",
                "caption": "Different levels of global warming may cause different parts of Earth's climate system to reach tipping points that cause transitions to different states. [215] [216]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Humans",
        "text": "The effects of climate change are impacting humans everywhere in the world. [245] Impacts can be observed on all continents and ocean regions, [246] with low-latitude, less developed areas facing the greatest risk. [247] Continued warming has potentially \"severe, pervasive and irreversible impacts\" for people and ecosystems. [248] The risks are unevenly distributed, but are generally greater for disadvantaged people in developing and developed countries. [249]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/20211109_Frequency_of_extreme_weather_for_different_degrees_of_global_warming_-_bar_chart_IPCC_AR6_WG1_SPM.svg/300px-20211109_Frequency_of_extreme_weather_for_different_degrees_of_global_warming_-_bar_chart_IPCC_AR6_WG1_SPM.svg.png",
                "caption": "Extreme weather will be progressively more common as the Earth warms. [244]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Reducing and recapturing emissions",
        "text": "Climate change can be mitigated by reducing the rate at which greenhouse gases are emitted into the atmosphere, and by increasing the rate at which carbon dioxide is removed from the atmosphere. [283] In order to limit global warming to less than 1.5 °C global greenhouse gas emissions needs to be net-zero by 2050, or by 2070 with a 2 °C target. [101] This requires far-reaching, systemic changes on an unprecedented scale in energy, land, cities, transport, buildings, and industry. [284] The United Nations Environment Programme estimates that countries need to triple their pledges under the Paris Agreement within the next decade to limit global warming to 2 °C. An even greater level of reduction is required to meet the 1.5 °C goal. [285] With pledges made under the Paris Agreement as of October 2021, global warming would still have a 66% chance of reaching about 2.7 °C (range: 2.2–3.2 °C) by the end of the century. [24] Globally, limiting warming to 2 °C may result in higher economic benefits than economic costs. [286] Although there is no single pathway to limit global warming to 1.5 or 2 °C, [287] most scenarios and strategies see a major increase in the use of renewable energy in combination with increased energy efficiency measures to generate the needed greenhouse gas reductions. [288] To reduce pressures on ecosystems and enhance their carbon sequestration capabilities, changes would also be necessary in agriculture and forestry, [289] such as preventing deforestation and restoring natural ecosystems by reforestation . [290] Other approaches to mitigating climate change have a higher level of risk. Scenarios that limit global warming to 1.5 °C typically project the large-scale use of carbon dioxide removal methods over the 21st century. [291] There are concerns, though, about over-reliance on these technologies, and environmental impacts. [292] Solar radiation modification (SRM) is also a possible supplement to deep reductions in emissions. However, SRM raises significant ethical and legal concerns, and the risks are imperfectly understood. [293]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Greenhouse_gas_emission_scenarios_01.svg/300px-Greenhouse_gas_emission_scenarios_01.svg.png",
                "caption": "Global greenhouse gas emission scenarios, based on policies and pledges as of November 2021"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Clean energy",
        "text": "Renewable energy is key to limiting climate change. [295] For decades, fossil fuels have accounted for roughly 80% of the world's energy use. [296] The remaining share has been split between nuclear power and renewables (including hydropower , bioenergy , wind and solar power and geothermal energy ). [297] Fossil fuel use is expected to peak in absolute terms prior to 2030 and then to decline, with coal use experiencing the sharpest reductions. [298] Renewables represented 75% of all new electricity generation installed in 2019, nearly all solar and wind. [299] Other forms of clean energy, such as nuclear and hydropower, currently have a larger share of the energy supply. However, their future growth forecasts appear limited in comparison. [300] While solar panels and onshore wind are now among the cheapest forms of adding new power generation capacity in many locations, [301] green energy policies are needed to achieve a rapid transition from fossil fuels to renewables. [302] To achieve carbon neutrality by 2050, renewable energy would become the dominant form of electricity generation, rising to 85% or more by 2050 in some scenarios. Investment in coal would be eliminated and coal use nearly phased out by 2050. [303] [304] Electricity generated from renewable sources would also need to become the main energy source for heating and transport. [305] Transport can switch away from internal combustion engine vehicles and towards electric vehicles , public transit, and active transport (cycling and walking). [306] [307] For shipping and flying, low-carbon fuels would reduce emissions. [306] Heating could be increasingly decarbonised with technologies like heat pumps . [308] There are obstacles to the continued rapid growth of clean energy, including renewables. For wind and solar, there are environmental and land use concerns for new projects. [309] Wind and solar also produce energy intermittently and with seasonal variability . Traditionally, hydro dams with reservoirs and conventional power plants have been used when variable energy production is low. Going forward, battery storage can be expanded, energy demand and supply can be matched, and long-distance transmission can smooth variability of renewable outputs. [295] Bioenergy is often not carbon-neutral and may have negative consequences for food security. [310] The growth of nuclear power is constrained by controversy around radioactive waste , nuclear weapon proliferation , and accidents . [311] [312] Hydropower growth is limited by the fact that the best sites have been developed, and new projects are confronting increased social and environmental concerns. [313] Low-carbon energy improves human health by minimising climate change as well as reducing air pollution deaths, [314] which were estimated at 7 million annually in 2016. [315] Meeting the Paris Agreement goals that limit warming to a 2 °C increase could save about a million of those lives per year by 2050, whereas limiting global warming to 1.5 °C could save millions and simultaneously increase energy security and reduce poverty. [316] Improving air quality also has economic benefits which may be larger than mitigation costs. [317]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Global_Energy_Consumption.svg/300px-Global_Energy_Consumption.svg.png",
                "caption": "Coal, oil, and natural gas remain the primary global energy sources even as renewables have begun rapidly increasing. [294]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Lisberg_Burg_Windr%C3%A4der_Solar_power_PC313027.jpg/300px-Lisberg_Burg_Windr%C3%A4der_Solar_power_PC313027.jpg",
                "caption": "Wind and solar power, Germany"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Agriculture and industry",
        "text": "Agriculture and forestry face a triple challenge of limiting greenhouse gas emissions, preventing the further conversion of forests to agricultural land, and meeting increases in world food demand. [326] A set of actions could reduce agriculture and forestry-based emissions by two thirds from 2010 levels. These include reducing growth in demand for food and other agricultural products, increasing land productivity, protecting and restoring forests, and reducing greenhouse gas emissions from agricultural production. [327] On the demand side, a key component of reducing emissions is shifting people towards plant-based diets . [328] Eliminating the production of livestock for meat and dairy would eliminate about 3/4ths of all emissions from agriculture and other land use. [329] Livestock also occupy 37% of ice-free land area on Earth and consume feed from the 12% of land area used for crops, driving deforestation and land degradation. [330] Steel and cement production are responsible for about 13% of industrial CO 2 emissions. In these industries, carbon-intensive materials such as coke and lime play an integral role in the production, so that reducing CO 2 emissions requires research into alternative chemistries. [331]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Greenhouse_Gas_Emissions_by_Economic_Sector.svg/300px-Greenhouse_Gas_Emissions_by_Economic_Sector.svg.png",
                "caption": "Taking into account direct and indirect emissions, industry is the sector with the highest share of global emissions. Data as of 2019 from the IPCC."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Carbon sequestration",
        "text": "Natural carbon sinks can be enhanced to sequester significantly larger amounts of CO 2 beyond naturally occurring levels. [332] Reforestation and afforestation (planting forests where there were none before) are among the most mature sequestration techniques, although the latter raises food security concerns. [333] Farmers can promote sequestration of carbon in soils through practices such as use of winter cover crops , reducing the intensity and frequency of tillage , and using compost and manure as soil amendments. [334] Forest and landscape restoration yields many benefits for the climate, including greenhouse gas emissions sequestration and reduction. [140] Restoration/recreation of coastal wetlands, prairie plots and seagrass meadows increases the uptake of carbon into organic matter. [335] [336] When carbon is sequestered in soils and in organic matter such as trees, there is a risk of the carbon being re-released into the atmosphere later through changes in land use, fire, or other changes in ecosystems. [337] Where energy production or CO 2 -intensive heavy industries continue to produce waste CO 2 , the gas can be captured and stored instead of released to the atmosphere. Although its current use is limited in scale and expensive, [338] carbon capture and storage (CCS) may be able to play a significant role in limiting CO 2 emissions by mid-century. [339] This technique, in combination with bioenergy ( BECCS ) can result in net negative emissions as CO 2 is drawn from the atmosphere. [340] It remains highly uncertain whether carbon dioxide removal techniques will be able to play a large role in limiting warming to 1.5 °C. Policy decisions that rely on carbon dioxide removal increase the risk of global warming rising beyond international goals. [341]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Carbon_Dioxide_Partitioning.svg/300px-Carbon_Dioxide_Partitioning.svg.png",
                "caption": "Most CO 2 emissions have been absorbed by carbon sinks , including plant growth, soil uptake, and ocean uptake ( 2020 Global Carbon Budget )."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Policies and politics",
        "text": "Countries that are most vulnerable to climate change have typically been responsible for a small share of global emissions. This raises questions about justice and fairness. [358] Limiting global warming makes it much easier to achieve the UN's Sustainable Development Goals , such as eradicating poverty and reducing inequalities. The connection is recognised in Sustainable Development Goal 13 which is to \"take urgent action to combat climate change and its impacts\". [359] The goals on food, clean water and ecosystem protection have synergies with climate mitigation. [360] The geopolitics of climate change is complex. It has often been framed as a free-rider problem , in which all countries benefit from mitigation done by other countries, but individual countries would lose from switching to a low-carbon economy themselves. Sometimes mitigation also has localised benefits though. For instance, the benefits of a coal phase-out to public health and local environments exceed the costs in almost all regions. [361] Furthermore, net importers of fossil fuels win economically from switching to clean energy, causing net exporters to face stranded assets : fossil fuels they cannot sell. [362]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Climate_Change_Performance_Index_%282023%29.svg/300px-Climate_Change_Performance_Index_%282023%29.svg.png",
                "caption": "The Climate Change Performance Index ranks countries by greenhouse gas emissions (40% of score), renewable energy (20%), energy use (20%), and climate policy (20%). High Medium Low Very low"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "International climate agreements",
        "text": "Nearly all countries in the world are parties to the 1994 United Nations Framework Convention on Climate Change (UNFCCC). [375] The goal of the UNFCCC is to prevent dangerous human interference with the climate system. [376] As stated in the convention, this requires that greenhouse gas concentrations are stabilised in the atmosphere at a level where ecosystems can adapt naturally to climate change, food production is not threatened, and economic development can be sustained. [377] The UNFCCC does not itself restrict emissions but rather provides a framework for protocols that do. Global emissions have risen since the UNFCCC was signed. [378] Its yearly conferences are the stage of global negotiations. [379] The 1997 Kyoto Protocol extended the UNFCCC and included legally binding commitments for most developed countries to limit their emissions. [380] During the negotiations, the G77 (representing developing countries ) pushed for a mandate requiring developed countries to \"[take] the lead\" in reducing their emissions, [381] since developed countries contributed most to the accumulation of greenhouse gases in the atmosphere. Per-capita emissions were also still relatively low in developing countries and developing countries would need to emit more to meet their development needs. [382] The 2009 Copenhagen Accord has been widely portrayed as disappointing because of its low goals, and was rejected by poorer nations including the G77. [383] Associated parties aimed to limit the global temperature rise to below 2 °C. [384] The Accord set the goal of sending $100 billion per year to developing countries for mitigation and adaptation by 2020, and proposed the founding of the Green Climate Fund . [385] As of 2020 [update] , only 83.3 billion were delivered. Only in 2023 the target is expected to be achieved. [386] In 2015 all UN countries negotiated the Paris Agreement , which aims to keep global warming well below 2.0 °C and contains an aspirational goal of keeping warming under 1.5 °C . [387] The agreement replaced the Kyoto Protocol. Unlike Kyoto, no binding emission targets were set in the Paris Agreement. Instead, a set of procedures was made binding. Countries have to regularly set ever more ambitious goals and reevaluate these goals every five years. [388] The Paris Agreement restated that developing countries must be financially supported. [389] As of October 2021 [update] , 194 states and the European Union have signed the treaty and 191 states and the EU have ratified or acceded to the agreement. [390] The 1987 Montreal Protocol , an international agreement to stop emitting ozone-depleting gases, may have been more effective at curbing greenhouse gas emissions than the Kyoto Protocol specifically designed to do so. [391] The 2016 Kigali Amendment to the Montreal Protocol aims to reduce the emissions of hydrofluorocarbons , a group of powerful greenhouse gases which served as a replacement for banned ozone-depleting gases. This made the Montreal Protocol a stronger agreement against climate change. [392]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Total_CO2_by_Region.svg/300px-Total_CO2_by_Region.svg.png",
                "caption": "Since 2000, rising CO 2 emissions in China and the rest of world have surpassed the output of the United States and Europe. [374]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Per_Capita_CO2_by_Region.svg/300px-Per_Capita_CO2_by_Region.svg.png",
                "caption": "Per person, the United States generates CO 2 at a far faster rate than other primary regions. [374]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Denial and misinformation",
        "text": "Public debate about climate change has been strongly affected by climate change denial and misinformation , which originated in the United States and has since spread to other countries, particularly Canada and Australia. Climate change denial has originated from fossil fuel companies, industry groups, conservative think tanks, and contrarian scientists. [403] Like the tobacco industry , the main strategy of these groups has been to manufacture doubt about climate-change related scientific data and results. [404] People who hold unwarranted doubt about climate change are called climate change \"skeptics\", although \"contrarians\" or \"deniers\" are more appropriate terms. [405] There are different variants of climate denial: some deny that warming takes place at all, some acknowledge warming but attribute it to natural influences, and some minimise the negative impacts of climate change. [406] Manufacturing uncertainty about the science later developed into a manufactured controversy : creating the belief that there is significant uncertainty about climate change within the scientific community in order to delay policy changes. [407] Strategies to promote these ideas include criticism of scientific institutions, [408] and questioning the motives of individual scientists. [406] An echo chamber of climate-denying blogs and media has further fomented misunderstanding of climate change. [409]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/20200327_Climate_change_deniers_cherry_picking_time_periods.gif/300px-20200327_Climate_change_deniers_cherry_picking_time_periods.gif",
                "caption": "Data has been cherry picked from short periods to falsely assert that global temperatures are not rising. Blue trendlines show short periods that mask longer-term warming trends (red trendlines). Blue rectangle with blue dots shows the so-called global warming hiatus . [402]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Public awareness and opinion",
        "text": "Climate change came to international public attention in the late 1980s. [413] Due to media coverage in the early 1990s, people often confused climate change with other environmental issues like ozone depletion. [414] In popular culture , the climate fiction movie The Day After Tomorrow (2004) and the Al Gore documentary An Inconvenient Truth (2006) focused on climate change. [413] Significant regional, gender, age and political differences exist in both public concern for, and understanding of, climate change. More highly educated people, and in some countries, women and younger people, were more likely to see climate change as a serious threat. [415] Partisan gaps also exist in many countries, [416] and countries with high CO 2 emissions tend to be less concerned. [417] Views on causes of climate change vary widely between countries. [418] Concern has increased over time, [416] to the point where in 2021 a majority of citizens in many countries express a high level of worry about climate change, or view it as a global emergency. [419] Higher levels of worry are associated with stronger public support for policies that address climate change. [420]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/20220629_Public_estimates_of_scientific_consensus_on_climate_change_-_horizontal_bar_chart.svg/300px-20220629_Public_estimates_of_scientific_consensus_on_climate_change_-_horizontal_bar_chart.svg.png",
                "caption": "The public substantially underestimates the degree of scientific consensus that humans are causing climate change. [410] Studies from 2019 to 2021 [411] [4] [412] found scientific consensus to range from 98.7 to 100%."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Hydroelectric power stations",
        "text": "The following two lists rank the 200 largest conventional hydroelectric power stations that have an installed electric power generation capacity of at least 1,000 MW and also 17 plants under construction with planned capacity of at least 1,000 MW .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Dreischluchtendamm_hauptwall_2006.jpg/200px-Dreischluchtendamm_hauptwall_2006.jpg",
                "caption": "The Three Gorges Dam , the largest power-generating facility in the world"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Itaipu_195.jpg/200px-Itaipu_195.jpg",
                "caption": "The Itaipu Dam"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Guri_Dam_in_Venezuela.JPG/200px-Guri_Dam_in_Venezuela.JPG",
                "caption": "The Guri Dam"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Usina_de_Tucuru%C3%AD.jpg/200px-Usina_de_Tucuru%C3%AD.jpg",
                "caption": "The Tucurui Dam"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Grand_Coulee_Dam_Panorama_Smaller.jpg/200px-Grand_Coulee_Dam_Panorama_Smaller.jpg",
                "caption": "The Grand Coulee Dam"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/%D0%9A%D1%80%D0%B0%D0%BD_%D0%B4%D0%BB%D1%8F_%D0%B3%D0%B8%D0%B4%D1%80%D0%BE%D1%82%D0%B5%D1%85%D0%BD%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%BE%D0%B3%D0%BE_%D1%81%D1%82%D1%80%D0%BE%D0%B8%D1%82%D0%B5%D0%BB%D1%8C%D1%81%D1%82%D0%B2%D0%B0.jpg/200px-%D0%9A%D1%80%D0%B0%D0%BD_%D0%B4%D0%BB%D1%8F_%D0%B3%D0%B8%D0%B4%D1%80%D0%BE%D1%82%D0%B5%D1%85%D0%BD%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%BE%D0%B3%D0%BE_%D1%81%D1%82%D1%80%D0%BE%D0%B8%D1%82%D0%B5%D0%BB%D1%8C%D1%81%D1%82%D0%B2%D0%B0.jpg",
                "caption": "The Krasnoyarsk Hydroelectric Dam"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Caruachi_Dam_in_Venezuela.JPG/200px-Caruachi_Dam_in_Venezuela.JPG",
                "caption": "The Caruachi Dam"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Hoovernewbridge.jpg/200px-Hoovernewbridge.jpg",
                "caption": "The Hoover Dam"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Srisailam-dam-with-gates-open-2.jpg/200px-Srisailam-dam-with-gates-open-2.jpg",
                "caption": "The Srisailam Dam"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Sardar_Sarovar_Dam_2006%2C_India.jpg/200px-Sardar_Sarovar_Dam_2006%2C_India.jpg",
                "caption": "The Narmada Dam"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/KebanDam.JPG/200px-KebanDam.JPG",
                "caption": "The Keban Dam"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/IJzeren_Poort_Stuwdam.JPG/200px-IJzeren_Poort_Stuwdam.JPG",
                "caption": "Iron Gates Dam , Romania - Serbia"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/%C3%89vacuateur_de_crues_R-B.jpg/200px-%C3%89vacuateur_de_crues_R-B.jpg",
                "caption": "The Robert-Bourassa and La Grande-2-A generating stations common spillway."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Akosombo_Dam.jpg/200px-Akosombo_Dam.jpg",
                "caption": "The Akosombo Dam"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/PA_I_II_III.jpg/200px-PA_I_II_III.jpg",
                "caption": "The Paulo Afonso Hydroelectric Complex"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/AswanHighDam_Egypt.jpg/200px-AswanHighDam_Egypt.jpg",
                "caption": "The Aswan High Dam"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Ataturk_dam_1-GAP.jpg/200px-Ataturk_dam_1-GAP.jpg",
                "caption": "The Atatürk Dam"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/BakunDam.jpg/200px-BakunDam.jpg",
                "caption": "The Bakun Dam"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Bhakra_Dam_Aug_15_2008.JPG/200px-Bhakra_Dam_Aug_15_2008.JPG",
                "caption": "The Bhakra Dam"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Bratsk_hydropower_station_3.jpg/200px-Bratsk_hydropower_station_3.jpg",
                "caption": "The Bratsk Hydroelectric Power Station"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/List_of_conventional_hydroelectric_power_stations",
        "title": "List of conventional hydroelectric power stations",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Utility power",
        "text": "Nearly 32,285 MW coal thermal power projects are under construction as on 1 April 2021. [46] The total installed utility power generation capacity as on 31 March 2023 by type is given below. [2] Hydroelectric power plants with ≤ 25 MW generation capacity are included in Renewable category (classified as SHP – Small Hydro Project)",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Circle_frame.svg/260px-Circle_frame.svg.png",
                "caption": ""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electricity_sector_in_India",
        "title": "Electricity sector in India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Per-Capita consumption",
        "text": "Notes: Per capita consumption = (gross electricity generation + captive power generation + net import) / mid-year population.\nNearly a 24% difference between sales and gross generation due to auxiliary power consumption of thermal power plants and transmission and distribution (T&D) losses, etc. Maximum peak load (MW) in a year is nearly 25% of the total connected load only.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Circle_frame.svg/260px-Circle_frame.svg.png",
                "caption": ""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electricity_sector_in_India",
        "title": "Electricity sector in India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Thermal power",
        "text": "In April 2024, India's electricity sector has seen a significant shift towards coal due to a shortfall in hydropower generation, driven by lower-than-expected rainfall. As reported by the Grid Controller of India Ltd. in April, coal's share in the total power generation mix increased to 77% in the first week of the month, compared to the previous year. This shift to coal is a strategic response to meet the rising electricity demands anticipated during the summer season and ahead of the upcoming elections. This is despite the fact that India's coal reserves were 34% higher than the previous year. The reliance on coal in the short term highlights the tension between India's energy security needs and its clean energy targets. [98]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/NTPC_%282_x_500%29_units.jpg/220px-NTPC_%282_x_500%29_units.jpg",
                "caption": "NTPC thermal power plant in Sipat, Chhattisgarh"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Dahanu-chimney-rel.jpg/220px-Dahanu-chimney-rel.jpg",
                "caption": "A thermal power plant in Maharashtra"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electricity_sector_in_India",
        "title": "Electricity sector in India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Pollution from coal-based power plants",
        "text": "In India the Commercial Energy makes 74% of total energy, of which coal based energy production is around 72–75%, as per 2020 data. For utility power generation, India consumed 622.22 million tons of coal during 2019–20 which is less by 1% compared to 628.94 million tons during 2018–19. However coal imports for utility power generation increased by 12.3% during year 2019–20 at 69.22 million tons from 61.66 million tons during 2018–19. [99] A large part of the Indian coal reserve is similar to Gondwana coal : it is of low calorific value and high ash content, with poor fuel value. On average, Indian coal has a gross calorific value (GCV) of about 4500 Kcal/kg, whereas in Australia, for example, the GCV is about 6500 Kcal/kg . [100] The result is that Indian power plants using India's coal supply consume about 0.7 kg of coal per kWh of power generation, whereas in the United States thermal power plants consume about 0.45 kg of coal per kWh. In 2017, India imported nearly 130 Mtoe (nearly 200 million tons) of steam coal and coking coal, 29% of total consumption, to meet the demand in electricity, cement and steel production. [101] [102] The Centre for Science and Environment has assessed the Indian coal-based power sector as one of the most resource-wasteful and polluting sectors in the world, in part due to the high ash content in India's coal. [103] India's Ministry of Environment and Forests has therefore mandated the use of coals whose ash content has been reduced to 34% (or lower) in power plants in urban, ecologically sensitive and other critically polluted areas. The coal ash reduction industry has grown rapidly in India, with current capacity topping 90 megatonnes. [ when? ] [ citation needed ] Before a thermal power plant is approved for construction and commissioning in India it must undergo an extensive review process that includes environmental impact assessment. [104] The Ministry of Environment and Forests has produced a technical guidance manual to help project proposers avoid environmental pollution from thermal power plants. [105] As of 2016, the existing coal-fired power stations in the utility and captive power sectors were estimated to require nearly 12.5 million INR per MW capacity to install pollution control equipment to comply with the latest emission norms set out by the Ministry of Environment and Forests. [106] [107] [108] [109] Most of the coal fired stations have not complied installation of flue gas de-sulphurisation units for reducing the pollution. [110] In April 2020, CPCB declared that over 42,000 MW thermal power plants have outlived their lives. [111] India has also banned imports of pet coke for use as fuel. [112] As a signatory to the Paris Agreement , India is also reducing power generation from coal to control the emission of greenhouse gases . [113] The particulate, NO x and SO x emissions (excluding particulate emissions in the form of drift from wet cooling towers and mercury emissions from the flue \nstacks) of coal, oil and gas fired power stations in utility power sector (excluding captive power plants) are monitored regularly. [114] The state and central power generation companies are permitted by the Government of India to minimize the cost of coal transportation using flexible coal linkage swaps from inefficient plants to efficient plants, and from plants situated far from coal mines to plants close to the pit head, leading to a reduction in the cost of power. [115] Although coal imports for consumption in the utility sector are declining, the overall imports of steam coal are increasing as the local coal production is unable to meet the requirements of coal-fired captive power plants. [116] [117] India is introducing single spot auctions/exchanges for all type of coal consumers. [118] In 2021, the majority of CO2 emissions from power generation in India were produced by coal, accounting for 96.7% of the total. Natural gas was responsible for 2.6% of emissions, while oil contributed 0.5%. [12]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Demand%2C_production_and_import_of_coal_%28in_million_tonnes%29.png/220px-Demand%2C_production_and_import_of_coal_%28in_million_tonnes%29.png",
                "caption": "(in million tonnes)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electricity_sector_in_India",
        "title": "Electricity sector in India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Retirement of old thermal power plants",
        "text": "India's coal-fired, oil-fired and natural gas-fired thermal power plants are inefficient and replacing them with cheaper renewable technologies offers significant potential for greenhouse gas (CO 2 ) emission reduction. India's thermal power plants emit 50% to 120% more CO 2 per kWh produced compared to average emissions from their European Union (EU-27) counterparts. [119] The central government plans to retire coal-based plants that are at least 25 years old and contributing excessive pollution, totalling 11,000 MW of capacity. [120] As of 2018 there is no similar retirement plan for the captive power sector. In 2020 Carbon Tracker estimated that phasing out 20 years or more old coal-fired plants and the coal fired plants under construction with electricity sale price exceeding INR 4/kWh with new renewables is more economical as these coal fired plants are imposing heavy financial burden on Discoms. [121] Some diesel generator plants and gas turbine plants were also decommissioned in 2016 though they are best suitable for catering ancillary services . [122]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/STPS.jpg/220px-STPS.jpg",
                "caption": "A thermal power plant in Rajasthan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electricity_sector_in_India",
        "title": "Electricity sector in India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Natural gas supply constraints",
        "text": "The installed capacity of natural gas-based power plants (including the plants ready to be commissioned with the commencement of natural gas supply) was nearly 26,765 MW at the end of the financial year 2014–15. These plants were operating at an overall plant load factor (PLF) of 22% due to a severe shortage of natural gas in the country, [130] and the fact that imported liquid natural gas (LNG) was too expensive for power generation. Many power stations were shut down throughout the year for a lack of natural gas supply. [131] The natural gas shortage for power sector alone was nearly 100 million cubic metre per day at standard conditions . [132] The break-even price for switching from imported coal to LNG in electricity generation was estimated to be approximately US$6 per million British thermal units ($20/ MWh ) (thermal energy). [133] The Indian government has taken steps to enhance power generation from gas-based power plants by waiving import duties and taxes. [134] [135] Gasification of coal or lignite or pet coke or biomass produces synthesis gas or syngas (also known as coal gas or wood gas ) which is a mixture of hydrogen, carbon monoxide and carbon dioxide gases. [136] Coal gas can be converted into synthetic natural gas by using the Fischer–Tropsch process at low pressure and high temperature. Coal gas can also be produced by underground coal gasification if the coal deposits are located deep in the ground or it is uneconomical to mine the coal. [137] Synthetic natural gas production technologies promise to dramatically improve India's supply of natural gas. [138] The Dankuni coal complex produces syngas that is piped to industrial users in Calcutta. [139] Many coal-based fertiliser plants can also be economically retrofitted to produce synthetic natural gas. It is estimated that the production cost for syngas could be below US$6 per million British thermal units ($20/MWh). [140] [141] Earlier, natural gas use in power generation was thought to be a bridge fuel as it emits far less CO 2 (below 50%) when compared to coal use in power generation until renewable power generation without CO 2 emissions become economical. [142] Renewable power generation is already cheaper than coal and gas fueled power generation in India. Now the bridge fuel concept is no more valid and existing gas-based generation needs to compete with the coal-based generation when there is no adequate renewable power generation (including storage and peaking type hydropower). The problem of stranded assets/capacity is more deep-rooted for gas-based power plants than that of the coal-based power plants as coal is far cheaper than natural gas in India.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/e/e1/Gasification.gif",
                "caption": "Gasification of Char /Coal"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electricity_sector_in_India",
        "title": "Electricity sector in India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Nuclear power",
        "text": "As of 31 March 2022, India had 6.78 GW of installed nuclear power generation capacity or nearly 1.7% of the total installed utility power generation capacity. Nuclear plants generated 47,063 million kWh at 79.24% PLF in 2021–22. [143] India's nuclear power plant development began in 1964. India signed an agreement with General Electric (United States) for the construction and commissioning of two boiling water reactors at Tarapur. In 1967, this effort was placed under India's Department of Atomic Energy . In 1971, India set up its first pressurized heavy water reactors with Canadian collaboration in Rajasthan . In 1987, India created the Nuclear Power Corporation of India Limited to commercialize nuclear power. The Nuclear Power Corporation of India is a public sector enterprise, wholly owned by the Government of India, under the administrative control of the Department of Atomic Energy. The state-owned company has ambitious plans to establish plants totalling to 63 GW generation capacity by 2032. [144] India's nuclear power generation effort is subject to many safeguards and oversights. Its environmental management system is ISO-14001 certified, and it undergoes peer review by the World Association of Nuclear Operators , including a pre-start-up peer review. The Nuclear Power Corporation of India Limited commented in its annual report for 2011 that its biggest challenge is to address public and policymaker perceptions about the safety of nuclear power, particularly after the Fukushima Daiichi nuclear disaster in Japan. [145] In 2011, India had 18 pressurized heavy water reactors in operation, with another four projects launched totaling 2.8 GW capacity.  India is in the process of launching its first prototype fast breeder reactor using plutonium -based fuel obtained by reprocessing the spent fuel of first-stage reactors . The prototype reactor is located in Tamil Nadu and has a capacity of 500 MW. [146] India has nuclear power plants operating in the following states: Maharashtra , Gujarat , Rajasthan , Uttar Pradesh , Tamil Nadu and Karnataka . These reactors have an installed electricity generation capacity of between 100 MW and 1000 MW each. The Kudankulam nuclear power plant (KNPP) is the single largest nuclear power station in India. KNPP Unit 1 with a capacity of 1000 MWe was commissioned in July 2013, while Unit 2, also with a capacity of 1000 MWe, attained criticality in 2016. Two additional units are under construction. [147] The plant has suffered multiple shutdowns, leading to calls for an expert panel to investigate. [148] First 700 MWe PHWR unit under phase II of Kakrapar Atomic Power Station achieved first criticality in July 2020 and expected to begin commercial operation by December 2022. [146] [149] In 2011, uranium was discovered in the Tummalapalle uranium mine , the country's largest uranium mine and possibly one of the world's largest. The reserves were estimated at 64,000 tonnes, and could be as large as 150,000 tonnes. [150] The mine began operation in 2012. [151] India's share of nuclear power plant generation capacity is 1.2% of worldwide nuclear power production capacity, making it the 15th largest nuclear power producer. India aims to supply 9% of its electricity needs with nuclear power by 2032 and 25% by 2050. [145] [152] Jaitapur Nuclear Power Project , India's largest nuclear power plant project, is planned to be implemented in partnership with Électricité de France under an agreement signed on 10 March 2018. [153] India's government is developing up to 62 additional nuclear reactors, mostly using thorium fuel, which it expects to be operational by 2025. It is the \"only country in the world with a detailed, funded, government-approved plan\" to focus on thorium -based nuclear power. [152]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Kudankulam_NPP.jpg/220px-Kudankulam_NPP.jpg",
                "caption": "Kudankulam Nuclear Power Plant (2 x 1000 MW) under construction in 2009."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electricity_sector_in_India",
        "title": "Electricity sector in India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Renewable energy",
        "text": "On 12 August 2021, India's grid-connected electricity generation capacity reached 100 GW from non-conventional renewable technologies [44] [155] and 46.21 GW from conventional renewable power or major hydroelectric power plants. As of 12 August 2021, there are about 50 GW of projects under development, and 27 GW that are tendered and yet to be auctioned. [44]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/India_renewable_electricity_production.svg/300px-India_renewable_electricity_production.svg.png",
                "caption": "India renewable electricity production by source"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Mean_Wind_Speed_Map_India.png/440px-Mean_Wind_Speed_Map_India.png",
                "caption": "Mean wind speed India. [154]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electricity_sector_in_India",
        "title": "Electricity sector in India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Hydro power",
        "text": "The hydro-electric power plants at Darjeeling and Shivanasamudra were among the first in Asia, and were established in 1898 and 1902 respectively. India's potential for hydropower has been assessed to be about 125,570 MW at a 60% load factor. [157] India is ranked fourth globally by underutilized hydropower potential. The estimated amount of viable hydropower including off-the-stream pumped storage hydroelectric potential varies with improved technology and the cost of electricity generation from other sources. [158] In addition, there is an estimated 6,740 MW of potential for small, mini, and micro-hydro generators and 56 sites for pumped storage schemes with an aggregate capacity of 94,000 MW have been identified. [159] [160] In 2020, the power tariff from Solar PV clubbed with pumped storage hydro have fallen below the coal-based power plant tariffs in offering base load and peak load power supply. [161] [162] The installed hydropower capacity as of 31 March 2024 was 46,928 MW, approximately 10.7% of the total installed utility capacity. [10] Small, mini, and micro-hydro generators add another 5,005 MW capacity. The share of this sector operated by public companies is 97%. [163] Companies engaged in the development of hydroelectric power in India include the National Hydroelectric Power Corporation (NHPC), Northeast Electric Power Company (NEEPCO), Satluj Jal Vidyut Nigam (SJVNL), Tehri Hydro Development Corporation, and NTPC-Hydro. Pumped storage schemes offer the potential for centralized peak power stations for load management in the electricity grid. [164] [165] They also produce secondary /seasonal power at no additional cost when rivers are flooding with excess water. Storing electricity by alternative systems such as batteries , compressed air storage systems, etc. is more costly than electricity production by standby generator . India has already established nearly 4,785 MW pumped storage capacity as part of its installed hydro power plants . [166] [167] Hydropower is a low-carbon, renewable electricity source. However, its advantages are not limited to power generation. In fact, many of its other services are becoming increasingly important in the context of the energy transition and climate change. Hydropower plants offer a broad range of services to the grid that includes balancing and ancillary services. Additionally, hydropower can provide water services such as flood control, irrigation control, water distribution, recreational facilities, and wastewater control. [168] In April 2024, the Grid Controller of India Ltd. noted an 11% drop in March hydropower production from the previous year, leading to a greater dependence on coal to meet energy demands. This highlights hydropower's sensitivity to rainfall and its impact on India's energy mix. [98]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Indira_sagar_dam_0003.jpg/440px-Indira_sagar_dam_0003.jpg",
                "caption": "Indira Sagar Dam partially completed in 2008"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/NagarjunaSagarDam.JPG/220px-NagarjunaSagarDam.JPG",
                "caption": "Nagarjuna Sagar Dam and the 810 MW pumped storage hydroelectric power plant on the Krishna River ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electricity_sector_in_India",
        "title": "Electricity sector in India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Solar power",
        "text": "The solar energy sector in India offers potentially enormous capacity, though little of this potential has so far been exploited. Solar radiation of about 5,000 trillion kWh per year is incident over India's land mass, with average daily solar power potential of 0.25 kWh/m 2 of used land area with available commercially proven technologies. [171] As of 31 March 2024, the installed capacity was 81.813 GW AC and nearly 6.7% of utility electricity generation. [155] India is the third largest producer of solar power globally. [11] Solar power plants require nearly 2.0 hectares (0.020 km 2 ) land per MW capacity, which is similar to coal-fired power plants when life cycle coal mining, consumptive water storage and ash disposal areas are taken into account, and hydropower plants when the submergence area of the water reservoir is included. [172] Solar plants with 1.33 million MW capacity could be installed in India on 1% of its land, which is about 32,000 km 2 (3,200,000 hectares). Large tracts of land that are unproductive, barren and devoid of vegetation exist in all parts of India, exceeding 8% of its total area. These are potentially suitable for solar power. [173] It has been estimated that if 32,000 square km of these wastelands were used for solar power generation, 2000 billion kWh of electricity could be produced, twice the total power generated in 2013–14. At a price of 2.75 ₹/kWh and 1.8 million kWh/MW yearly generation, this would result in a land annual productivity/yield of ₹ 1.0 million (US$12,000) per acre, which compares favorably with many industrial areas and is many times more than the best productive irrigated agriculture lands. [174] Building solar power plants on marginally productive lands offers the potential for solar electricity to replace all of India's fossil fuel energy requirements (natural gas, coal, lignite, and crude oil), [175] and could offer per capita energy consumption at par with USA/Japan for the peak population expected during its demographic transition . [176] The sale price of power generated by solar photovoltaics fell to ₹ 2.00 (2.4¢ US) per kWh in November 2020 which is lower than any other type of power generation in India. [177] [178] In 2023, the levelised tariff in US$ for solar electricity fell to 1.62 cents/kWh, far below the solar PV sale tariff in India. [179] [180] In 2020, the power tariff from Solar PV clubbed with pumped storage hydro or battery storage have fallen below the coal based power plant tariffs in offering base load and peak load power supply. [162] Land acquisition is a challenge for solar farm projects in India. Some state governments are exploring innovative ways to address land availability, for example, by deploying solar capacity above irrigation canals. [181] [182] This allows solar energy to be harvested while simultaneously reducing the loss of irrigation water by solar evaporation. [183] The state of Gujarat was first to implement the Canal Solar Power Project , using solar panels on a 19,000 km (12,000 mi) long network of Narmada canals across the state to generate electricity. It was the first such project in India. Synergy with other types of power generation A major disadvantage of solar power is that it produces electricity only in daylight, and not during nighttime or cloudy daytime. This disadvantage can be overcome by adding energy storage capacity such as pumped-storage hydroelectricity . [184] A proposed gigantic-scale multipurpose project to interlink Indian rivers envisages coastal reservoirs for harnessing river waters that would also create adequte pumped-storage hydropower capacity for energy storage on a daily/weekly basis by consuming the surplus solar power available during the day time. [158] [185] Existing and future hydropower stations can also be expanded with additional pumped-storage hydroelectricity units to cater for nighttime electricity consumption. Most of the groundwater pumping power required can be met directly by solar power during the daytime. [186] Concentrated solar power plants with thermal storage are also emerging as cheaper (US 5¢/kWh) and cleaner Load following power plants than fossil fuel power plants. [187] They can respond to demand round the clock, and work as base load power plants when there is excess solar energy. A mix of solar thermal and solar photovoltaic plants offers the potential to match load fluctuations without requiring costly battery storage.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/India_GHI_Solar-resource-map_GlobalSolarAtlas_World-Bank-Esmap-Solargis.png/440px-India_GHI_Solar-resource-map_GlobalSolarAtlas_World-Bank-Esmap-Solargis.png",
                "caption": "Global Horizontal Irradiation in India. [169]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Price_history_of_silicon_PV_cells_since_1977.svg/220px-Price_history_of_silicon_PV_cells_since_1977.svg.png",
                "caption": "Price history of silicon PV cells (not modules) since 1977. The great thing about solar power is that it is a technology and not a fuel. It is unlimited and the more it is deployed the cheaper it would be. [170] While the more limited fossil fuels are used, the more expensive they become."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Canal_Top_Solar_Power_Plant.jpg/220px-Canal_Top_Solar_Power_Plant.jpg",
                "caption": "Canal Solar Power Project in Kadi, Gujarat"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electricity_sector_in_India",
        "title": "Electricity sector in India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Wind power",
        "text": "In 2021, the onshore wind power potential was assessed as 302 GW at 100 meters and 695.50 GW at 120 meters above ground level. [188] The estimated potential is found on the higher side as the present installed capacity is operating below 20% CUF on average against the minimum 30% CUF considered while assessing the wind potential. [189] Out of the 695 GW potential at 120 m agl, 132 GW potential is assessed to have more than 32% CUF. [190] India has the fourth largest installed wind power capacity in the world. As of 31 August 2023, the installed capacity of wind power was 44.081 GW , spread across many states of India. [155] [191] In 2022–23, wind power accounted for nearly 10% of India's total installed power capacity, and 4.43% of the country's power output. The wind power tariff of around 2.5 INR/kWh is the cheapest of all power generation sources in India. [192] Wind turbine towers and blades can also be made of wood to make them even greener and can surpass the hub height above the local ground level that is economically feasible with steel towers. [193] [194] The offshore wind power potential of India is nearly 112 GW up to 50 meters water depth and nearly 195 GW up to 1000 meters water depth. [195] India has announced tentative schedule for calling request for quotation (RfQ) to establish offshore wind power projects. [196] The levelised cost of electricity (LCOE) has fallen to US$50 per MWh for offshore wind power plants. [195]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Turbines-thar-india.jpg/220px-Turbines-thar-india.jpg",
                "caption": "Wind farm in Rajasthan ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/India_fields_and_wind_turbines.jpg/220px-India_fields_and_wind_turbines.jpg",
                "caption": "Wind turbines midst India's agricultural farms."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Paddies_and_wind_turbines_in_India.jpg/220px-Paddies_and_wind_turbines_in_India.jpg",
                "caption": "Wind farms midst paddy fields in India."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Biomass_Pellets_from_India_-_White_coal..jpg/220px-Biomass_Pellets_from_India_-_White_coal..jpg",
                "caption": "Biomass pellet fuel from India"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electricity_sector_in_India",
        "title": "Electricity sector in India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Electricity transmission and distribution",
        "text": "As of 2013, India has a single wide area synchronous grid that covers the entire country except distant islands. [237] The total length of high voltage (HV) transmission lines (220kV and above) would be enough to form a square matrix of area 266 km 2 (i.e. a square grid 16.3 km on a side, so that on average there is at least one HV line within a distance of 8.15 km) over the entire area of the country. This represents a total of almost 20% more HV transmission lines than that of the United States (322,000 km (200,000 mi) of 230 kV and above). However the Indian grid transmits far less electricity. [241] The installed length of transmission lines of 66 kV and above is 649,833 km (403,788 mi) (on average, there is at least one ≥66 kV transmission line within 4.95 km across the country). [7] The length of secondary transmission lines (400 V and above) is 10,381,226 km (6,450,595 mi) as of 31 March 2018. [7] The spread of total transmission lines (≥400 V) would be sufficient to form a square matrix of area 0.36 km 2 (i.e. on average, at least one transmission line within 0.31 km distance) over the entire area of the country. In a future grid dominated by decentralized power generation like solar and wind power, unscientific expansion of the electrical grid would yield negative results due to Braess's paradox . [242] The all-time maximum peak load met was 182,610 MW on 30 May 2019. [243] The maximum achieved demand factor of substations is nearly 60% at the 220 kV level. However, the operational performance of the system is not satisfactory in meeting peak electricity loads. [244] [245] This has led to the initiation of detailed forensic engineering studies, with a plan to make capital investments in a smart grid that maximizes the utility of the existing transmission infrastructure. [246] [50] The introduction of an availability based tariff (ABT) originally helped to stabilize the Indian transmission grids. [ citation needed ] However, as the grid transitions to power surplus the ABT has become less useful. The July 2012 blackout , affecting the north of the country, was the largest power grid failure in history as measured by the number of people affected. [ citation needed ] India's aggregate transmission and commercial (ATC) losses were nearly 21.35% in 2017–18. [247] [7] [248] This compares unfavorably to the total ATC loss in the electricity sector of the United States , which was only 6.6% out of 4,404 billion kWh electricity supplied during the year 2018. [249] The Indian government set a target of reducing losses to 17.1% by 2017 and to 14.1% by 2022. A high proportion of non-technical losses are caused by illegal tapping of lines, faulty electric meters and fictitious power generation that underestimates actual consumption and also contributes to reduced payment collection. A case study in Kerala estimated that replacing faulty meters could reduce distribution losses from 34% to 29%. [65]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Choudwar_Cuttack.jpg/220px-Choudwar_Cuttack.jpg",
                "caption": "Electricity transmission grid in eastern India."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/220kV_tower_near_Ennore.JPG/220px-220kV_tower_near_Ennore.JPG",
                "caption": "A tower supporting a 220 kV transmission line near Ennore, Chennai"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electricity_sector_in_India",
        "title": "Electricity sector in India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Funding of power infrastructure",
        "text": "India's Ministry of Power administers the Rural Electrification Corporation Limited and the Power Finance Corporation Limited. These central-government-owned public sector enterprises provide loans and guarantees for public and private electricity sector infrastructure projects in India. Excessive plant construction loans at 75% of overestimated costs on overrated plant capacities have led to stranded assets of US$40 to 60 billion. [271] [272] The central and state-owned power generators escaped this crisis as they had entered PPAs with state-owned monopolistic discoms on a cost-plus basis at higher than prevailing market power tariffs, without undergoing competitive bidding process. Many direct and indirect subsidies are given to various sectors. [273]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Borrowings_by_state_owned_discoms.png/220px-Borrowings_by_state_owned_discoms.png",
                "caption": "Borrowings by state owned discoms & commercial losses of discoms"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electricity_sector_in_India",
        "title": "Electricity sector in India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    },
    {
        "section": "Human resource development",
        "text": "The rapid growth of the electricity sector in India has generated high demand for trained personnel. India is making efforts to expand energy education and to enable existing educational institutions to introduce courses related to energy capacity addition, production, operations and maintenance. This initiative includes conventional and renewable energy . The Ministry of New and Renewable Energy announced that State Renewable Energy Agencies are being supported to organize short-term training programs for installation, operation and maintenance, and repair of renewable energy systems in locations where intensive renewable energy programs are being implemented. Renewable Energy Chairs have been established at the Indian Institute of Technology Roorkee and the Indian Institute of Technology Kharagpur . [217] The Central Training Institute Jabalpur is a training institute for power distribution engineering and management. [ citation needed ] The NTPC School of Business Noida has initiated an energy-centered two-year post-graduate diploma in the management program and a one-year post-graduate diploma in management (executive) program, to cater to the growing need for management professionals in this area. [ citation needed ] Education and availability of skilled workers are expected to be a key challenge in India's effort to expand its electricity sector.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Jabalpur_Engineering_College_%28JEC%29%27s_High_Voltage_Lab.jpg/220px-Jabalpur_Engineering_College_%28JEC%29%27s_High_Voltage_Lab.jpg",
                "caption": "1.6 million volt impulse generator at the High Voltage Lab of Jabalpur Engineering College"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electricity_sector_in_India",
        "title": "Electricity sector in India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Hydropower retrofitting and modernization"
    }
]