[
    {
        "section": "Role in addressing climate change",
        "text": "As part of the global effort to limit climate change , most countries have committed to net zero greenhouse gas emissions . [26] In practice, this means phasing out fossil fuels and replacing them with low-emissions energy sources. [12] At the 2023 United Nations Climate Change Conference , around three-quarters of the world's countries set a goal of tripling renewable energy capacity by 2030. [27] The European Union aims to generate 40% of its electricity from renewables by the same year. [28]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/2021_Death_rates%2C_by_energy_source.svg/300px-2021_Death_rates%2C_by_energy_source.svg.png",
                "caption": "Deaths caused as a result of fossil fuel use (areas of rectangles in chart) greatly exceed those resulting from production of renewable energy (rectangles barely visible in chart). [25]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Intermittency",
        "text": "The two most important forms of renewable energy, solar and wind, are intermittent energy sources : they are not available constantly, resulting in lower capacity factors . In contrast, fossil fuel power plants are usually able to produce precisely the amount of energy an electricity grid requires at a given time. Solar energy can only be captured during the day, and ideally in cloudless conditions. Wind power generation can vary significantly not only day-to-day, but even month-to-month. [31] This poses a challenge when transitioning away from fossil fuels: energy demand will often be higher or lower than what renewables can provide. [32] Both scenarios can cause electricity grids to become overloaded, leading to power outages . In the medium-term, this variability may require keeping some gas-fired power plants or other dispatchable generation on standby [33] [34] until there is enough energy storage, demand response , grid improvement, and/or baseload power from non-intermittent sources. In the long-term, energy storage is an important way of dealing with intermittency. [35] Using diversified renewable energy sources and smart grids can also help flatten supply and demand. [36] Sector coupling of the power generation sector with other sectors may increase flexibility: for example the transport sector can be coupled by charging electric vehicles and sending electricity from vehicle to grid . [37] Similarly the industry sector can be coupled by hydrogen produced by electrolysis, [38] and the buildings sector by thermal energy storage for space heating and cooling. [39] Building overcapacity for wind and solar generation can help ensure sufficient electricity production even during poor weather. In optimal weather, it may be necessary to curtail energy generation if it is not possible to use or store excess electricity. [40]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Renewables_need_flexible_backup_not_baseload.png/300px-Renewables_need_flexible_backup_not_baseload.png",
                "caption": "Estimated power demand over a week in May 2012 and May 2020, Germany, showing the variability in solar and wind power both day-to-day and month-to-month."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Solar energy",
        "text": "Solar power produced around 1.3 terrawatt-hours (TWh) worldwide in 2022, [10] representing 4.6% of the world's electricity. Almost all of this growth has happened since 2010. [52] Solar energy can be harnessed anywhere that receives sunlight; however, the amount of solar energy that can be harnessed for electricity generation is influenced by weather conditions , geographic location and time of day. [53] There are two mainstream ways of harnessing solar energy: solar thermal , which converts solar energy into heat; and photovoltaics (PV), which converts it into electricity. [12] PV is far more widespread, accounting for around two thirds of the global solar energy capacity as of 2022. [54] It is also growing at a much faster rate, with 170 GW newly installed capacity in 2021, [55] compared to 25 GW of solar thermal. [54] Passive solar refers to a range of construction strategies and technologies that aim to optimize the distribution of solar heat in a building. Examples include solar chimneys , [12] orienting a building to the sun, using construction materials that can store heat , and designing spaces that naturally circulate air . [56] From 2020 to 2022, solar technology investments almost doubled from USD 162 billion to USD 308 billion, driven by the sector's increasing maturity and cost reductions, particularly in solar photovoltaic (PV), which accounted for 90% of total investments. China and the United States were the main recipients, collectively making up about half of all solar investments since 2013. Despite reductions in Japan and India due to policy changes and COVID-19 , growth in China, the United States, and a significant increase from Vietnam's feed-in tariff program offset these declines. Globally, the solar sector added 714 gigawatts (GW) of solar PV and concentrated solar power (CSP) capacity between 2013 and 2021, with a notable rise in large-scale solar heating installations in 2021, especially in China, Europe, Turkey, and Mexico. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/SolarFachwerkhaus.jpg/220px-SolarFachwerkhaus.jpg",
                "caption": "A small, roof-top mounted PV system in Bonn , Germany"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG/220px-Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG",
                "caption": "Komekurayama photovoltaic power station in Kofu , Japan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Photovoltaics",
        "text": "A photovoltaic system , consisting of solar cells assembled into panels , converts light into electrical direct current via the photoelectric effect . [60] PV has several advantages that make it by far the fastest-growing renewable energy technology. It is cheap, low-maintenance and scalable; adding to an existing PV installation as demanded arises is simple. Its main disadvantage is its poor performance in cloudy weather. [12] PV systems range from small, residential and commercial rooftop or building integrated installations, to large utility-scale photovoltaic power station . [61] A household's solar panels can either be used for just that household or, if connected to an electrical grid, can be aggregated with millions of others. [62] The first utility-scale solar power plant was built in 1982 in Hesperia, California by ARCO . [63] The plant was not profitable and was sold eight years later. [64] However, over the following decades, PV cells became significantly more efficient and cheaper. [65] As a result, PV adoption has grown exponentially since 2010. [66] Global capacity increased from 230 GW at the end of 2015 to 890 GW in 2021. [67] PV grew fastest in China between 2016 and 2021, adding 560 GW, more than all advanced economies combined. [68] Four of the ten biggest solar power stations are in China, including the biggest, Golmud Solar Park in China. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg/220px-1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg.png",
                "caption": "Swanson's law –stating that solar module prices have dropped about 20% for each doubling of installed capacity—defines the \" learning rate \" of solar photovoltaics . [58] [59]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Wind power",
        "text": "Humans have harnessed wind energy since at least 3500 BC. Until the 20th century, it was primarily used to power ships, windmills and water pumps. Today, the vast majority of wind power is used to generate electricity using wind turbines. [12] Modern utility-scale wind turbines range from around 600 kW to 9 MW of rated power. The power available from the wind is a function of the cube of the wind speed, so as wind speed increases, power output increases up to the maximum output for the particular turbine. [76] Areas where winds are stronger and more constant, such as offshore and high-altitude sites, are preferred locations for wind farms. Wind-generated electricity met nearly 4% of global electricity demand in 2015, with nearly 63 GW of new wind power capacity installed. Wind energy was the leading source of new capacity in Europe, the US and Canada, and the second largest in China. In Denmark, wind energy met more than 40% of its electricity demand while Ireland, Portugal and Spain each met nearly 20%. [77] Globally, the long-term technical potential of wind energy is believed to be five times total current global energy production, or 40 times current electricity demand, assuming all practical barriers needed were overcome. This would require wind turbines to be installed over large areas, particularly in areas of higher wind resources, such as offshore, and likely also industrial use of new types of VAWT turbines in addition to the horizontal axis units currently in use. As offshore wind speeds average ~90% greater than that of land, offshore resources can contribute substantially more energy than land-stationed turbines. [78] Investments in wind technologies reached USD 161 billion in 2020, with onshore wind dominating at 80% of total investments from 2013 to 2022. Offshore wind investments nearly doubled to USD 41 billion between 2019 and 2020, primarily due to policy incentives in China and expansion in Europe. Global wind capacity increased by 557 GW between 2013 and 2021, with capacity additions increasing by an average of 19% each year. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Pretty_flamingos_-_geograph.org.uk_-_578705.jpg/170px-Pretty_flamingos_-_geograph.org.uk_-_578705.jpg",
                "caption": "Burbo , NW-England"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Fentonwindpark1.jpg/220px-Fentonwindpark1.jpg",
                "caption": "Sunrise at the Fenton Wind Farm in Minnesota, United States"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Wind_energy_generation_by_region%2C_OWID.svg/300px-Wind_energy_generation_by_region%2C_OWID.svg.png",
                "caption": "Wind energy generation by region over time [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Hydropower",
        "text": "Since water is about 800 times denser than air , even a slow flowing stream of water, or moderate sea swell , can yield considerable amounts of energy. Water can generate electricity with a conversion efficiency of about 90%, which is the highest rate in renewable energy. [82] There are many forms of water energy: Much hydropower is flexible, thus complementing wind and solar. [86] In 2021, the world renewable hydropower capacity was 1,360 GW. [68] Only a third of the world's estimated hydroelectric potential of 14,000 TWh/year has been developed. [87] [88] New hydropower projects face opposition from local communities due to their large impact, including relocation of communities and flooding of wildlife habitats and farming land. [89] High cost and lead times from permission process, including environmental and risk assessments, with lack of environmental and social acceptance are therefore the primary challenges for new developments. [90] It is popular to repower old dams thereby increasing their efficiency and capacity as well as quicker responsiveness on the grid. [91] Where circumstances permit existing dams such as the Russell Dam built in 1985 may be updated with \"pump back\" facilities for pumped-storage which is useful for peak loads or to support intermittent wind and solar power. Because dispatchable power is more valuable than VRE [92] [93] countries with large hydroelectric developments such as Canada and Norway are spending billions to expand their grids to trade with neighboring countries having limited hydro. [94]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/ThreeGorgesDam-China2009.jpg/220px-ThreeGorgesDam-China2009.jpg",
                "caption": "The Three Gorges Dam for hydropower on the Yangtze River in China"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Three_gorges_dam_from_space.jpg/220px-Three_gorges_dam_from_space.jpg",
                "caption": "Three Gorges Dam and Gezhouba Dam , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Bioenergy",
        "text": "Biomass is biological material derived from living, or recently living organisms. Most commonly, it refers to plants or plant-derived materials. As an energy source, biomass can either be used directly via combustion to produce heat, or converted to a more energy-dense biofuel like ethanol. Wood is the most significant biomass energy source as of 2012 [98] and is usually sourced from a trees cleared for silvicultural reasons or fire prevention . Municipal wood waste – for instance, construction materials or sawdust – is also often burned for energy. [99] The biggest per-capita producers of wood-based bioenergy are heavily forested countries like Finland, Sweden, Estonia, Austria, and Denmark. [100] Bioenergy can be environmentally destructive if old-growth forests are cleared to make way for crop production. In particular, demand for palm oil to produce biodiesel has contributed to the deforestation of tropical rainforests in Brazil and Indonesia. [101] In addition, burning biomass still produces carbon emissions, although much less than fossil fuels (39 grams of CO 2 per megajoule of energy, compared to 75 g/MJ for fossil fuels). [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Metz_biomass_power_station.jpg/220px-Metz_biomass_power_station.jpg",
                "caption": "A CHP power station using wood to supply 30,000 households in France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Biofuel",
        "text": "Biofuels are primarily used in transportation, providing 3.5% of the world's transport energy demand in 2022, [103] up from 2.7% in 2010. [104] Biojet is expected to be important for short-term reduction of carbon dioxide emissions from long-haul flights. [105] Aside from wood, the major sources of bioenergy are bioethanol and biodiesel . [12] Bioethanol is usually produced by fermenting the sugar components of crops like sugarcane and maize , while biodiesel is mostly made from oils extracted from plants, such as soybean oil and corn oil . [106] Most of the crops used to produce bioethanol and biodiesel are grown specifically for this purpose, [107] although used cooking oil accounted for 14% of the oil used to produce biodiesel as of 2015. [106] The biomass used to produce biofuels varies by region. Maize is the major feedstock in the United States, while sugarcane dominates in Brazil. [108] In the European Union, where biodiesel is more common than bioethanol, rapeseed oil and palm oil are the main feedstocks. [109] China, although it produces comparatively much less biofuel, uses mostly corn and wheat. [110] In many countries, biofuels are either subsidized or mandated to be included in fuel mixtures . [101] There are many other sources of bioenergy that are more niche, or not yet viable at large scales. For instance, bioethanol could be produced from the cellulosic parts of crops, rather than only the seed as is common today. [111] Sweet sorghum may be a promising alternative source of bioethanol, due to its tolerance of a wide range of climates. [112] Cow dung can be converted into methane. [113] There is also a great deal of research involving algal fuel , which is attractive because algae is a non-food resource, grows around 20 times faster than most food crops, and can be grown almost anywhere. [114]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Faz_S_Sofia_canavial_090607_REFON.JPG/220px-Faz_S_Sofia_canavial_090607_REFON.JPG",
                "caption": "Sugarcane plantation to produce ethanol in Brazil"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Soybeanbus.jpg/220px-Soybeanbus.jpg",
                "caption": "A bus fueled by biodiesel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Geothermal energy",
        "text": "Geothermal energy is thermal energy (heat) extracted from the Earth's crust . It originates from several different sources , of which the most significant is slow radioactive decay of minerals contained in the Earth's interior , [12] as well as some leftover heat from the formation of the Earth . [119] Some of the heat is generated near the Earth's surface in the crust, but some also flows from deep within the Earth from the mantle and core . [119] Geothermal energy extraction is viable mostly in countries located on tectonic plate edges, where the Earth's hot mantle is more exposed. [120] As of 2023, the United States has by far the most geothermal capacity (2.7 GW, [121] or less than 0.2% of the country's total energy capacity [122] ), followed by Indonesia and the Philippines. Global capacity in 2022 was 15 GW. [121] Geothermal energy can be either used directly to heat homes, as is common in Iceland, or to generate electricity. At smaller scales, geothermal power can be generated with geothermal heat pumps , which can extract heat from ground temperatures of under 30 °C (86 °F), allowing them to be used at relatively shallow depths of a few meters. [120] Electricity generation requires large plants and ground temperatures of at least 150 °C (302 °F). In some countries, electricity produced from geothermal energy accounts for a large portion of the total, such as Kenya (43%) and Indonesia (5%). [123] Technical advances may eventually make geothermal power more widely available. For example, enhanced geothermal systems involve drilling around 10 kilometres (6.2 mi) into the Earth, breaking apart hot rocks and extracting the heat using water. In theory, this type of geothermal energy extraction could be done anywhere on Earth. [120]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/NesjavellirPowerPlant_edit2.jpg/220px-NesjavellirPowerPlant_edit2.jpg",
                "caption": "Steam rising from the Nesjavellir Geothermal Power Station in Iceland"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/West_Ford_Flat_Geothermal_Cooling_Tower.JPG/170px-West_Ford_Flat_Geothermal_Cooling_Tower.JPG",
                "caption": "Geothermal plant at The Geysers , California, US"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Krafla_geothermal_power_station_wiki.jpg/220px-Krafla_geothermal_power_station_wiki.jpg",
                "caption": "Krafla , a geothermal power station in Iceland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Marine energy",
        "text": "Marine energy (also sometimes referred to as ocean energy) is the energy carried by ocean waves , tides , salinity , and ocean temperature differences . Technologies to harness the energy of moving water include wave power , marine current power , and tidal power . Reverse electrodialysis (RED) is a technology for generating electricity by mixing fresh water and salty sea water in large power cells. [130] Most marine energy harvesting technologies are still at low technology readiness levels and not used at large scales. Tidal energy is generally considered the most mature, but has not seen wide deployment. [131] The world's largest tidal power station is on Sihwa Lake , South Korea, [132] which produces around 550 gigawatt-hours of electricity per year. [133]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg/220px-Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg",
                "caption": "Aerial view of Sihwa Tidal Power Station in South Korea"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Growth of renewables",
        "text": "The results of a recent review of the literature concluded that as greenhouse gas (GHG) emitters begin to be held liable for damages resulting from GHG emissions resulting in climate change, a high value for liability mitigation would provide powerful incentives for deployment of renewable energy technologies. [181] In the decade of 2010–2019, worldwide investment in renewable energy capacity excluding large hydropower amounted to US$2.7 trillion, of which the top countries China contributed US$818 billion, the United States contributed US$392.3 billion, Japan contributed US$210.9 billion, Germany contributed US$183.4 billion, and the United Kingdom contributed US$126.5 billion. [182] This was an increase of over three and possibly four times the equivalent amount invested in the decade of 2000–2009 (no data is available for 2000–2003). [182] As of 2022, an estimated 28% of the world's electricity was generated by renewables. This is up from 19% in 1990. [183]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg/232px-20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg.png",
                "caption": "Investment: Companies, governments and households have committed increasing amounts to decarbonization, including renewable energy (solar, wind), electric vehicles and associated charging infrastructure, energy storage, energy-efficient heating systems, carbon capture and storage, and hydrogen. [171] [172]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg/232px-20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg.png",
                "caption": "Levelized cost: With increasingly widespread implementation of renewable energy sources, costs have declined, most notably for energy generated by solar panels. [175] [176] Levelized cost of energy (LCOE) is a measure of the average net present cost of electricity generation for a generating plant over its lifetime."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Future projections",
        "text": "A December 2022 report by the IEA forecasts that over 2022-2027, renewables are seen growing by almost 2 400 GW in its main forecast, equal to the entire installed power capacity of China in 2021. This is an 85% acceleration from the previous five years, and almost 30% higher than what the IEA forecast in its 2021 report, making its largest ever upward revision. Renewables are set to account for over 90% of global electricity capacity expansion over the forecast period. [68] To achieve net zero emissions by 2050, IEA believes that 90% of global electricity generation will need to be produced from renewable sources. [17] In June 2022 IEA Executive Director Fatih Birol said that countries should invest more in renewables to \"ease the pressure on consumers from high fossil fuel prices, make our energy systems more secure, and get the world on track to reach our climate goals.\" [185] China's five year plan to 2025 includes increasing direct heating by renewables such as geothermal and solar thermal. [186] REPowerEU , the EU plan to escape dependence on fossil Russian gas , is expected to call for much more green hydrogen . [187] After a transitional period, [188] renewable energy production is expected to make up most of the world's energy production. In 2018, the risk management firm, DNV GL , forecasts that the world's primary energy mix will be split equally between fossil and non-fossil sources by 2050. [189]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg/220px-2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg.png",
                "caption": "In 2023, electricity generation from wind and solar sources was projected to exceed 30% by 2030. [184]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Policy",
        "text": "Policies to support renewable energy have been vital in their expansion. Where Europe dominated in establishing energy policy in the early 2000s, most countries around the world now have some form of energy policy. [199] The International Renewable Energy Agency (IRENA) is an intergovernmental organization for promoting the adoption of renewable energy worldwide. It aims to provide concrete policy advice and facilitate capacity building and technology transfer. IRENA was formed in 2009, with 75 countries signing the charter of IRENA. [200] As of April 2019, IRENA has 160 member states. [201] The then United Nations Secretary-General Ban Ki-moon has said that renewable energy can lift the poorest nations to new levels of prosperity, [202] and in September 2011 he launched the UN Sustainable Energy for All initiative to improve energy access, efficiency and the deployment of renewable energy. [203] The 2015 Paris Agreement on climate change motivated many countries to develop or improve renewable energy policies. [204] In 2017, a total of 121 countries adopted some form of renewable energy policy. [199] National targets that year existed in 176 countries. [204] In addition, there is also a wide range of policies at the state/provincial, and local levels. [104] Some public utilities help plan or install residential energy upgrades . Many national, state and local governments have created green banks . A green bank is a quasi-public financial institution that uses public capital to leverage private investment in clean energy technologies. [205] Green banks use a variety of financial tools to bridge market gaps that hinder the deployment of clean energy. Climate neutrality by the year 2050 is the main goal of the European Green Deal . [206] For the European Union to reach their target of climate neutrality, one goal is to decarbonise its energy system by aiming to achieve \"net-zero greenhouse gas emissions by 2050.\" [207]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Share_of_electricity_production_from_renewables.svg/330px-Share_of_electricity_production_from_renewables.svg.png",
                "caption": "Share of electricity production from renewables, 2022 [8]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Geopolitics",
        "text": "The geopolitical impact of the growing use of renewable energy is a subject of ongoing debate and research. [219] Many fossil-fuel producing countries, such as Qatar , Russia , Saudi Arabia and Norway , are currently able to exert diplomatic or geopolitical influence as a result of their oil wealth. Most of these countries are expected to be among the geopolitical \"losers\" of the energy transition, although some, like Norway, are also significant producers and exporters of renewable energy. Fossil fuels and the infrastructure to extract them may, in the long term, become stranded assets . [220] It has been speculated that countries dependent on fossil fuel revenue may one day find it in their interests to quickly sell off their remaining fossil fuels. [221] Conversely, nations abundant in renewable resources, and the minerals required for renewables technology, are expected to gain influence. [222] [223] In particular, China has become the world's dominant manufacturer of the technology needed to produce or store renewable energy, especially solar panels , wind turbines , and lithium-ion batteries . [224] Nations rich in solar and wind energy could become major energy exporters. [225] Some may produce and export green hydrogen , [226] [225] although electricity is projected to be the dominant energy carrier in 2050, accounting for almost 50% of total energy consumption (up from 22% in 2015). [227] Countries with large uninhabited areas such as Australia, China, and many African and Middle Eastern countries have a potential for huge installations of renewable energy. The production of renewable energy technologies requires rare-earth elements with new supply chains. [228] Countries with already weak governments that rely on fossil fuel revenue may face even higher political instability or popular unrest. Analysts consider Nigeria, Angola , Chad , Gabon , and Sudan , all countries with a history of military coups , to be at risk of instability due to dwindling oil income. [229] A study found that transition from fossil fuels to renewable energy systems reduces risks from mining, trade and political dependence because renewable energy systems don't need fuel – they depend on trade only for the acquisition of materials and components during construction. [230] In October 2021, European Commissioner for Climate Action Frans Timmermans suggested \"the best answer\" to the 2021 global energy crisis is \"to reduce our reliance on fossil fuels.\" [231] He said those blaming the European Green Deal were doing so \"for perhaps ideological reasons or sometimes economic reasons in protecting their vested interests.\" [231] Some critics blamed the European Union Emissions Trading System (EU ETS) and closure of nuclear plants for contributing to the energy crisis. [232] [233] [234] European Commission President Ursula von der Leyen said that Europe is \"too reliant\" on natural gas and too dependent on natural gas imports . According to Von der Leyen, \"The answer has to do with diversifying our suppliers ... and, crucially, with speeding up the transition to clean energy.\" [235]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/TREC-Map-en.jpg/220px-TREC-Map-en.jpg",
                "caption": "A concept of a super grid"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Public support",
        "text": "Solar power plants may compete with arable land , [254] [255] while on-shore wind farms often face opposition due to aesthetic concerns and noise. [256] [257] Such opponents are often described as NIMBYs (\"not in my back yard\"). [258] Some environmentalists are concerned about fatal collisions of birds and bats with wind turbines. [259] Although protests against new wind farms occasionally occur around the world, regional and national surveys generally find broad support for both solar and wind power. [260] [261] [262] Community-owned wind energy is sometimes proposed as a way to increase local support for wind farms. [263] A 2011 UK Government document stated that \"projects are generally more likely to succeed if they have broad public support and the consent of local communities. This means giving communities both a say and a stake.\" [264] In the 2000s and early 2010s, many renewable projects in Germany, Sweden and Denmark were owned by local communities, particularly through cooperative structures. [265] [266] In the years since, more installations in Germany have been undertaken by large companies, [263] but community ownership remains strong in Denmark. [267]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [253]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Basic principle",
        "text": "At times of low electrical demand, excess generation capacity is used to pump water into the upper reservoir. When there is higher demand, water is released back into the lower reservoir through a turbine , generating electricity. Reversible turbine/generator assemblies act as combined pump and turbine generator units (usually Francis turbine designs). [15] Variable speed operation further optimizes the round trip efficiency in pumped hydro storage plants. [16] [17] In micro-PSH applications, a group of pumps and Pump As Turbine (PAT) could be implemented respectively for pumping and generating phases. [18] The same pump could be used in both modes by changing rotational direction and speed: [18] the operation point in pumping usually differs from the operation point in PAT mode.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Pumpspeicherkraftwerk_engl.png/220px-Pumpspeicherkraftwerk_engl.png",
                "caption": "Power distribution, over a day, of a pumped-storage hydroelectricity facility. Green represents power consumed in pumping. Red is power generated."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pumped-storage_hydroelectricity",
        "title": "Pumped-storage hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Economic efficiency",
        "text": "Taking into account conversion losses and evaporation losses from the exposed water surface, energy recovery of 70–80% or more can be achieved. [19] This technique is currently the most cost-effective means of storing large amounts of electrical energy, but capital costs and the necessity of appropriate geography are critical decision factors in selecting pumped-storage plant sites. The relatively low energy density of pumped storage systems requires either large flows and/or large differences in height between reservoirs. The only way to store a significant amount of energy is by having a large body of water located relatively near, but as high as possible above, a second body of water. In some places this occurs naturally, in others one or both bodies of water were man-made. Projects in which both reservoirs are artificial and in which no natural inflows are involved with either reservoir are referred to as \"closed loop\" systems. [20] These systems may be economical because they flatten out load variations on the power grid, permitting thermal power stations such as coal-fired plants and nuclear power plants that provide base-load electricity to continue operating at peak efficiency, while reducing the need for \"peaking\" power plants that use the same fuels as many base-load thermal plants, gas and oil, but have been designed for flexibility rather than maximal efficiency. Hence pumped storage systems are crucial when coordinating large groups of heterogeneous generators . Capital costs for pumped-storage plants are relatively high, although this is somewhat mitigated by their proven long service life of decades - and in some cases over a century, [21] [22] which is three to five times longer than utility-scale batteries. When electricity prices become negative , pumped hydro operators may earn twice - when \"buying\" the electricity to pump the water to the upper reservoir at negative spot prices and again when selling the electricity at a later time when prices are high. Along with energy management, pumped storage systems help stabilize electrical network frequency and provide reserve generation. Thermal plants are much less able to respond to sudden changes in electrical demand that potentially cause frequency and voltage instability. Pumped storage plants, like other hydroelectric plants, can respond to load changes within seconds. The most important use for pumped storage has traditionally been to balance baseload powerplants, but they may also be used to abate the fluctuating output of intermittent energy sources . Pumped storage provides a load at times of high electricity output and low electricity demand, enabling additional system peak capacity. In certain jurisdictions, electricity prices may be close to zero or occasionally negative on occasions that there is more electrical generation available than there is load available to absorb it. Although at present this is rarely due to wind or solar power alone, increased use of such generation will increase the likelihood of those occurrences. [ citation needed ] It is particularly likely that pumped storage will become especially important as a balance for very large-scale photovoltaic and wind generation. [23] Increased long-distance transmission capacity combined with significant amounts of energy storage will be a crucial part of regulating any large-scale deployment of intermittent renewable power sources. [24] The high non-firm renewable electricity penetration in some regions  supplies 40% of annual output, but 60% may be reached before additional storage is necessary. [25] [26] [27]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Stwlan.dam.jpg/220px-Stwlan.dam.jpg",
                "caption": "The upper reservoir, Llyn Stwlan, and dam of the Ffestiniog Pumped Storage Scheme in North Wales . The lower power station has four water turbines which generate 360 MW of electricity within 60 seconds of the need arising."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pumped-storage_hydroelectricity",
        "title": "Pumped-storage hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Summary",
        "text": "In 2009, world pumped storage generating capacity was 104 GW , [32] while other sources claim 127 GW, which comprises the vast majority of all types of utility grade electric storage. [33] The EU had 38.3 GW net capacity (36.8% of world capacity) out of a total of 140 GW of hydropower and representing 5% of total net electrical capacity in the EU. Japan had 25.5 GW net capacity (24.5% of world capacity). [32] In 2010 the United States had 21.5 GW of pumped storage generating capacity (20.6% of world capacity). [34] PSH contributed 21,073 GWh of energy  in 2020 in the United States, but −5,321 GWh  (net) because more energy is consumed in pumping than is generated. [35] Nameplate pumped storage capacity had grown to 21.6 GW by 2014, with pumped storage comprising 97% of grid-scale energy storage in the United States. As of late 2014, there were 51 active project proposals with a total of 39 GW of new nameplate capacity across all stages of the FERC licensing process for new pumped storage hydroelectric plants in the United States, but no new plants were currently under construction in the United States at the time. [36] [37] The five largest operational pumped-storage plants are listed below (for a detailed list see List of pumped-storage hydroelectric power stations ) :",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Kruonis_Pumped_Storage_Plant.Lithuania.jpg/220px-Kruonis_Pumped_Storage_Plant.Lithuania.jpg",
                "caption": "Kruonis Pumped Storage Plant , Lithuania"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pumped-storage_hydroelectricity",
        "title": "Pumped-storage hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Open research questions",
        "text": "A review identified major gaps and neglected aspects – open research questions – in the 100% RE literature. These include: [14]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/A_multi-scalar_policy_mix_for_reducing_vulnerability_to_low-carbon_transitions.jpg/220px-A_multi-scalar_policy_mix_for_reducing_vulnerability_to_low-carbon_transitions.jpg",
                "caption": "A multi-scalar policy mix for reducing vulnerability to low-carbon transitions. [166]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/100%25_renewable_energy",
        "title": "100% renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Wind power",
        "text": "Grid operators use day ahead forecasting to determine which of the available power sources to use the next day, and weather forecasting is used to predict the likely wind power and solar power output available. Although wind power forecasts have been used operationally for decades, as of 2019 [update] the IEA is organizing international collaboration to further improve their accuracy. [19] Wind-generated power is a variable resource, and the amount of electricity produced at any given point in time by a given plant will depend on wind speeds, air density, and turbine characteristics, among other factors. If wind speed is too low then the wind turbines will not be able to make electricity, and if it is too high the turbines will have to be shut down to avoid damage.  While the output from a single turbine can vary greatly and rapidly as local wind speeds vary, as more turbines are connected over larger and larger areas the average power output becomes less variable. [10] Because wind power is generated by large numbers of small generators, individual failures do not have large impacts on power grids. This feature of wind has been referred to as resiliency. [36]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Windpowerprediction.png/220px-Windpowerprediction.png",
                "caption": "Day ahead prediction and actual wind power"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Erie_Shores_Wind_Farm_output_Aug-Jul_2008.gif/220px-Erie_Shores_Wind_Farm_output_Aug-Jul_2008.gif",
                "caption": "Erie Shores Wind Farm monthly output over a two-year period"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Aralvaimozhy_station.jpg/220px-Aralvaimozhy_station.jpg",
                "caption": "A wind farm in Muppandal , Tamil Nadu , India"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Variable_renewable_energy",
        "title": "Variable renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Solar power",
        "text": "Intermittency inherently affects solar energy , as the production of renewable electricity from solar sources depends on the amount of sunlight at a given place and time.  Solar output varies throughout the day and through the seasons, and is affected by dust, fog, cloud cover, frost or snow.  Many of the seasonal factors are fairly predictable, and some solar thermal systems make use of heat storage to produce grid power for a full day. [37] The impact of intermittency of solar-generated electricity will depend on the correlation of generation with demand. For example, solar thermal power plants such as Nevada Solar One are somewhat matched to summer peak loads in areas with significant cooling demands, such as the south-western United States. Thermal energy storage systems like the small Spanish Gemasolar Thermosolar Plant can improve the match between solar supply and local consumption. The improved capacity factor using thermal storage represents a decrease in maximum capacity, and extends the total time the system generates power. [42] [43] [44]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/ATTParksolarpaneloutput.png/220px-ATTParksolarpaneloutput.png",
                "caption": "Daily solar output at AT&T Park in San Francisco"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/ATTParkannualoutput.png/250px-ATTParkannualoutput.png",
                "caption": "Seasonal variation of the output of the solar panels at AT&T park in San Francisco"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/SolarStirlingEngine.jpg/220px-SolarStirlingEngine.jpg",
                "caption": "Dish Stirling"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Variable_renewable_energy",
        "title": "Variable renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Tidal power",
        "text": "Tidal power is the most predictable of all the variable renewable energy sources. The tides reverse twice a day, but they are never intermittent, on the contrary they are completely reliable. [46]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Tide_type.svg/220px-Tide_type.svg.png",
                "caption": "Types of tide"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Variable_renewable_energy",
        "title": "Variable renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Storage",
        "text": "At times of low load where non-dispatchable output from wind and solar may be high, grid stability requires lowering the output of various dispatchable generating sources or even increasing controllable loads, possibly by using energy storage to time-shift output to times of higher demand. Such mechanisms can include: Pumped storage hydropower is the most prevalent existing technology used, and can substantially improve the economics of wind power. The availability of hydropower sites suitable for storage will vary from grid to grid.  Typical round trip efficiency is 80%. [10] [70] Traditional lithium-ion is the most common type used for grid-scale battery storage as of 2020 [update] . [71] Rechargeable flow batteries can serve as a large capacity, rapid-response storage medium. [13] Hydrogen can be created through electrolysis and stored for later use. [72] Flywheel energy storage systems have some advantages over chemical batteries. Along with substantial durability which allows them to be cycled frequently without noticeable life reduction, they also have very fast response and ramp rates. They can go from full discharge to full charge within a few seconds. [73] They can be manufactured using non-toxic and environmentally friendly materials, easily recyclable once the service life is over. [74] Thermal energy storage stores heat. Stored heat can be used directly for heating needs or converted into electricity. In the context of a CHP plant a heat storage can serve as a functional electricity storage at comparably low costs. Ice storage air conditioning Ice can be stored inter seasonally and can be used as a source of air-conditioning during periods of high demand. Present systems only need to store ice for a few hours but are well developed. Storage of electrical energy results in some lost energy because storage and retrieval are not perfectly efficient. Storage also requires capital investment and space for storage facilities.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Abengoa_Solar_%287336087392%29.jpg/220px-Abengoa_Solar_%287336087392%29.jpg",
                "caption": "Construction of the Salt Tanks which provide efficient thermal energy storage [67] so that output can be provided after the sun goes down, and output can be scheduled to meet demand requirements. [68] The 280 MW Solana Generating Station is designed to provide six hours of energy storage. This allows the plant to generate about 38 percent of its rated capacity over the course of a year. [69]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Battery-cost-learning-curve.png/220px-Battery-cost-learning-curve.png",
                "caption": "Learning curve of lithium-ion batteries: the price of batteries declined by 97% in three decades."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Variable_renewable_energy",
        "title": "Variable renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Geographic diversity and complementing technologies",
        "text": "The variability of production from a single wind turbine can be high. Combining any additional number of turbines, for example, in a wind farm, results in lower statistical variation, as long as the correlation between the output of each turbine is imperfect, and the correlations are always imperfect due to the distance between each turbine. Similarly, geographically distant wind turbines or wind farms have lower correlations, reducing overall variability. Since wind power is dependent on weather systems, there is a limit to the benefit of this geographic diversity for any power system. [75] Multiple wind farms spread over a wide geographic area and gridded together produce power more constantly and with less variability than smaller installations. Wind output can be predicted with some degree of confidence using weather forecasts, especially from large numbers of turbines/farms. The ability to predict wind output is expected to increase over time as data is collected, especially from newer facilities. [75] Electricity produced from solar energy tends to counterbalance the fluctuating supplies generated from wind.  Normally it is windiest at night and during cloudy or stormy weather, and there is more sunshine on clear days with less wind. [76] Besides, wind energy has often a peak in the winter season, whereas solar energy has a peak in the summer season; the combination of wind and solar reduces the need for dispatchable backup power. [77]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Ontariowindfarmshourlyoutputover5days.gif/330px-Ontariowindfarmshourlyoutputover5days.gif",
                "caption": "Five days of hourly output of five wind farms in Ontario"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Variable_renewable_energy",
        "title": "Variable renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Germany",
        "text": "In countries with a considerable amount of renewable energy, solar energy causes price drops around noon every day. PV production follows the higher demand during these hours. The images below show two weeks in 2022 in Germany, where renewable energy has a share of over 40%. [107] Prices also drop every night and weekend due to low demand. In hours without PV and wind power, electricity prices rise. This can lead to demand side adjustments. While industry is dependent on the hourly prices, most private households still pay a fixed tariff. With smart meters , private consomers can also be motivated i.e. to load an electric car when enough renewable energy is available and prices are cheap. Steerable flexibility in electricity production is essential to back up variable energy sources. The German example shows that pumped hydro storage, gas plants and hard coal jump in fast. Lignite varies on a daily basis. Nuclear power and biomass can theoretically adjust to a certain extent. However, in this case incentives still seem not be high enough.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Variable_renewable_energy.svg/688px-Variable_renewable_energy.svg.png",
                "caption": "Renewable and conventional energy production in Germany over two weeks in 2022. In hours with low wind and PV production, hard coal and gas fill the gap. Nuclear and biomass show almost no flexibility. PV follows the increased consumption during daytime hours but varies seasonally."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Variable_renewable_energy",
        "title": "Variable renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Health",
        "text": "Geothermal power in Turkey is used mainly for heating, and solar water heating is also widespread. However, burning wood for home heating (classified as \"traditional biomass\" within academic reports) has been causing indoor air pollution throughout history, [99] and still poses such problems. [100] Possible health benefits of expanding modern renewable energy have been estimated at US$800 million a year. [83] Health benefits could be greater if renewables succeeded in phasing out coal by 2030. [101]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Renewable_energy_reduces_health_costs_in_Turkey.jpg/220px-Renewable_energy_reduces_health_costs_in_Turkey.jpg",
                "caption": "Renewable energy reduces health costs in Turkey."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_Turkey",
        "title": "Renewable energy in Turkey",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Wind energy resources",
        "text": "Wind is air movement in the Earth's atmosphere. In a unit of time, say 1 second, the volume of air that had passed an area A {\\displaystyle A} is A v {\\displaystyle Av} . If the air density is ρ {\\displaystyle \\rho } , the mass of this volume of air is M = ρ A v {\\displaystyle M=\\rho Av} , and the power transfer, or energy transfer per second is P = 1 2 M v 2 = 1 2 ρ A v 3 {\\displaystyle P={\\tfrac {1}{2}}Mv^{2}={\\tfrac {1}{2}}\\rho Av^{3}} . Wind power is thus proportional to the third power of the wind speed; the available power increases eightfold when the wind speed doubles. Change of wind speed by a factor of 2.1544 increases the wind power by one order of magnitude (multiply by 10). The global wind kinetic energy averaged approximately 1.50 MJ/m 2 over the period from 1979 to 2010, 1.31 MJ/m 2 in the Northern Hemisphere with 1.70 MJ/m 2 in the Southern Hemisphere. The atmosphere acts as a thermal engine, absorbing heat at higher temperatures, releasing heat at lower temperatures. The process is responsible for the production of wind kinetic energy at a rate of 2.46 W/m 2 thus sustaining the circulation of the atmosphere against friction. [15] Through wind resource assessment , it is possible to estimate wind power potential globally, by country or region, or for a specific site. The Global Wind Atlas provided by the Technical University of Denmark in partnership with the World Bank provides a global assessment of wind power potential. [13] [16] [17] Unlike 'static' wind resource atlases which average estimates of wind speed and power density across multiple years, tools such as Renewables.ninja provide time-varying simulations of wind speed and power output from different wind turbine models at an hourly resolution. [18] More detailed, site-specific assessments of wind resource potential can be obtained from specialist commercial providers, and many of the larger wind developers have in-house modeling capabilities. The total amount of economically extractable power available from the wind is considerably more than present human power use from all sources. [19] The strength of wind varies, and an average value for a given location does not alone indicate the amount of energy a wind turbine could produce there. To assess prospective wind power sites, a probability distribution function is often fit to the observed wind speed data. [20] Different locations will have different wind speed distributions. The Weibull model closely mirrors the actual distribution of hourly/ten-minute wind speeds at many locations. The Weibull factor is often close to 2 and therefore a Rayleigh distribution can be used as a less accurate, but simpler model. [21]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Mean_Wind_Speed.png/220px-Mean_Wind_Speed.png",
                "caption": "Global map of wind speed at 100 meters on land and around coasts. [13]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Lee_Ranch_Wind_Speed_Frequency.svg/350px-Lee_Ranch_Wind_Speed_Frequency.svg.png",
                "caption": "Distribution of wind speed (red) and energy (blue) for all of 2002 at the Lee Ranch facility in Colorado. The histogram shows measured data, while the curve is the Rayleigh model distribution for the same average wind speed."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Global_Map_of_Wind_Power_Density_Potential.png/220px-Global_Map_of_Wind_Power_Density_Potential.png",
                "caption": "Global map of wind power density potential [14]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Offshore wind power",
        "text": "Offshore wind power is wind farms in large bodies of water, usually the sea. These installations can use the more frequent and powerful winds that are available in these locations and have less visual impact on the landscape than land-based projects. However, the construction and maintenance costs are considerably higher. [36] [37] As of November 2021, the Hornsea Wind Farm in the United Kingdom is the largest offshore wind farm in the world at 1,218 MW . [38]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Agucadoura_WindFloat_Prototype.jpg/225px-Agucadoura_WindFloat_Prototype.jpg",
                "caption": "The world's second full-scale floating wind turbine (and first to be installed without the use of heavy-lift vessels), WindFloat, operating at rated capacity (2  MW) approximately 5  km offshore of Póvoa de Varzim , Portugal"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Growth trends",
        "text": "In 2020, wind supplied almost 1600 TWh of electricity, which was over 5% of worldwide electrical generation and about 2% of energy consumption. [2] [3] With over 100 GW added during 2020, mostly in China , global installed wind power capacity reached more than 730 GW. [4] [3] But to help meet the Paris Agreement 's goals to limit climate change , analysts say it should expand much faster - by over 1% of electricity generation per year. [6] Expansion of wind power is being hindered by fossil fuel subsidies . [48] [49] [50] The actual amount of electric power that wind can generate is calculated by multiplying the nameplate capacity by the capacity factor , which varies according to equipment and location. Estimates of the capacity factors for wind installations are in the range of 35% to 44%. [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/2010-_Power_capacity_by_technology_-_Dec_2022_International_Energy_Agency.svg/210px-2010-_Power_capacity_by_technology_-_Dec_2022_International_Energy_Agency.svg.png",
                "caption": "Renewable energy sources, especially solar photovoltaic and wind power, are providing an increasing share of power capacity. [45]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1d/Information_icon4.svg/40px-Information_icon4.svg.png",
                "caption": "Log graph of global wind power cumulative capacity (Data:GWEC) [47]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Penetration",
        "text": "Wind energy penetration is the fraction of energy produced by wind compared with the total generation. Wind power's share of worldwide electricity usage in 2021 was almost 7%, [55] up from 3.5% in 2015. [56] [57] There is no generally accepted maximum level of wind penetration. The limit for a particular grid will depend on the existing generating plants, pricing mechanisms, capacity for energy storage , demand management, and other factors. An interconnected electric power grid will already include reserve generating and transmission capacity to allow for equipment failures. This reserve capacity can also serve to compensate for the varying power generation produced by wind stations. Studies have indicated that 20% of the total annual electrical energy consumption may be incorporated with minimal difficulty. [58] These studies have been for locations with geographically dispersed wind farms, some degree of dispatchable energy or hydropower with storage capacity, demand management, and interconnected to a large grid area enabling the export of electric power when needed. Electrical utilities continue to study the effects of large-scale penetration of wind generation on system stability. [59] A wind energy penetration figure can be specified for different duration of time but is often quoted annually. To generate almost all electricity from wind annually requires substantial interconnection to other systems, for example some wind power in Scotland is sent to the rest of the British grid . [60] On a monthly, weekly, daily, or hourly basis—or less—wind might supply as much as or more than 100% of current use, with the rest stored, exported or curtailed. The seasonal industry might then take advantage of high wind and low usage times such as at night when wind output can exceed normal demand. Such industry might include the production of silicon, aluminum, [61] steel, or natural gas, and hydrogen, and using future long-term storage to facilitate 100% energy from variable renewable energy . [62] [63] [ better source needed ] Homes and businesses can also be programmed to vary electricity demand , [64] [65] for example by remotely turning up water heater thermostats. [66]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Share_of_electricity_production_from_wind.svg/350px-Share_of_electricity_production_from_wind.svg.png",
                "caption": "Share of electricity production from wind, 2022 [54]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Variability",
        "text": "Wind power is variable, and during low wind periods, it may need to be replaced by other power sources. Transmission networks presently cope with outages of other generation plants and daily changes in electrical demand, but the variability of intermittent power sources such as wind power is more frequent than those of conventional power generation plants which, when scheduled to be operating, may be able to deliver their nameplate capacity around 95% of the time. Electric power generated from wind power can be highly variable at several different timescales: hourly, daily, or seasonally. Annual variation also exists but is not as significant. [ citation needed ] Because instantaneous electrical generation and consumption must remain in balance to maintain grid stability, this variability can present substantial challenges to incorporating large amounts of wind power into a grid system. Intermittency and the non- dispatchable nature of wind energy production can raise costs for regulation, incremental operating reserve , and (at high penetration levels) could require an increase in the already existing energy demand management , load shedding , storage solutions, or system interconnection with HVDC cables. Fluctuations in load and allowance for the failure of large fossil-fuel generating units require operating reserve capacity, which can be increased to compensate for the variability of wind generation. Utility-scale batteries are often used to balance hourly and shorter timescale variation, [67] [68] but car batteries may gain ground from the mid-2020s. [69] Wind power advocates argue that periods of low wind can be dealt with by simply restarting existing power stations that have been held in readiness, or interlinking with HVDC. [70] The combination of diversifying variable renewables by type and location, forecasting their variation, and integrating them with dispatchable renewables, flexible fueled generators, and demand response can create a power system that has the potential to meet power supply needs reliably. Integrating ever-higher levels of renewables is being successfully demonstrated in the real world. [71] Solar power tends to be complementary to wind. [73] [74] On daily to weekly timescales, high-pressure areas tend to bring clear skies and low surface winds, whereas low-pressure areas tend to be windier and cloudier. On seasonal timescales, solar energy peaks in summer, whereas in many areas wind energy is lower in summer and higher in winter. [A] [75] Thus the seasonal variation of wind and solar power tend to cancel each other somewhat. [72] Wind hybrid power systems are becoming more popular. [76]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Toro_de_osborne.jpg/220px-Toro_de_osborne.jpg",
                "caption": "Wind turbines are typically installed in windy locations. In the image, wind power generators in Spain , near an Osborne bull ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Roscoe_Wind_Farm_in_West_Texas.jpg/220px-Roscoe_Wind_Farm_in_West_Texas.jpg",
                "caption": "Roscoe Wind Farm : an onshore wind farm in West Texas near Roscoe"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Seasonal_cycle_of_capacity_factors_for_wind_and_photovoltaics_in_Europe_under_idealized_assumptions.png/220px-Seasonal_cycle_of_capacity_factors_for_wind_and_photovoltaics_in_Europe_under_idealized_assumptions.png",
                "caption": "Seasonal cycle of capacity factors for wind and photovoltaics in Europe under idealized assumptions. The figure illustrates the balancing effects of wind and solar energy at the seasonal scale (Kaspar et al., 2019). [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Economics",
        "text": "Onshore wind is an inexpensive source of electric power, cheaper than coal plants and new gas plants. [10] According to BusinessGreen , wind turbines reached grid parity (the point at which the cost of wind power matches traditional sources) in some areas of Europe in the mid-2000s, and in the US around the same time. Falling prices continue to drive the Levelized cost down and it has been suggested that it has reached general grid parity in Europe in 2010, and will reach the same point in the US around 2016 due to an expected reduction in capital costs of about 12%. [88] [ needs update ] In 2021, the CEO of Siemens Gamesa warned that increased demand for low-cost wind turbines combined with high input costs and high costs of steel result in increased pressure on the manufacturers and decreasing profit margins. [89] Northern Eurasia, Canada, some parts of the United States, and Patagonia in Argentina are the best areas for onshore wind: whereas in other parts of the world solar power, or a combination of wind and solar, tend to be cheaper. [90] : 8",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Onshore-wind-lcoe.png/310px-Onshore-wind-lcoe.png",
                "caption": "Onshore wind cost per kilowatt-hour between 1983 and 2017 [87]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Electric power cost and trends",
        "text": "Wind power is capital intensive but has no fuel costs. [91] The price of wind power is therefore much more stable than the volatile prices of fossil fuel sources. [92] However, the estimated average cost per unit of electric power must incorporate the cost of construction of the turbine and transmission facilities, borrowed funds, return to investors (including the cost of risk), estimated annual production, and other components, averaged over the projected useful life of the equipment, which may be more than 20 years. Energy cost estimates are highly dependent on these assumptions so published cost figures can differ substantially. The presence of wind energy, even when subsidized, can reduce costs for consumers (€5 billion/yr in Germany) by reducing the marginal price, by minimizing the use of expensive peaking power plants . [93] The cost has decreased as wind turbine technology has improved. There are now longer and lighter wind turbine blades, improvements in turbine performance, and increased power generation efficiency. Also, wind project capital expenditure costs and maintenance costs have continued to decline. [94] In 2021, a Lazard study of unsubsidized electricity said that wind power levelized cost of electricity continues to fall but more slowly than before. The study estimated new wind-generated electricity cost from $26 to $50/MWh, compared to new gas power from $45 to $74/MWh. The median cost of fully deprecated existing coal power was $42/MWh, nuclear $29/MWh and gas $24/MWh. The study estimated offshore wind at around $83/MWh. Compound annual growth rate was 4% per year from 2016 to 2021, compared to 10% per year from 2009 to 2021. [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Turbine_Blade_Convoy_Passing_through_Edenfield.jpg/220px-Turbine_Blade_Convoy_Passing_through_Edenfield.jpg",
                "caption": "A turbine blade convoy passing through Edenfield in the U.K. (2008). Even longer 2-piece blades are now manufactured, and then assembled on-site to reduce difficulties in transportation."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Small-scale wind power",
        "text": "Small-scale wind power is the name given to wind generation systems with the capacity to produce up to 50 kW of electrical power. [102] Isolated communities, that may otherwise rely on diesel generators, may use wind turbines as an alternative. Individuals may purchase these systems to reduce or eliminate their dependence on grid electric power for economic reasons, or to reduce their carbon footprint . Wind turbines have been used for household electric power generation in conjunction with battery storage over many decades in remote areas. [103] Examples of small-scale wind power projects in an urban setting can be found in New York City , where, since 2009, several building projects have capped their roofs with Gorlov-type helical wind turbines . Although the energy they generate is small compared to the buildings' overall consumption, they help to reinforce the building's 'green' credentials in ways that \"showing people your high-tech boiler\" cannot, with some of the projects also receiving the direct support of the New York State Energy Research and Development Authority . [104] Grid-connected domestic wind turbines may use grid energy storage, thus replacing purchased electric power with locally produced power when available. The surplus power produced by domestic microgenerators can, in some jurisdictions, be fed into the network and sold to the utility company, producing a retail credit for the microgenerators' owners to offset their energy costs. [105] Off-grid system users can either adapt to intermittent power or use batteries, photovoltaic , or diesel systems to supplement the wind turbine. [106] Equipment such as parking meters, traffic warning signs, street lighting, or wireless Internet gateways may be powered by a small wind turbine, possibly combined with a photovoltaic system, that charges a small battery replacing the need for a connection to the power grid. [107] Airborne wind turbines , such as kites, can be used in places at risk of hurricanes, as they can be taken down in advance. [108]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Quietrevolution_Bristol_3513051949.jpg/220px-Quietrevolution_Bristol_3513051949.jpg",
                "caption": "A small Quietrevolution QR5 Gorlov type vertical axis wind turbine on the roof of Bristol Beacon in Bristol, England . Measuring 3 m in diameter and 5 m high, it has a nameplate rating of 6.5 kW."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Impact on environment and landscape",
        "text": "The environmental impact of electricity generation from wind power is minor when compared to that of fossil fuel power . [110] Wind turbines have some of the lowest life-cycle greenhouse-gas emissions of energy sources : far less greenhouse gas is emitted than for the average unit of electricity, so wind power helps limit climate change. [111] Use of engineered wood may allow carbon negative wind power. [112] Wind power consumes no fuel, and emits no local air pollution , unlike fossil fuel power sources. Onshore wind farms can have a significant visual impact. [113] Due to a very low surface power density and spacing requirements, wind farms typically need to be spread over more land than other power stations. [7] [114] Their network of turbines, access roads, transmission lines, and substations can result in \"energy sprawl\"; [8] although land between the turbines and roads can still be used for agriculture. [115] [116] Some wind farms are opposed for potentially spoiling protected scenic areas, archaeological landscapes and heritage sites. [117] [118] [119] A report by the Mountaineering Council of Scotland concluded that wind farms harmed tourism in areas known for natural landscapes and panoramic views. [120] Habitat loss and fragmentation are the greatest potential impacts on wildlife of onshore wind farms, [8] but the worldwide ecological impact is minimal. [110] Thousands of birds and bats, including rare species, have been killed by wind turbine blades, [121] though wind turbines are responsible for far fewer bird deaths than fossil-fueled power stations. [122] This can be mitigated with proper wildlife monitoring. [123] Many wind turbine blades are made of fiberglass , and have a lifetime of 20 years. [124] Blades are hollow: some blades are crushed to reduce their volume and then landfilled. [125] However, as they can take a lot of weight they can be made into long lasting small bridges for walkers or cyclists. [126] Blade end-of-life is complicated, [127] and blades manufactured in the 2020s are more likely to be designed to be completely recyclable. [128] Wind turbines also generate noise. At a distance of 300 metres (980 ft), this may be around 45 dB, which is slightly louder than a refrigerator. At 1.5 km (1 mi), they become inaudible. [129] [130] There are anecdotal reports of negative health effects on people who live very close to wind turbines. [131] Peer-reviewed research has generally not supported these claims. [132] [133] [134]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Greenhouse_gas_emissions_per_energy_source.png/220px-Greenhouse_gas_emissions_per_energy_source.png",
                "caption": "Greenhouse gas emissions per energy source. Wind energy is one of the sources with the least greenhouse gas emissions."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Wb_deichh_drei_kuhs.jpg/220px-Wb_deichh_drei_kuhs.jpg",
                "caption": "Livestock grazing near a wind turbine. [109]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Central government",
        "text": "Although wind turbines with fixed bases are a mature technology and new installations are generally no longer subsidized, [135] [136] floating wind turbines are a relatively new technology so some governments subsidize them, for example to use deeper waters. [137] Fossil fuel subsidies by some governments are slowing the growth of renewables. [138] Permitting of wind farms can take years and some governments are trying to speed up - the wind industry says this will help limit climate change and increase energy security [139] - sometimes groups such as fishers resist this [140] but governments say that rules protecting biodiversity will still be followed. [141]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Floatgen.jpg/220px-Floatgen.jpg",
                "caption": "Wind turbine floating off France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Public opinion",
        "text": "Surveys of public attitudes across Europe and in many other countries show strong public support for wind power. [143] [144] [145] Bakker et al. (2012) found in their study that residents who did not want turbines built near them suffered significantly more stress than those who \"benefited economically from wind turbines\". [146] Although wind power is a popular form of energy generation, onshore or near offshore wind farms are sometimes opposed for their impact on the landscape (especially scenic areas, heritage areas and archaeological landscapes), as well as noise, and impact on tourism. [147] [148] In other cases, there is direct community ownership of wind farms . The hundreds of thousands of people who have become involved in Germany's small and medium-sized wind farms demonstrate such support there. [149] A 2010 Harris Poll found strong support for wind power in Germany, other European countries, and the United States. [143] [144] [150] Public support in the United States has decreased from 75% in 2020 to 62% in 2021, with the Democrat Party supporting the use of wind energy twice as much as the Republican Party. [151] President Biden has signed an executive order to begin building large scale wind farms. [152] In China , Shen et al. (2019) found that Chinese city-dwellers may be resistant to building wind turbines in urban areas, with a surprisingly high proportion of people citing an unfounded fear of radiation as driving their concerns. [153] Also, the study finds that like their counterparts in OECD countries, urban Chinese respondents are sensitive to direct costs and wildlife externalities. Distributing relevant information about turbines to the public may alleviate resistance.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [142]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Community",
        "text": "Many wind power companies work with local communities to reduce environmental and other concerns associated with particular wind farms. [156] [157] [158] In other cases there is direct community ownership of wind farm projects . Appropriate government consultation, planning and approval procedures also help to minimize environmental risks. [143] [159] [160] Some may still object to wind farms [161] but many say their concerns should be weighed against the need to address the threats posed by air pollution , [162] [111] climate change [163] and the opinions of the broader community. [164] In the US, wind power projects are reported to boost local tax bases, helping to pay for schools, roads, and hospitals, and to revitalize the economies of rural communities by providing steady income to farmers and other landowners. [98] In the UK, both the National Trust and the Campaign to Protect Rural England have expressed concerns about the effects on the rural landscape caused by inappropriately sited wind turbines and wind farms. [165] [166] Some wind farms have become tourist attractions. The Whitelee Wind Farm Visitor Centre has an exhibition room, a learning hub, a café with a viewing deck and also a shop. It is run by the Glasgow Science Centre . [167] In Denmark, a loss-of-value scheme gives people the right to claim compensation for loss of value of their property if it is caused by proximity to a wind turbine. The loss must be at least 1% of the property's value. [168] Despite this general support for the concept of wind power in the public at large, local opposition often exists and has delayed or aborted a number of projects. [169] [170] [171] As well as concerns about the landscape, there are concerns that some installations can produce excessive sound and vibration levels leading to a decrease in property values. [172] A study of 50,000 home sales near wind turbines found no statistical evidence that prices were affected. [173] While aesthetic issues are subjective and some find wind farms pleasant and optimistic, or symbols of energy independence and local prosperity, protest groups are often formed to attempt to block some wind power stations for various reasons. [161] [174] [175] Some opposition to wind farms is dismissed as NIMBYism , [176] but research carried out in 2009 found that there is little evidence to support the belief that residents only object to wind farms because of a \"Not in my Back Yard\" attitude. [177]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Wind_tubines_cumbria.JPG/450px-Wind_tubines_cumbria.JPG",
                "caption": "Wind turbines such as these, in Cumbria , England, have been opposed for a number of reasons, including aesthetics, by some sectors of the population. [154] [155]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Whitelee_panorama.JPG/450px-Whitelee_panorama.JPG",
                "caption": "A panoramic view of the United Kingdom's Whitelee Wind Farm with Lochgoin Reservoir in the foreground."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Energy resources",
        "text": "Iceland's unique geology allows it to produce renewable energy relatively cheaply, from a variety of sources. Iceland is located on the Mid-Atlantic Ridge , which makes it one of the most tectonically active places in the world. There are over 200 volcanoes located in Iceland and over 600 hot springs . [8] There are over 20 high-temperature steam fields that are at least 150 °C; many of them reach temperatures of 250 °C. [8] This is what allows Iceland to harness geothermal energy , and these steam fields are used for heating everything from houses to swimming pools. Iceland is also starting to use \"cold\" areas away from the steam fields to produce warm water for space heating. There is a big potential for hydro power, as rivers, especial glacial ones, fall from the high areas and provide big changes in elevation over small distances, due to the mountainous landscape.\nIceland has good resources for onshore wind. The two 0.9 MW turbines, Hafið, sett up for testing purpose, produce 6.7 GWh/a, that gives 42 % of the name plate power averaged over the year, a very high number for an onshore turbine. Offshore wind power is rather unlikely, due to few shallows along the coast.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Strokkur_geyser_Iceland_Img_2678.jpg/220px-Strokkur_geyser_Iceland_Img_2678.jpg",
                "caption": "The Strokkur geyser . Lying on the Mid-Atlantic Ridge, Iceland is one of the most geologically active areas on Earth."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_in_Iceland",
        "title": "Energy in Iceland",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Geothermal power",
        "text": "For centuries, the people of Iceland have used their hot springs for bathing and washing clothes. The first use of geothermal energy for heating did not come until 1907 when a farmer ran a concrete pipe from a hot spring to lead steam into his house. [10] In 1930, the first pipeline was constructed in Reykjavík and was used to heat two schools, 60 homes, and the main hospital. It was a 3 km (1.9 mi) pipeline that ran from one of the hot springs outside the city. In 1943 the first district heating company was started with the use of geothermal power. An 18 km (11 mi) pipeline ran through the city of Reykjavík, and by 1945 it was connected to over 2,850 homes. [8] Currently geothermal power heats 89% [8] of the houses in Iceland, and over 54% of the primary energy used in Iceland comes from geothermal sources. Geothermal power is used for many things in Iceland. 57.4% of the energy is used for space heat, 25% is used for electricity, and the remaining amount is used in many miscellaneous areas such as swimming pools, fish farms , and greenhouses . [8] The government of Iceland has played a major role in the advancement of geothermal energy. In the 1940s the State Electricity Authority was started by the government in order to increase the knowledge of geothermal resources and the utilization of geothermal power in Iceland. The agency's name was later changed to the National Energy Authority ( Orkustofnun ) in 1967. This agency has been very successful and has made it economically viable to use geothermal energy as a source for heating in many different areas throughout the country. Geothermal power has been so successful that the government no longer has to lead the research in this field because it has been taken over by the geothermal industries. [8] Geothermal power plants in Iceland include Nesjavellir (120 MW), Reykjanes (100 MW), Hellisheiði (303 MW), Krafla (60 MW), and Svartsengi (46.5 MW). [14] The Svartsengi power plant and the Nesjavellir power plant produce both electricity and hot water for heating purposes. The move from oil -based heating to geothermal heating saved Iceland an estimated total of US $ 8.2 billion from 1970 to 2000 and lowered the release of carbon dioxide emissions by 37%. [8] It would have taken 646,000 tonnes of oil to heat Iceland's homes in 2003. The Icelandic government also believes that there are many more untapped geothermal sources throughout the country, estimating that over 20 TWh per year of unharnessed geothermal energy is available. This is about 3.3% of the 600 TWh per year of electricity used in Germany . Combined with the unharnessed feasible hydropower, tapping these sources to their full extent would provide Iceland another 50 TWh of energy per year, all from renewable sources. [13] Iceland's abundant geothermal energy has also enabled renewable energy initiatives, such as Carbon Recycling International 's carbon dioxide to methanol fuel process, which could help reduce Iceland's dependence on fossil fuels. [15]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Krafla_Geothermal_Station.jpg/280px-Krafla_Geothermal_Station.jpg",
                "caption": "Krafla Geothermal Station"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_in_Iceland",
        "title": "Energy in Iceland",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "ECTOS Hydrogen demonstration project",
        "text": "The ECTOS (Ecological City Transport System) demonstration project ran from 2001 to August 2005. [28] The project used three hydrogen fuel cell buses and one fuel station , with Strætó bs . [29] From January 2006 to January 2007 testing of hydrogen buses continued as part of the HyFLEET:CUTE project, which spanned 10 cities in Europe, China and Australia and was sponsored by the European Commission 's 6th framework programme. [30] The project studied the long-term effects and most-efficient ways of using hydrogen powered buses. The buses were run for longer periods of time and the durability of the fuel cell was compared to the internal combustion engine , which can theoretically last much longer. The project also compared the fuel efficiency of the original buses with that of new buses from a number of manufacturers. [27] The country's first hydrogen station opened in 2003 in Reykjavík . [31] To avoid transportation difficulties, hydrogen is produced on-site with electrolysis (breaking down water into hydrogen and oxygen ). [27] The hydrogen station was closed in 2010, but was reopened in 2018. [32] Two other hydrogen stations are in the country, one at Miklabraut near Kringlan and the other in Reykjanesbær . [33]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Hydrogen_filling_station.JPG/220px-Hydrogen_filling_station.JPG",
                "caption": "A hydrogen filling station in Reykjavík"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_in_Iceland",
        "title": "Energy in Iceland",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Solar power",
        "text": "India is densely populated and has high solar insolation , an ideal combination for using solar power in India. Announced in November 2009, the Government of India proposed to launch its Jawaharlal Nehru National Solar Mission under the National Action Plan on Climate Change. The program was inaugurated [33] by former Prime Minister Manmohan Singh on 11 January 2010 [34] with a target of 20GW grid capacity by 2022 as well as 2GW off-grid installations, this target was later increased to 100 GW by the same date under the Narendra Modi government in the 2015 Union budget of India . [35] Achieving this National Solar Mission target would establish India in its ambition to be a global leader in solar power generation. [36] The Mission aims to achieve grid parity (electricity delivered at the same cost and quality as that delivered on the grid) by 2022. [34] The National Solar Mission is also promoted and known by its more colloquial name of \"Solar India\". The earlier objectives of the mission were to install 1,000 MW of power by 2013 and cover 20 × 10 ^ 6 m 2 (220 × 10 ^ 6 sq ft) with collectors by the end of the final phase of the mission in 2022. [37] On 30 November 2015, the Prime Minister of India Narendra Modi and the President of France Francois Hollande launched the International Solar Alliance . The ISA is an alliance of 121 solar rich countries lying partially or fully between the Tropic of Cancer and the Tropic of Capricorn, several countries outside of this area are also involved with the organization. The ISA aims to promote and develop solar power amongst its members and has the objective of mobilising $1 trillion of investment by 2030. [38] As of August, 2019, the Indian Oil Corporation stated that it wants to invest ₹25,000 crore in renewable energy projects. [39] Much of the country does not have an electrical grid , so one of the first applications of solar power was for water pumping, to begin replacing India's forty to fifty lakh diesel powered water pumps , each consuming about 3.5 kilowatts, and off-grid lighting. Some large projects have been proposed, and a 35,000 km 2 (14,000 sq mi) area of the Thar Desert has been set aside for solar power projects, sufficient to generate 700 to 2,100 gigawatts . Solar power in India has been growing at a rate of 113% yoy [40] and now dropped to around ₹ 4.34 (5.2¢ US) per kWh , which is around 18% lower than the average price for electricity generated by coal-fired plants. [41] [42] As part of India's ambitious solar programme the central government has set up a US$350 million fund and the Yes Bank will loan US$5 billion to finance solar projects (c. January 2018). The bidding process for the addition of 115 GW to January 2018 renewable energy levels was completed by the end of 2019–2020. [43] India is also the home to the world's first and only 100% solar-powered airport, located at Cochin , Kerala . [44] India also has a wholly 100% solar-powered railway station in Guwhati, Assam.  India's first and the largest floating solar power plant was constructed at Banasura Sagar reservoir in Wayanad , Kerala . [45] The Indian Solar Loan Programme, supported by the United Nations Environment Programme has won the prestigious Energy Globe World award for Sustainability for helping to establish a consumer financing program for solar home power systems. Over three years more than 16,000 solar home systems have been financed through 2,000 bank branches, particularly in rural areas of South India where the electricity grid does not yet extend. [46] [47] Launched in 2003, the Indian Solar Loan Programme was a four-year partnership between UNEP, the UNEP Risoe Centre, and two of India's largest banks, the Canara Bank and Syndicate Bank. [47]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/India_GHI_Solar-resource-map_GlobalSolarAtlas_World-Bank-Esmap-Solargis.png/440px-India_GHI_Solar-resource-map_GlobalSolarAtlas_World-Bank-Esmap-Solargis.png",
                "caption": "Global Horizontal Irradiance in India. [32]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_India",
        "title": "Renewable energy in India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Wind power",
        "text": "The development of wind power in India began in the 1990s, and has significantly increased in the last few years. Although a relative newcomer to the wind industry compared with Denmark or US, domestic policy support for wind power has led India to become the country with the fourth largest installed wind power capacity in the world. [69] As of 30 June 2018 the installed capacity of wind power in India was 34,293 MW , [12] mainly spread across Tamil Nadu (7,269.50 MW), Maharashtra (4,100.40 MW), Gujarat (3,454.30 MW), Rajasthan (2,784.90 MW), Karnataka (2,318.20 MW), Andhra Pradesh (746.20 MW) and Madhya Pradesh (423.40 MW) [70] Wind power accounts for 10% of India's total installed power capacity. [71] India has set an ambitious target to generate 60,000 MW of electricity from wind power by 2022. [72] Wind power installations occupy only 2% of the wind farm area facilitating the rest of the area for agriculture, plantations, etc. [73] The Indian Government's Ministry of New and Renewable Energy announced a new wind-solar hybrid policy in May 2018. [74] This means that the same piece of land will be used to house both wind farms and solar panels. Largest wind farms in India [75]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Aralvaimozhy_station.jpg/440px-Aralvaimozhy_station.jpg",
                "caption": "The largest wind farm of India in Muppandal , Tamil Nadu ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_India",
        "title": "Renewable energy in India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Renewable energy in the electricity sector",
        "text": "Renewable energy accounted for 14.94% of the domestically produced electricity in 2016 in the United States. [26] This proportion has grown from just 7.7% in 2001, although the trend is sometimes obscured by large yearly variations in hydroelectric power generation. Most of the growth since 2001 can be seen in the expansion of wind generated power, and more recently, in the growth in solar generated power. Renewable energy in California is prominent, with around 29% of electricity coming from RPS -eligible renewable sources (including hydropower). [27] The United States has some of the best renewable energy resources in the world, with the potential to meet a rising and significant share of the nation's energy demand. \nA quarter of the country's land area has winds strong enough to generate electricity at the same price as natural gas and coal. [28] Many of the new technologies that harness renewables—including wind, solar, geothermal, and biofuels—are, or soon will be, economically competitive with the fossil fuels that meet 85% of United States energy needs. Dynamic growth rates are driving down costs and spurring rapid advances in technologies. [28] Wind power and solar power are becoming increasingly important relative to the older and more established hydroelectric power source. By 2016 wind power covered 37.23% of total renewable electricity production against 43.62% for hydroelectric power. The remaining share of power was generated by biomass at 10.27%, solar power at 6.03% and geothermal with 2.86% of total renewable generation. In 2015, Georgetown, Texas became one of the first American cities to be powered entirely by renewable energy, choosing to do so for financial stability reasons. [29] The United States consumed about 4,000 TWh of electricity in 2012, and about 30,000 TWh (98 quadrillion BTU) of primary energy. Efficiency improvements are expected to reduce usage to 15,000 TWh by 2050.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/State_Renewables_%25_by_Fuel_Type.png/220px-State_Renewables_%25_by_Fuel_Type.png",
                "caption": "State Renewables % by Fuel Type"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Fuel_Source_%25_for_Electric_Generation_2013-2022.jpg/220px-Fuel_Source_%25_for_Electric_Generation_2013-2022.jpg",
                "caption": "Fuel Source % for Electric Generation 2013-2022"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Renewables_Electric_Energy_Generation_Profile.jpg/220px-Renewables_Electric_Energy_Generation_Profile.jpg",
                "caption": "Renewables Electric Energy Generation Profile"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Hydroelectricity",
        "text": "Hydroelectric power was the largest producer of renewable power in the United States until 2019 when it was overtaken by wind power. [31] It produced 254.79 TWh which was 5.94 % of the nation's total electricity in 2022 and provided 26.48% of the total renewable power in the country. [2] The United States is the third largest producer of hydroelectricity in the world after China and Brazil. The Grand Coulee Dam is the 9th largest hydroelectric power station in the world. Another six U.S. hydroelectric plants are among the 50 largest in the world. The amount of hydroelectric power generated is strongly affected by changes in precipitation and surface runoff . Hydroelectricity projects such as Hoover Dam , Grand Coulee Dam, and the Tennessee Valley Authority have become iconic large construction projects.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Hoovernewbridge.jpg/220px-Hoovernewbridge.jpg",
                "caption": "The Hoover Dam when completed in 1936 was both the world's largest electric-power generating station and the world's largest concrete structure."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Wind power",
        "text": "Wind power capacity in the United States tripled from 2008 to 2016, at which time it supplied over 5% of the country's total electricity generation.  Wind power overtook hydroelectric as the largest source of renewable electricity generation in 2019, and accounted for 10.25% of the country's total electricity generation by in 2022. [34] Wind and solar accounted for two-thirds of new energy installations in the United States in 2015. [35] United States wind power installed capacity exceeds 141 GW as of 2023. [2] This capacity is exceeded only by China . The 1550MW Alta Wind Energy Center is the largest wind farm in the United States and the second largest in the world behind the Gansu Wind Farm . [36] There were 90,000 wind operations jobs in the United States in 2015. \nThe wind industry in the United States generates tens of thousands of jobs and billions of dollars of economic activity. [37] Wind projects boost local tax bases, and revitalize the economy of rural communities by providing a steady income stream to farmers with wind turbines on their land. [33] GE Energy is the largest domestic wind turbine manufacturer. [33] In 2013, wind power received $5.936 billion in federal funding, which is 37% of all federal funding for electricity generation. [38] The United States has the potential of installing 10 terawatt (TW) of onshore wind power and 4 TW of offshore wind. [39] The U.S. Department of Energy's report 20% Wind Energy by 2030 envisioned that wind power could supply 20% of all the country's electricity, which included a contribution of 4% from offshore wind power . [37] Additional transmission lines will need to be added, to bring power from windy states to the rest of the country. [40] In August 2011, a coalition of 24 governors asked the Obama administration to provide a more favorable business climate for the development of wind power. [41] Wind power has particularly surged, with Colorado producing 16,000 GWh in 2023, a testament to the state's investment in this clean energy source. [42]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Shepherds_Flat_Wind_Farm_2011.jpg/220px-Shepherds_Flat_Wind_Farm_2011.jpg",
                "caption": "The Shepherds Flat Wind Farm is an 845 megawatt (MW) wind farm in the state of Oregon ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Windmills_south_of_Dumas%2C_TX_IMG_0570.JPG/220px-Windmills_south_of_Dumas%2C_TX_IMG_0570.JPG",
                "caption": "In 2008, landowners typically received $3,000 to $5,000 per year in rental income from each wind turbine. Farmers continue to grow crops or graze cattle up to the foot of the turbines. [33]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Solar power",
        "text": "The United States is one of the world's largest producers of solar power.\nThe country pioneered solar farms and many key developments in concentrated solar and photovoltaics came out of national research. In 2022, utility scale solar contributed 145.6 TWh to the grid, with 142.6 TWh from photovoltaics and 3.0 TWh from thermal systems. [2] In 2020, 2021, and 2022, EIA estimated that distributed solar generated 41.522 TWh, 49.164 TWh and 58.512 TWh respectively. [2] While utility-grade systems have well documented generation, distributed systems contributions to user electric power needs are not measured or controlled. \nTherefore, quantitative evaluation of distributed solar to the country's electric power sector has been lacking. \nRecently, the Energy Information Administration has begun estimating that contribution. [48] [2] Before 2008, most solar-generated electric energy was from thermal systems, however by 2011 photovoltaics had overtaken thermal.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/02-09-15_First_Solar_Desert_Sunlight_Solar_Farm_%2815863210084%29.jpg/220px-02-09-15_First_Solar_Desert_Sunlight_Solar_Farm_%2815863210084%29.jpg",
                "caption": "Solar arrays at the 550 MW Desert Sunlight Solar Farm"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Photovoltaics",
        "text": "At the end of 2022, the United States had 70.6 gigawatts (GW) of installed utility-scale photovoltaic capacity. [2] The United States has some of the largest solar farms in the world. Mount Signal Solar had installed over 600 MW by 2018 and will have 800 MW of capacity upon completion. Solar Star is a 579 megawatt (MW AC ) farm near Rosamond, California . Completed in June 2015, it uses 1.7 million solar panels, spread over 13 square kilometres (5.0 sq mi). [49] [50] [51] The Desert Sunlight Solar Farm is a 550 MW solar power plant in Riverside County, California , that uses thin-film solar photovoltaic modules made by First Solar . [52] The Topaz Solar Farm is a 550 MW photovoltaic power plant, in San Luis Obispo County, California . [53] The Blythe Solar Power Project is a 485 MW photovoltaic station planned for Riverside County, California . Many schools and businesses have building-integrated photovoltaic solar panels on their roof. Most of these are grid connected and use net metering laws to allow use of electricity in the evening that was generated during the daytime. New Jersey leads the nation with the least restrictive net metering law, while California leads in total number of homes which have solar panels installed. Many were installed because of the million solar roof initiative. [54] California decided that it is not moving forward fast enough on photovoltaic generation and in 2008 enacted a feed-in tariff . Washington state has a feed-in tariff of 15 ¢/kWh which increases to 54 ¢/kWh if components are manufactured in the state. [55] By 2015, California, Hawaii, Arizona and some other states were lowering payments to distributed solar owners and instituting new fees for grid usage. Tesla and a handful of other companies were promoting household grid-tied batteries while some electric companies were investing in utility-scale grid energy storage including very large batteries. Beginning with the 2014 data year,  Energy Information Administration has estimated distributed solar photovoltaic generation and distributed solar photovoltaic capacity. [48] These non-utility scale estimates that the United States, generated the following additional electric energy from such distributed solar PV systems. [2]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Solar_panels_on_house_roof.jpg/220px-Solar_panels_on_house_roof.jpg",
                "caption": "Photovoltaic solar panels on a house roof"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Concentrated solar power",
        "text": "At the end of 2016 there were 1.76 GW total installed capacity of solar thermal power across the United States. [2] Solar thermal power is generally utility-scale.\nPrior to 2012, in six southwestern states, Arizona, California, Colorado, Nevada, New Mexico, and Utah, the US Bureau of Land Management owned nearly 98 million acres (400,000 km 2 ), an area larger than the state of Montana, that was open to proposals for solar power installations. \nTo streamline consideration of applications, the BLM produced a Programmatic Environmental Impact Statement (PEIS). In October 2012, the BLM withdrew 78% of its land from possible solar development, leaving 19 million acres (77,000 km 2 ) still open to applications for solar installations, an area nearly as large as South Carolina. Of the area left open to solar proposals, the BLM has identified 285 thousand acres in 17 highly favorable areas it calls Solar Energy Zones. [56] [57] [58] Solar thermal power plants designed for solar-only generation are well matched to summer noon peak loads in prosperous areas with significant cooling demands, such as the south-western United States. \nUsing thermal energy storage systems, solar thermal operating periods can even be extended to meet base-load needs. [59] A 2013 study by the US National Renewable Energy Laboratory concluded that utility-scale solar power plants directly disturb an average of 2.7 to 2.9 acres per gigawatt-hour/year, and use from 3.5 to 3.8 acres per gW-hr/year for the entire sites. \nAccording to a 2009 study, this intensity of land use is less than that of the country's average power plant using surface-mined coal. [60] Some of the land in the eastern portion of the Mojave Desert is to be preserved, but the solar industry is more interested in areas of the western desert, \"where the sun burns hotter and there is easier access to transmission lines\". [61] Some of the largest solar thermal power plants in the United States are in the south-west of the country, especially in the Mojave Desert . Solar Energy Generating Systems (SEGS) is the name given to nine solar power plants in the Mojave Desert commissioned between 1984 and 1991. [8] The installation uses parabolic trough solar thermal technology along with natural gas to generate electricity. \nThe facility has a total of 400,000 mirrors and covers 1,000 acres (4 km 2 ).\nThe plants have a total generating capacity of 354 MW. [8] Nevada Solar One generates 64MW of power and in Boulder City , Nevada , and was built by the U.S. Department of Energy (DOE) , National Renewable Energy Laboratory (NREL), and Solargenix Energy. Nevada Solar One started producing electricity in June 2007.\nNevada Solar One uses parabolic troughs as thermal solar concentrators , heating tubes of liquid which act as solar receivers. These solar receivers are specially coated tubes made of glass and steel.  About 19,300 of these 4 metre long tubes are used in the newly built power plant. Nevada Solar One also uses a technology that collects extra heat by putting it into phase-changing molten salts.  This energy can then be drawn on at night. [62] The Ivanpah Solar Power Facility is a 392 megawatt (MW) solar power facility which is located in south-eastern California. [63] The facility formally opened on February 13, 2014. [64] The Solana Generating Station is a 280 MW solar power plant which is near Gila Bend , Arizona , about 70 miles (110 km) southwest of Phoenix . The 250MW Mojave Solar Project is located near Barstow, California . The Crescent Dunes Solar Energy Project is a 110 megawatt (MW) solar thermal power project near Tonopah , about 190 miles (310 km) northwest of Las Vegas . [65]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Ivanpah_Solar_Power_Facility_%282%29.jpg/220px-Ivanpah_Solar_Power_Facility_%282%29.jpg",
                "caption": "The 392 MW Ivanpah Solar Power Facility in California: The facility's three towers."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Geothermal power",
        "text": "The United States is the world leader in online capacity and the generation of electricity from geothermal energy. [66] According to 2022 state energy data, geothermal energy provided approximately 16 terawatt-hours (TWh) of electricity, or 0.37% of the total electricity consumed in the country. \nAs of May 2007, geothermal electric power was generated in five states: Alaska, California, Hawaii, Nevada, and Utah.\nAccording to the Geothermal Energy Association 's recent report, there were 75 new geothermal power projects underway in 12 states as of May 2007.\nThis is an increase of 14 projects in an additional three states compared to a survey completed in November 2006. [66] The most significant catalyst behind new industry activity is the Energy Policy Act of 2005 . \nThis Act made new geothermal plants eligible for the full federal production tax credit, previously available only to wind power projects. \nIt also authorized and directed increased funding for research by the Department of Energy , and gave the Bureau of Land Management new legal guidance and secure funding to address its backlog of geothermal leases and permits. [66]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Geothermal_Generated_Electric_Energy_Profile_2022-2021.jpg/220px-Geothermal_Generated_Electric_Energy_Profile_2022-2021.jpg",
                "caption": "Geothermal Generated Electric Energy Profile 2022-2021"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/10_Years_of_Geothermal_Generation.jpg/220px-10_Years_of_Geothermal_Generation.jpg",
                "caption": "10 Years of Geothermal Generation, 2013-2022"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Biomass",
        "text": "In 2022, biomass generated 51.847 terawatt-hours (TWh) of electricity, or 1.21% of the country's total electricity production. \nBiomass was the largest source of renewable primary energy in the US, and the fourth-largest renewable source of electrical power in the US, after wind, hydropower, and solar. [2] Biomass electric generation data combines two basic categories:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Electric_Generation_from_BioMass_2022-2021.jpg/220px-Electric_Generation_from_BioMass_2022-2021.jpg",
                "caption": "BioMass Electric Energy Generation 2022-2021"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/10_Years_of_Biomass_Electric_Energy_Generation_2022-2013.jpg/220px-10_Years_of_Biomass_Electric_Energy_Generation_2022-2013.jpg",
                "caption": "10 Years of Biomass Electric Energy Generation 2022-2013"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/10_Years_of_Biomass_Electric_Energy_Generation.jpg/220px-10_Years_of_Biomass_Electric_Energy_Generation.jpg",
                "caption": "10 Years of Biomass Electric Energy Generation"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Biofuels",
        "text": "Many cars sold in the U.S. since 2001 are able to run on blends of up to 15% ethanol . [69] Older cars in the United States can run on blends of up to 10% ethanol . Motor vehicle manufacturers already produce vehicles designed to run on much higher ethanol blends. Ford , DaimlerChrysler , and GM are among the automobile companies that sell “flexible-fuel” cars, trucks, and minivans that can use gasoline and ethanol blends ranging from pure gasoline up to 85% ethanol (E85). By mid-2006, there were approximately 6 million E85-compatible vehicles on the road. [70] Ninety-five percent of gasoline sold in the U.S.(2016) is blended with 10% ethanol. [71] There are challenges in moving to higher blends, however. Flex-fuel vehicles are assisting in this transition because they allow drivers to choose different fuels based on price and availability. The Energy Independence and Security Act of 2007 , which calls for 15.2 billion US gallons (58,000,000 m 3 ) of biofuels to be used annually by 2012, will also help to expand the market. [70] The USDA in 2015 began offering grants to help gasoline retailers install blender pumps for dispensing mid-level ethanol blends. [72] The expanding ethanol and biodiesel industries are providing jobs in plant construction, operations, and maintenance, mostly in rural communities. According to the Renewable Fuels Association, the ethanol industry created almost 154,000 jobs in 2005 alone, boosting household income by $5.7 billion. It also contributed about $3.5 billion in tax revenues at the local, state, and federal levels. [70] On the other hand, in 2010, the biofuel industry received $6.64 billion in federal government support. [73]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/EthanolPetrol.jpg/220px-EthanolPetrol.jpg",
                "caption": "Information on pump, California"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "White hydrogen",
        "text": "White hydrogen could be found or produced in the Mid-continental Rift System at scale for a renewable hydrogen economy .  Water could be pumped down to hot iron-rich rock to produce hydrogen and the hydrogen could be extracted. [97] [98]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Mid-continental_Rift_System.webp/220px-Mid-continental_Rift_System.webp.png",
                "caption": "The Mid-continental Rift System"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Public opinion",
        "text": "According to a 2019 CBS News poll on 2,143 U.S. residents, 42% of American adults under 45 years old thought that the U.S. could realistically transition to 100% renewable energy by 2050 while 29% deemed it unrealistic and 29% were unsure. Those numbers for older Americans are 34%, 40%, and 25%, respectively. Differences in opinion might be due to education as younger Americans are more likely to have been taught about climate change in schools than their elders. [105]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among Democrats (blue), while acceptance of nuclear power plants is stronger among Republicans (red). [104]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    },
    {
        "section": "Green Power Partnership",
        "text": "The EPA named the top 20 partners in its Green Power Partnership that are generating their own renewable energy on-site. Combined, they generate more than 736 million kilowatt-hours of renewable energy on-site each year, enough to power more than 61,000 average U.S. homes. [130]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Renewable_portfolio_standards_for_selected_U.S._states%2C_2010_through_2050_%2846504655934%29.png/220px-Renewable_portfolio_standards_for_selected_U.S._states%2C_2010_through_2050_%2846504655934%29.png",
                "caption": "Selected state renewable portfolio standards with 2018 revisions. 29 states have adopted policies targeting a percentage of their energy to come from renewable sources."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Integration of hydropower with other renewables"
    }
]