[
    {
        "section": "Large facilities",
        "text": "The largest power producers in the world are hydroelectric power stations, with some hydroelectric facilities capable of generating more than double the installed capacities of the current largest nuclear power stations . Although no official definition exists for the capacity range of large hydroelectric power stations, facilities from over a few hundred megawatts are generally considered large hydroelectric facilities. Currently, only seven facilities over 10 GW ( 10,000 MW ) are in operation worldwide, see table below. [30]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Itaipu_D%C3%A9cembre_2007_-_Vue_G%C3%A9n%C3%A9rale.jpg/1500px-Itaipu_D%C3%A9cembre_2007_-_Vue_G%C3%A9n%C3%A9rale.jpg",
                "caption": "Panoramic view of the Itaipu Dam , with the spillways (closed at the time of the photo) on the left. In 1994, the American Society of Civil Engineers elected the Itaipu Dam as one of the Seven Wonders of the Modern World . [31]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Small",
        "text": "Small hydro is hydroelectric power on a scale serving a small community or industrial plant. The definition of a small hydro project varies but a generating capacity of up to 10 megawatts (MW) is generally accepted as the upper limit. This may be stretched to 25 MW and 30 MW in Canada and the United States. [32] [33] Small hydro stations may be connected to conventional electrical distribution networks as a source of low-cost renewable energy. Alternatively, small hydro projects may be built in isolated areas that would be uneconomic to serve from a grid, or in areas where there is no national electrical distribution network. Since small hydro projects usually have minimal reservoirs and civil construction work, they are seen as having a relatively low environmental impact compared to large hydro. This decreased environmental impact depends strongly on the balance between stream flow and power production. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Nw_vietnam_hydro.jpg/300px-Nw_vietnam_hydro.jpg",
                "caption": "A micro-hydro facility in Vietnam"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Amateur_Hydroelectricity.jpg/300px-Amateur_Hydroelectricity.jpg",
                "caption": "Pico hydroelectricity in Mondulkiri , Cambodia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Underground",
        "text": "An underground power station is generally used at large facilities and makes use of a large natural height difference between two waterways, such as a waterfall or mountain lake. A tunnel is constructed to take water from the high reservoir to the generating hall built in a cavern near the lowest point of the water tunnel and a horizontal tailrace taking water away to the lower outlet waterway.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Tailrace-Forebay-Limestone.JPG/220px-Tailrace-Forebay-Limestone.JPG",
                "caption": "Measurement of the tailrace and forebay rates at the Limestone Generating Station in Manitoba , Canada ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Ecosystem damage and loss of land",
        "text": "Large reservoirs associated with traditional hydroelectric power stations result in submersion of extensive areas upstream of the dams, sometimes destroying biologically rich and productive lowland and riverine valley forests, marshland and grasslands. Damming interrupts the flow of rivers and can harm local ecosystems, and building large dams and reservoirs often involves displacing people and wildlife. [30] The loss of land is often exacerbated by habitat fragmentation of surrounding areas caused by the reservoir. [46] Hydroelectric projects can be disruptive to surrounding aquatic ecosystems both upstream and downstream of the plant site. Generation of hydroelectric power changes the downstream river environment. Water exiting a turbine usually contains very little suspended sediment, which can lead to scouring of river beds and loss of riverbanks. [47] The turbines also will kill large portions of the fauna passing through, for instance 70% of the eel passing a turbine will perish immediately. [48] [49] [50] Since turbine gates are often opened intermittently, rapid or even daily fluctuations in river flow are observed. [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/MeroweDam01.jpg/220px-MeroweDam01.jpg",
                "caption": "Merowe Dam in Sudan . Hydroelectric power stations that use dams submerge large areas of land due to the requirement of a reservoir . These changes to land color or albedo , alongside certain projects that concurrently submerge rainforests, can in these specific cases result in the global warming impact, or equivalent life-cycle greenhouse gases of hydroelectricity projects, to potentially exceed that of coal power stations."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Methane emissions (from reservoirs)",
        "text": "Lower positive impacts are found in the tropical regions. In lowland rainforest areas, where inundation of a part of the forest is necessary, it has been noted that the reservoirs of power plants produce substantial amounts of methane . [56] This is due to plant material in flooded areas decaying in an anaerobic environment and forming methane, a greenhouse gas . According to the World Commission on Dams report, [57] where the reservoir is large compared to the generating capacity (less than 100 watts per square metre of surface area) and no clearing of the forests in the area was undertaken prior to impoundment of the reservoir, greenhouse gas emissions from the reservoir may be higher than those of a conventional oil-fired thermal generation plant. [58] In boreal reservoirs of Canada and Northern Europe, however, greenhouse gas emissions are typically only 2% to 8% of any kind of conventional fossil-fuel thermal generation. A new class of underwater logging operation that targets drowned forests can mitigate the effect of forest decay. [59]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Hoover_Dam_Nevada_Luftaufnahme.jpg/220px-Hoover_Dam_Nevada_Luftaufnahme.jpg",
                "caption": "The Hoover Dam in the United States is a large conventional dammed-hydro facility, with an installed capacity of 2,080 MW ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Hydro power by country",
        "text": "In 2022 hydro generated 4,289 TWh, 15% of total electricity and half of renewables. Of the world total, China (30%) produced the most, followed by Brazil (10%), Canada (9.2%), the United States (5.8%) and Russia (4.6%). Paraguay produces nearly all of its electricity from hydro and exports far more than it uses. [68] Larger plants tend to be built and operated by national governments, so most capacity (70%) is publicly owned, despite the fact that most plants (nearly 70%) are owned and operated by the private sector, as of 2021. [1] The following table lists these data for each country: Data are sourced from Ember dating to the year 2022 unless otherwise specified. [67] Only includes countries with more than 1 TWh of generation. Links for each location go to the relevant hydro power page, when available.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Share-electricity-hydro.svg/330px-Share-electricity-hydro.svg.png",
                "caption": "Share of electricity production from hydropower, 2022 [66]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/World_hydro_generation_yearly.png/330px-World_hydro_generation_yearly.png",
                "caption": "Yearly hydro generation by continent [67]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/World_hydro_generation_2021.png/330px-World_hydro_generation_2021.png",
                "caption": "Hydro generation by country, 2021 [67]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Basic principle",
        "text": "At times of low electrical demand, excess generation capacity is used to pump water into the upper reservoir. When there is higher demand, water is released back into the lower reservoir through a turbine , generating electricity. Reversible turbine/generator assemblies act as combined pump and turbine generator units (usually Francis turbine designs). [15] Variable speed operation further optimizes the round trip efficiency in pumped hydro storage plants. [16] [17] In micro-PSH applications, a group of pumps and Pump As Turbine (PAT) could be implemented respectively for pumping and generating phases. [18] The same pump could be used in both modes by changing rotational direction and speed: [18] the operation point in pumping usually differs from the operation point in PAT mode.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Pumpspeicherkraftwerk_engl.png/220px-Pumpspeicherkraftwerk_engl.png",
                "caption": "Power distribution, over a day, of a pumped-storage hydroelectricity facility. Green represents power consumed in pumping. Red is power generated."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pumped-storage_hydroelectricity",
        "title": "Pumped-storage hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Economic efficiency",
        "text": "Taking into account conversion losses and evaporation losses from the exposed water surface, energy recovery of 70–80% or more can be achieved. [19] This technique is currently the most cost-effective means of storing large amounts of electrical energy, but capital costs and the necessity of appropriate geography are critical decision factors in selecting pumped-storage plant sites. The relatively low energy density of pumped storage systems requires either large flows and/or large differences in height between reservoirs. The only way to store a significant amount of energy is by having a large body of water located relatively near, but as high as possible above, a second body of water. In some places this occurs naturally, in others one or both bodies of water were man-made. Projects in which both reservoirs are artificial and in which no natural inflows are involved with either reservoir are referred to as \"closed loop\" systems. [20] These systems may be economical because they flatten out load variations on the power grid, permitting thermal power stations such as coal-fired plants and nuclear power plants that provide base-load electricity to continue operating at peak efficiency, while reducing the need for \"peaking\" power plants that use the same fuels as many base-load thermal plants, gas and oil, but have been designed for flexibility rather than maximal efficiency. Hence pumped storage systems are crucial when coordinating large groups of heterogeneous generators . Capital costs for pumped-storage plants are relatively high, although this is somewhat mitigated by their proven long service life of decades - and in some cases over a century, [21] [22] which is three to five times longer than utility-scale batteries. When electricity prices become negative , pumped hydro operators may earn twice - when \"buying\" the electricity to pump the water to the upper reservoir at negative spot prices and again when selling the electricity at a later time when prices are high. Along with energy management, pumped storage systems help stabilize electrical network frequency and provide reserve generation. Thermal plants are much less able to respond to sudden changes in electrical demand that potentially cause frequency and voltage instability. Pumped storage plants, like other hydroelectric plants, can respond to load changes within seconds. The most important use for pumped storage has traditionally been to balance baseload powerplants, but they may also be used to abate the fluctuating output of intermittent energy sources . Pumped storage provides a load at times of high electricity output and low electricity demand, enabling additional system peak capacity. In certain jurisdictions, electricity prices may be close to zero or occasionally negative on occasions that there is more electrical generation available than there is load available to absorb it. Although at present this is rarely due to wind or solar power alone, increased use of such generation will increase the likelihood of those occurrences. [ citation needed ] It is particularly likely that pumped storage will become especially important as a balance for very large-scale photovoltaic and wind generation. [23] Increased long-distance transmission capacity combined with significant amounts of energy storage will be a crucial part of regulating any large-scale deployment of intermittent renewable power sources. [24] The high non-firm renewable electricity penetration in some regions  supplies 40% of annual output, but 60% may be reached before additional storage is necessary. [25] [26] [27]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Stwlan.dam.jpg/220px-Stwlan.dam.jpg",
                "caption": "The upper reservoir, Llyn Stwlan, and dam of the Ffestiniog Pumped Storage Scheme in North Wales . The lower power station has four water turbines which generate 360 MW of electricity within 60 seconds of the need arising."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pumped-storage_hydroelectricity",
        "title": "Pumped-storage hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Summary",
        "text": "In 2009, world pumped storage generating capacity was 104 GW , [32] while other sources claim 127 GW, which comprises the vast majority of all types of utility grade electric storage. [33] The EU had 38.3 GW net capacity (36.8% of world capacity) out of a total of 140 GW of hydropower and representing 5% of total net electrical capacity in the EU. Japan had 25.5 GW net capacity (24.5% of world capacity). [32] In 2010 the United States had 21.5 GW of pumped storage generating capacity (20.6% of world capacity). [34] PSH contributed 21,073 GWh of energy  in 2020 in the United States, but −5,321 GWh  (net) because more energy is consumed in pumping than is generated. [35] Nameplate pumped storage capacity had grown to 21.6 GW by 2014, with pumped storage comprising 97% of grid-scale energy storage in the United States. As of late 2014, there were 51 active project proposals with a total of 39 GW of new nameplate capacity across all stages of the FERC licensing process for new pumped storage hydroelectric plants in the United States, but no new plants were currently under construction in the United States at the time. [36] [37] The five largest operational pumped-storage plants are listed below (for a detailed list see List of pumped-storage hydroelectric power stations ) :",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Kruonis_Pumped_Storage_Plant.Lithuania.jpg/220px-Kruonis_Pumped_Storage_Plant.Lithuania.jpg",
                "caption": "Kruonis Pumped Storage Plant , Lithuania"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pumped-storage_hydroelectricity",
        "title": "Pumped-storage hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Arch dams",
        "text": "In the arch dam, stability is obtained by a combination of arch and gravity action. If the upstream face is vertical the entire weight of the dam must be carried to the foundation by gravity, while the distribution of the normal hydrostatic pressure between vertical cantilever and arch action will depend upon the stiffness of the dam in a vertical and horizontal direction. When the upstream face is sloped the distribution is more complicated. The normal component of the weight of the arch ring may be taken by the arch action, while the normal hydrostatic pressure will be distributed as described above. For this type of dam, firm reliable supports at the abutments (either buttress or canyon side wall) are more important. The most desirable place for an arch dam is a narrow canyon with steep side walls composed of sound rock. [42] The safety of an arch dam is dependent on the strength of the side wall abutments, hence not only should the arch be well seated on the side walls but also the character of the rock should be carefully inspected. Two types of single-arch dams are in use, namely the constant-angle and the constant-radius dam. The constant-radius type employs the same face radius at all elevations of the dam, which means that as the channel grows narrower towards the bottom of the dam the central angle subtended by the face of the dam becomes smaller. Jones Falls Dam , in Canada, is a constant radius dam. In a constant-angle dam, also known as a variable radius dam, this subtended angle is kept constant and the variation in distance between the abutments at various levels is taken care of by varying the radii. Constant-radius dams are much less common than constant-angle dams. Parker Dam on the Colorado River is a constant-angle arch dam. A similar type is the double-curvature or thin-shell dam. Wildhorse Dam near Mountain City, Nevada , in the United States is an example of the type. This method of construction minimizes the amount of concrete necessary for construction but transmits large loads to the foundation and abutments. The appearance is similar to a single-arch dam but with a distinct vertical curvature to it as well lending it the vague appearance of a concave lens as viewed from downstream. The multiple-arch dam consists of a number of single-arch dams with concrete buttresses as the supporting abutments, as for example the Daniel-Johnson Dam , Québec, Canada. The multiple-arch dam does not require as many buttresses as the hollow gravity type but requires a good rock foundation because the buttress loads are heavy.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Gordon_Dam.jpg/170px-Gordon_Dam.jpg",
                "caption": "Gordon Dam , Tasmania , is an arch dam ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Barrage_Daniel-Johnson2_edited.jpg/220px-Barrage_Daniel-Johnson2_edited.jpg",
                "caption": "Daniel-Johnson Dam , Quebec , is a multiple-arch buttress dam."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Dam",
        "title": "Dam",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Gravity dams",
        "text": "In a gravity dam, the force that holds the dam in place against the push from the water is Earth's gravity pulling down on the mass of the dam. [43] The water presses laterally (downstream) on the dam, tending to overturn the dam by rotating about its toe (a point at the bottom downstream side of the dam). The dam's weight counteracts that force, tending to rotate the dam the other way about its toe. The designer ensures that the dam is heavy enough that the dam's weight wins that contest. In engineering terms, that is true whenever the resultant of the forces of gravity acting on the dam and water pressure on the dam acts in a line that passes upstream of the toe of the dam. [ citation needed ] The designer tries to shape the dam so if one were to consider the part of the dam above any particular height to be a whole dam itself, that dam also would be held in place by gravity, i.e., there is no tension in the upstream face of the dam holding the top of the dam down. The designer does this because it is usually more practical to make a dam of material essentially just piled up than to make the material stick together against vertical tension. [ citation needed ] The shape that prevents tension in the upstream face also eliminates a balancing compression stress in the downstream face, providing additional economy. For this type of dam, it is essential to have an impervious foundation with high bearing strength. Permeable foundations have a greater likelihood of generating uplift pressures under the dam. Uplift pressures are hydrostatic pressures caused by the water pressure of the reservoir pushing up against the bottom of the dam. If large enough uplift pressures are generated there is a risk of destabilizing the concrete gravity dam. [44] [ citation needed ] On a suitable site, a gravity dam can prove to be a better alternative to other types of dams. When built on a solid foundation, the gravity dam probably represents the best-developed example of dam building. Since the fear of flood is a strong motivator in many regions, gravity dams are built in some instances where an arch dam would have been more economical. Gravity dams are classified as \"solid\" or \"hollow\" and are generally made of either concrete or masonry. The solid form is the more widely used of the two, though the hollow dam is frequently more economical to construct. Grand Coulee Dam is a solid gravity dam and Braddock Locks & Dam is a hollow gravity dam. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Grand_Coulee_Dam_spillway.jpg/220px-Grand_Coulee_Dam_spillway.jpg",
                "caption": "The Grand Coulee Dam is an example of a solid gravity dam."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Dam",
        "title": "Dam",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Arch-gravity dams",
        "text": "A gravity dam can be combined with an arch dam into an arch-gravity dam for areas with massive amounts of water flow but less material available for a pure gravity dam. The inward compression of the dam by the water reduces the lateral (horizontal) force acting on the dam. Thus, the gravitational force required by the dam is lessened, i.e., the dam does not need to be so massive. This enables thinner dams and saves resources.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Hoover_Dam_%28aerial_view%29_-_30_April_2009.jpg/220px-Hoover_Dam_%28aerial_view%29_-_30_April_2009.jpg",
                "caption": "The Hoover Dam is an example of an arch-gravity dam."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Dam",
        "title": "Dam",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Barrages",
        "text": "A barrage dam is a special kind of dam that consists of a line of large gates that can be opened or closed to control the amount of water passing the dam. The gates are set between flanking piers which are responsible for supporting the water load, and are often used to control and stabilize water flow for irrigation systems. An example of this type of dam is the now-decommissioned Red Bluff Diversion Dam on the Sacramento River near Red Bluff, California . Barrages that are built at the mouths of rivers or lagoons to prevent tidal incursions or use the tidal flow for tidal power are known as tidal barrages . [45]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Koshi.jpg/220px-Koshi.jpg",
                "caption": "The Koshi Barrage of Nepal"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Dam",
        "title": "Dam",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Embankment dams",
        "text": "Embankment dams are made of compacted earth, and are of two main types: rock-fill and earth-fill. Like concrete gravity dams, embankment dams rely on their weight to hold back the force of water.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Chatuge_Dam_is_an_earthen_embankment_dam_in_North_Carolina%2C_United_States.jpg/220px-Chatuge_Dam_is_an_earthen_embankment_dam_in_North_Carolina%2C_United_States.jpg",
                "caption": "Chatuge Dam is an earthen embankment dam in North Carolina"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Dam",
        "title": "Dam",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Tailings dam",
        "text": "A tailings dam is typically an earth-fill embankment dam used to store tailings , which are produced during mining operations after separating the valuable fraction from the uneconomic fraction of an ore . Conventional water retention dams can serve this purpose, but due to cost, a tailings dam is more viable. Unlike water retention dams, a tailings dam is raised in succession throughout the life of the particular mine. Typically, a base or starter dam is constructed, and as it fills with a mixture of tailings and water, it is raised. Material used to raise the dam can include the tailings (depending on their size) along with soil. [70] There are three raised tailings dam designs, the \"upstream\", \"downstream\", and \"centerline\", named according to the movement of the crest during raising. The specific design used is dependent upon topography , geology, climate, the type of tailings, and cost. An upstream tailings dam consists of trapezoidal embankments being constructed on top but toe to crest of another, moving the crest further upstream. This creates a relatively flat downstream side and a jagged upstream side which is supported by tailings slurry in the impoundment. The downstream design refers to the successive raising of the embankment that positions the fill and crest further downstream. A centerlined dam has sequential embankment dams constructed directly on top of another while fill is placed on the downstream side for support and slurry supports the upstream side. [71] [72] Because tailings dams often store toxic chemicals from the mining process, modern designs incorporate an impervious geomembrane liner to prevent seepage. [73] Water/slurry levels in the tailings pond must be managed for stability and environmental purposes as well. [72]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Bituminous_geomembrane_installation_on_a_mine_tailings_storage_facility.jpg/220px-Bituminous_geomembrane_installation_on_a_mine_tailings_storage_facility.jpg",
                "caption": "Bituminous geomembrane installation on a mine tailings storage facility."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Dam",
        "title": "Dam",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Steel dams",
        "text": "A steel dam is a type of dam briefly experimented with around the start of the 20th century which uses steel plating (at an angle) and load-bearing beams as the structure. Intended as permanent structures, steel dams were an (failed) experiment to determine if a construction technique could be devised that was cheaper than masonry, concrete or earthworks, but sturdier than timber crib dams.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/RedridgeSteelDam02.jpg/220px-RedridgeSteelDam02.jpg",
                "caption": "Redridge Steel Dam , built 1905, Michigan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Dam",
        "title": "Dam",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Timber dams",
        "text": "Timber dams were widely used in the early part of the industrial revolution and in frontier areas due to ease and speed of construction. Rarely built in modern times because of their relatively short lifespan and the limited height to which they can be built, timber dams must be kept constantly wet in order to maintain their water retention properties and limit deterioration by rot, similar to a barrel. The locations where timber dams are most economical to build are those where timber is plentiful, cement is costly or difficult to transport, and either a low head diversion dam is required or longevity is not an issue. Timber dams were once numerous, especially in the North American West, but most have failed, been hidden under earth embankments, or been replaced with entirely new structures. Two common variations of timber dams were the \"crib\" and the \"plank\". Timber crib dams were erected of heavy timbers or dressed logs in the manner of a log house and the interior filled with earth or rubble. The heavy crib structure supported the dam's face and the weight of the water. Splash dams were timber crib dams used to help float logs downstream in the late 19th and early 20th centuries. \"Timber plank dams\" were more elegant structures that employed a variety of construction methods using heavy timbers to support a water retaining arrangement of planks.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Dam_Timber_Crib.jpg/220px-Dam_Timber_Crib.jpg",
                "caption": "A timber crib dam in Michigan, 1978"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Dam",
        "title": "Dam",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Cofferdams",
        "text": "A cofferdam is a barrier, usually temporary, constructed to exclude water from an area that is normally submerged. Made commonly of wood, concrete , or steel sheet piling , cofferdams are used to allow construction on the foundation of permanent dams, bridges, and similar structures. When the project is completed, the cofferdam will usually be demolished or removed unless the area requires continuous maintenance. (See also causeway and retaining wall .) Common uses for cofferdams include the construction and repair of offshore oil platforms. In such cases, the cofferdam is fabricated from sheet steel and welded into place under water. Air is pumped into the space, displacing the water and allowing a dry work environment below the surface.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Dam_Coffer.jpg/220px-Dam_Coffer.jpg",
                "caption": "A cofferdam during the construction of locks at the Montgomery Point Lock and Dam"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Dam",
        "title": "Dam",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Power generation plant",
        "text": "As of 2005 [update] , hydroelectric power, mostly from dams, supplies some 19% of the world's electricity, and over 63% of renewable energy . [74] Much of this is generated by large dams, although China uses small-scale hydro generation on a wide scale and is responsible for about 50% of world use of this type of power. [74] Most hydroelectric power comes from the potential energy of dammed water driving a water turbine and generator ; to boost the power generation capabilities of a dam, the water may be run through a large pipe called a penstock before the turbine . A variant on this simple model uses pumped-storage hydroelectricity to produce electricity to match periods of high and low demand, by moving water between reservoirs at different elevations. At times of low electrical demand, excess generation capacity is used to pump water into the higher reservoir. When there is higher demand, water is released back into the lower reservoir through a turbine. (For example, see Dinorwig Power Station .)",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Hydroelectric_dam.svg/220px-Hydroelectric_dam.svg.png",
                "caption": "Hydroelectric dam in cross section"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Water_turbine_-_edit1.svg/170px-Water_turbine_-_edit1.svg.png",
                "caption": "Hydraulic turbine and electric generator"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Dam",
        "title": "Dam",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Spillways",
        "text": "A spillway is a section of a dam designed to pass water from the upstream side of a dam to the downstream side. Many spillways have floodgates designed to control the flow through the spillway. There are several types of spillway. A \"service spillway\" or \"primary spillway\" passes normal flow. An \"auxiliary spillway\" releases flow in excess of the capacity of the service spillway. An \"emergency spillway\" is designed for extreme conditions, such as a serious malfunction of the service spillway. A \" fuse plug spillway\" is a low embankment designed to be overtopped and washed away in the event of a large flood. The elements of a fuse plug are independent free-standing blocks, set side by side which work without any remote control. They allow increasing the normal pool of the dam without compromising the security of the dam because they are designed to be gradually evacuated for exceptional events. They work as fixed weirs at times by allowing overflow in common floods. A spillway can be gradually eroded by water flow, including cavitation or turbulence of the water flowing over the spillway, leading to its failure. It was the inadequate design of the spillway and installation of fish screens that led to the 1889 over-topping of the South Fork Dam in Johnstown, Pennsylvania , resulting in the Johnstown Flood (the \"great flood of 1889\"). [75] Erosion rates are often monitored, and the risk is ordinarily minimized, by shaping the downstream face of the spillway into a curve that minimizes turbulent flow, such as an ogee curve.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Llyn_Brianne_spillway.jpg/170px-Llyn_Brianne_spillway.jpg",
                "caption": "Spillway on Llyn Brianne dam, Wales , soon after first fill"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Dam",
        "title": "Dam",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Location",
        "text": "One of the best places for building a dam is a narrow part of a deep river valley; the valley sides can then act as natural walls. The primary function of the dam's structure is to fill the gap in the natural reservoir line left by the stream channel. The sites are usually those where the gap becomes a minimum for the required storage capacity. The most economical arrangement is often a composite structure such as a masonry dam flanked by earth embankments. The current use of the land to be flooded should be dispensable. Significant other engineering and engineering geology considerations when building a dam include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Takato_Dam_discharge.jpg/220px-Takato_Dam_discharge.jpg",
                "caption": "The discharge of Takato Dam"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Dam",
        "title": "Dam",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Environmental impact",
        "text": "Reservoirs held behind dams affect many ecological aspects of a river. Rivers topography and dynamics depend on a wide range of flows, whilst rivers below dams often experience long periods of very stable flow conditions or sawtooth flow patterns caused by releases followed by no releases. Water releases from a reservoir including that exiting a turbine usually contain very little suspended sediment, and this, in turn, can lead to scouring of river beds and loss of riverbanks; for example, the daily cyclic flow variation caused by the Glen Canyon Dam was a contributor to sand bar erosion . Older dams often lack a fish ladder , which keeps many fish from moving upstream to their natural breeding grounds, causing failure of breeding cycles or blocking of migration paths. [80] Even fish ladders do not prevent a reduction in fish reaching the spawning grounds upstream. [81] In some areas, young fish (\"smolt\") are transported downstream by barge during parts of the year. Turbine and power-plant designs that have a lower impact upon aquatic life are an active area of research. At the same time, however, some particular dams may contribute to the establishment of better conditions for some kinds of fish and other aquatic organisms. Studies have demonstrated the key role played by tributaries in the downstream direction from the main river impoundment, which influenced local environmental conditions and beta diversity patterns of each biological group. [82] Both replacement and richness differences contributed to high values of total beta diversity for fish (average = 0.77) and phytoplankton (average = 0.79), but their relative importance was more associated with the replacement component for both biological groups (average = 0.45 and 0.52, respectively). [82] A study conducted by de Almeida, R. A., Steiner, M.T.A and others found that, while some species declined in population by more than 30% after the building of the dam, others increased their population by 28%. [83] Such changes may be explained by the fact that the fish obtained \"different feeding habits, with almost all species being found in more than one group. [83] A large dam can cause the loss of entire ecospheres , including endangered and undiscovered species in the area, and the replacement of the original environment by a new inland lake.  As a result, the construction of dams have been opposed in various countries with some, such as Tasmania's Franklin Dam project, being cancelled following environmentalist campaigns. [84] Large reservoirs formed behind dams have been indicated in the contribution of seismic activity , due to changes in water load and/or the height of the water table. However, this is a mistaken assumption, because the relatively marginal stress attributed to the water load is orders of magnitude lesser than the force of an earthquake. The increased stress from the water load is insufficient to fracture the Earth's crust, and thus does not increase the severity of an earthquake. [85] Dams are also found to influence global warming . [86] The changing water levels in reservoirs are a source for greenhouse gases like methane . [87] While dams and the water behind them cover only a small portion of earth's surface, they harbour biological activity that can produce large quantities of greenhouse gases. [88]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Dam-pollution.JPG/220px-Dam-pollution.JPG",
                "caption": "Wood and garbage accumulation due to a dam"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Dam",
        "title": "Dam",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Failure",
        "text": "Dam failures are generally catastrophic if the structure is breached or significantly damaged. Routine deformation monitoring and monitoring of seepage from drains in and around larger dams is useful to anticipate any problems and permit remedial action to be taken before structural failure occurs. Most dams incorporate mechanisms to permit the reservoir to be lowered or even drained in the event of such problems. Another solution can be rock grouting – pressure pumping Portland cement slurry into weak fractured rock. During an armed conflict, a dam is to be considered as an \"installation containing dangerous forces\" due to the massive impact of possible destruction on the civilian population and the environment. As such, it is protected by the rules of international humanitarian law (IHL) and shall not be made the object of attack if that may cause severe losses among the civilian population. To facilitate the identification, a protective sign consisting of three bright orange circles placed on the same axis is defined by the rules of IHL. The main causes of dam failure include inadequate spillway capacity, piping through the embankment, foundation or abutments, spillway design error ( South Fork Dam ), geological instability caused by changes to water levels during filling or poor surveying ( Vajont , Malpasset , Testalinden Creek dams), poor maintenance, especially of outlet pipes ( Lawn Lake Dam , Val di Stava Dam collapse ), extreme rainfall ( Shakidor Dam ), earthquakes , and human, computer or design error ( Buffalo Creek Flood , Dale Dike Reservoir , Taum Sauk pumped storage plant ). A notable case of deliberate dam failure (prior to the above ruling) was the Royal Air Force 'Dambusters' raid on Germany in World War II (codenamed \" Operation Chastise \"), in which three German dams were selected to be breached in order to damage German infrastructure and manufacturing and power capabilities deriving from the Ruhr and Eder rivers. This raid later became the basis for several films. Since 2007, the Dutch IJkdijk foundation is developing, with an open innovation model and early warning system for levee/dike failures. As a part of the development effort, full-scale dikes are destroyed in the IJkdijk fieldlab. The destruction process is monitored by sensor networks from an international group of companies and scientific institutions.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/%28IDAHO-L-0010%29_Teton_Dam_Flood_-_Newdale.jpg/220px-%28IDAHO-L-0010%29_Teton_Dam_Flood_-_Newdale.jpg",
                "caption": "Teton Dam failure"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/International_special_sign_for_works_and_installations_containing_dangerous_forces.svg/220px-International_special_sign_for_works_and_installations_containing_dangerous_forces.svg.png",
                "caption": "International special sign for works and installations containing dangerous forces"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/The_Great_Conemaugh_Valley_Disaster.jpg/220px-The_Great_Conemaugh_Valley_Disaster.jpg",
                "caption": "South Fork Dam failure and resulting flood that destroyed Johnstown in Pennsylvania in 1889"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Dam",
        "title": "Dam",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Generation",
        "text": "Hydroelectric power is the generation of electric power from the movement of water. A  hydroelectric facility requires a dependable flow of water and a reasonable height for the water to fall, called the head . In a typical installation, water is fed from a reservoir through a pipe into a turbine . The water flowing through the turbine causes an electrical generator to rotate, converting the motion into electrical energy. Small hydro may be developed by constructing new facilities or through re-development of existing dams whose primary purpose is flood control, or irrigation. Old hydro sites may be  re-developed, sometimes salvaging substantial investment in the installation such as penstock pipe and turbines, or just re-using the water rights associated with an abandoned site. Either of these cost saving advantages can make the return on investment for a small hydro site well worth the use of existing sites. Brazil is another country which is investing heavily in small hydro. Brazil itself is a leader in hydroelectric generation, the world's third most hydropower installed capacity country at 79 GW, behind the United States at 100 GW, and China in first place with 171 GW. [17] 51 new small hydro projects are, as of 2024, being constructed in Brazil.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/HKO_Transmission_02.JPG/220px-HKO_Transmission_02.JPG",
                "caption": "Historic Ottenbach Small Hydro with original equipment of 1920 in Ottenbach, Switzerland , still running for guided visits"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Hongping-Power-Station-5425.jpg/220px-Hongping-Power-Station-5425.jpg",
                "caption": "Hongping Power station, in Hongping Town, Shennongjia , has a design typical for small hydro stations in the western part of China's Hubei Province. Water comes from the mountain behind the station, through the black pipe seen in the photo"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Small_hydro",
        "title": "Small hydro",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Advantages and disadvantages",
        "text": "The primary advantages of small hydro development include low cost to build, environmental justice , and ability to remain disconnected from centralized power grids. Rural or isolated areas that are expensive to connect to national power grids are where most small hydro developments are made. For instance, rural areas in India or other countries that have flowing water regimes utilize small hydro to provide a renewable source of energy without connection to the national grid. [21] Additionally, in communities which are geographically isolated from national power grids small hydro projects provide the greatest reduction in green house gas emissions. [22] For investors, environmentalists, and policy makers small hydro projects are considered most viable when there is little ecological impact and projected profit after construction. [23] It is shown to be relatively easy for stakeholders to greenlight small hydro developments if these conditions are met, even to a slight degree. [23] A final noted advantage of small hydro over larger hydropower developments or fossil fuel plants is an element of environmental justice. In a number of communities which lack essential electricity access small hydro offers a reliable and clean source of electricity. [24] Small hydro projects do not normally require significant government assistance. Gaps in governance allow small hydro projects to be built and which provide local power to local communities. [24] Disadvantages of small hydro do exist primarily in habitat alteration and potential cost increase. Some of the disadvantages of small hydro come in the form of how the running water system is disturbed. Within run-of-river design projects, the greatest harm for water systems are flow regime alteration, loss of river cohesion and connectivity, and habitat degradation effecting fish and macroinvertebrates primarily. [25] Although the cost of small hydro projects are generally far lower than large-scale hydroelectric systems, there is a cost to construction. Considering this, if a small hydro project proves to be uneconomical it will have an outsized budget expenditure relative to large projects which run over-budget. [26]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Small_hydro_power_plant_%22Sveta_Petka%22.IMG_0013.jpg/220px-Small_hydro_power_plant_%22Sveta_Petka%22.IMG_0013.jpg",
                "caption": "An example of a small hydro power plant, Sveta Petka."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Small_hydro",
        "title": "Small hydro",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Largest hydroelectric power stations",
        "text": "This is a list of the ten largest hydroelectric power stations in the United States by installed capacity .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Plant_map_Hydro.png/330px-Plant_map_Hydro.png",
                "caption": "Hydro plants by capacity in 2021"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectric_power_in_the_United_States",
        "title": "Hydroelectric power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Demand side management and grid storage",
        "text": "The demand side can also store electricity from the grid, for example charging a battery electric vehicle stores energy for a vehicle and storage heaters , district heating storage or ice storage provide thermal storage for buildings. [6] At present this storage serves only to shift consumption to the off-peak time of day, no electricity is returned to the grid. The need for grid storage to provide peak power is reduced by demand side time of use pricing , one of the benefits of smart meters . At the household level, consumers may choose less expensive off-peak times to wash and dry clothes, use dishwashers, take showers and cook. As well, commercial and industrial users will take advantage of cost savings by deferring some processes to off-peak times. Regional impacts from the unpredictable operation of wind power has created a new need for interactive demand response , where the utility communicates with the demand. Historically this was only done in cooperation with large industrial consumers, but now may be expanded to entire grids. [7] For instance, a few large-scale projects in Europe link variations in wind power to change industrial food freezer loads, causing small variations in temperature. If communicated on a grid-wide scale, small changes to heating/cooling temperatures would instantly change consumption across the grid. A report released in December 2013 by the United States Department of Energy further describes the potential benefits of energy storage and demand side technologies to the electric grid: \"Modernizing the electric system will help the nation meet the challenge of handling projected energy needs—including addressing climate change by integrating more energy from renewable sources and enhancing efficiency from non-renewable energy processes. Advances to the electric grid must maintain a robust and resilient electricity delivery system, and energy storage can play a significant role in meeting these challenges by improving the operating capabilities of the grid, lowering cost and ensuring high reliability, as well as deferring and reducing infrastructure investments. Finally, energy storage can be instrumental for emergency preparedness because of its ability to provide backup power as well as grid stabilization services\". [8] The report was written by a core group of developers representing Office of Electricity Delivery and Energy Reliability , ARPA-E , Office of Science , Office of Energy Efficiency and Renewable Energy , Sandia National Laboratories , and Pacific Northwest National Laboratory ; all of whom are engaged in the development of grid energy storage. [8]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Energy-Units-01.png/220px-Energy-Units-01.png",
                "caption": "A sense of units and scale for electrical energy production and consumption"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Grid_energy_storage",
        "title": "Grid energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Batteries",
        "text": "Battery storage was used in the early days of direct current electric power. Where AC grid power was not readily available, isolated lighting plants run by wind turbines or internal combustion engines provided lighting and power to small motors. The battery system could be used to run the load without starting the engine or when the wind was calm. A bank of lead–acid batteries in glass jars both supplied power to illuminate lamps, as well as to start an engine to recharge the batteries. Battery storage technology is typically around 80% to more than 90% efficient for newer lithium-ion devices. [38] [39] Battery systems connected to large solid-state converters have been used to stabilize power distribution networks. Some grid batteries are co-located with renewable energy plants, either to smooth the power supplied by the intermittent wind or solar output, or to shift the power output into other hours of the day when the renewable plant cannot produce power directly (see Installation examples ). These hybrid systems (generation and storage) can either alleviate the pressure on the grid when connecting renewable sources or be used to reach self-sufficiency and work \"off-the-grid\" (see Stand-alone power system ). Contrary to electric vehicle applications, batteries for stationary storage do not suffer from mass or volume constraints. However, due to the large amounts of energy and power implied, the cost per power or energy unit is crucial. The relevant metrics to assess the interest of a technology for grid-scale storage is the $/Wh (or $/W) rather than the Wh/kg (or W/kg). The electrochemical grid storage was made possible thanks to the development of the electric vehicle, that induced a fast decrease in the production costs of batteries below $300/kWh. By optimizing the production chain, major industrials aimed to reach $150/kWh by the end of 2020, but actually achieved $140/kWh. The rate of decline in battery prices has consistently outpaced most estimates, reaching $132/kWh in 2021. [40] These batteries rely on a lithium-ion technology, which is suited for mobile applications (high cost, high density). Technologies optimized for the grid should focus on low cost per kWh.   Lithium iron phosphate batteries are increasingly being used in both vehicles and grid storage because of their low cost, scale and acceptable energy density for many applications. [41]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Light-plant-Fig1198-Page989-Ch45-Hawkins-Electrical-Guide.png/220px-Light-plant-Fig1198-Page989-Ch45-Hawkins-Electrical-Guide.png",
                "caption": "A 900 watt direct current light plant using 16 separate lead acid battery cells (32 volts) from 1917. [35]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Battery-cost-learning-curve.png/220px-Battery-cost-learning-curve.png",
                "caption": "Learning curve of lithium-ion batteries: the price of batteries declined by 97% in three decades. [36] [37]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Grid_energy_storage",
        "title": "Grid energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Electric vehicles",
        "text": "Companies are researching the possible use of electric vehicles to meet peak demand. A parked and plugged-in electric vehicle could sell the electricity from the battery during peak loads and charge either during night (at home) or during off-peak. [69] Plug-in hybrid or electric cars could be used [70] [71] [72] for their energy storage capabilities. Vehicle-to-grid technology can be employed, turning each vehicle with its 20 to 50 kWh battery pack into a distributed load-balancing device or emergency power source. This represents two to five days per vehicle of average household requirements of 10 kWh per day, assuming annual consumption of 3,650 kWh. This quantity of energy is equivalent to between 60 and 480 kilometres (40 and 300 mi) of range in such vehicles consuming 0.1 to 0.3 kilowatt-hours per kilometre (0.16 to 0.5 kWh/mi). These figures can be achieved even in home-made electric vehicle conversions . Some electric utilities plan to use old plug-in vehicle batteries (sometimes resulting in a giant battery) to store electricity [73] [74] However, a large disadvantage of using vehicle to grid energy storage would be if each storage cycle stressed the battery with one complete charge-discharge cycle. [70] However, one major study showed that used intelligently, vehicle-to-grid storage actually improved the batteries longevity. [75] Conventional (cobalt-based) lithium-ion batteries break down with the number of cycles – newer li-ion batteries do not break down significantly with each cycle, and so have much longer lives. One approach is to reuse unreliable vehicle batteries in dedicated grid storage [76] as they are expected to be good in this role for ten years. [77] If such storage is done on a large scale it becomes much easier to guarantee replacement of a vehicle battery degraded in mobile use, as the old battery has value and immediate use.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Nissan_Leaf_aan_Amsterdamse_laadpaal.jpg/220px-Nissan_Leaf_aan_Amsterdamse_laadpaal.jpg",
                "caption": "Nissan Leaf , the world's top-selling highway-capable electric car as of 2015"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Grid_energy_storage",
        "title": "Grid energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Flywheel",
        "text": "Mechanical inertia is the basis of this storage method. When the electric power flows into the device, an electric motor accelerates a heavy rotating disc. The motor acts as a generator when the flow of power is reversed, slowing down the disc and producing electricity. Electricity is stored as the kinetic energy of the disc. Friction must be kept to a minimum to prolong the storage time. This is often achieved by placing the flywheel in a vacuum and using magnetic bearings , tending to make the method expensive. Greater flywheel speeds allow greater storage capacity but require strong materials such as steel or composite materials to resist the centrifugal forces . The ranges of power and energy storage technology that make this method economic, however, tends to make flywheels unsuitable for general power system application; they are probably best suited to load-leveling applications on railway power systems and for improving power quality in renewable energy systems such as the 20MW system in Ireland. [78] [79] Applications that use flywheel storage are those that require very high bursts of power for very short durations such as tokamak [80] and laser experiments where a motor generator is spun up to operating speed and is partially slowed down during discharge. Flywheel storage is also currently used in the form of the Diesel rotary uninterruptible power supply to provide uninterruptible power supply systems (such as those in large datacenters ) for ride-through power necessary during transfer [81] – that is, the relatively brief amount of time between a loss of power to the mains and the warm-up of an alternate source, such as a diesel generator . This potential solution has been implemented by EDA [82] [ better source needed ] in the Azores on the islands of Graciosa and Flores . This system uses an 18 megawatt-second flywheel to improve power quality and thus allow increased renewable energy usage. As the description suggests, these systems are again designed to smooth out transient fluctuations in supply, and could never be used to cope with an outage exceeding a couple of days. Powercorp in Australia have been developing applications using wind turbines, flywheels and low load diesel (LLD) technology to maximize the wind input to small grids. A system installed in Coral Bay, Western Australia, uses wind turbines coupled with a flywheel based control system and LLDs. The flywheel technology enables the wind turbines to supply up to 95 percent of Coral Bay's energy supply at times, with a total annual wind penetration of 45 percent. [83]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/G2_front2.jpg/220px-G2_front2.jpg",
                "caption": "NASA G2 flywheel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Grid_energy_storage",
        "title": "Grid energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Pumped water",
        "text": "In 2008, world pumped-storage generating capacity was 104 GW , [95] while other sources claim 127 GW, which comprises the vast majority of all types of grid electric storage – all other types combined are some hundreds of MW. [96] In many places, pumped-storage hydroelectricity is used to even out the daily generating load, by pumping water to a high storage reservoir during off-peak hours and weekends, using the excess base-load capacity from coal or nuclear sources.  During peak hours, this water can be used for hydroelectric generation, often as a high value rapid-response reserve to cover transient peaks in demand. Pumped storage recovers about 70% to 85% of the energy consumed, and is currently the most cost effective form of mass power storage. [97] The chief problem with pumped storage is that it usually requires two nearby reservoirs at considerably different heights, and often requires considerable capital expenditure. [98] Pumped water systems have high dispatchability , meaning they can come on-line very quickly, typically within 15 seconds, [99] which makes these systems very efficient at soaking up variability in electrical demand from consumers. There is over 90 GW of pumped storage in operation around the world, which is about 3% of instantaneous global generation capacity. Pumped water storage systems, such as the Dinorwig storage system in Britain, hold five or six hours of generating capacity, [99] and are used to smooth out demand variations. Another example is the 1836 MW Tianhuangping Pumped-Storage Hydro Plant in China, which has a reservoir capacity of eight million cubic meters (2.1 billion U.S. gallons or the volume of water over Niagara Falls in 25 minutes) with a vertical distance of 600 m (1970 feet). The reservoir can provide about 13 GW·h of stored gravitational potential energy (convertible to electricity at about 80% efficiency), or about 2% of China's daily electricity consumption. [100] A new concept in pumped-storage is utilizing wind energy or solar power to pump water. Wind turbines or solar cells that direct drive water pumps for an energy storing wind or solar dam can make this a more efficient process but are limited. Such systems can only increase kinetic water volume during windy and daylight periods. A study published in 2013 showed rooftop solar, coupled to existing pumped-storage, could replace the reactors lost at Fukushima with an equivalent capacity factor. [101]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Taiwan_Power_Ccopany_Mingtan_Power_Station.JPG/220px-Taiwan_Power_Ccopany_Mingtan_Power_Station.JPG",
                "caption": "Mingtan Pumped-Storage Hydro Power Plant dam in Nantou , Taiwan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Grid_energy_storage",
        "title": "Grid energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    },
    {
        "section": "Hydroelectric dams",
        "text": "Hydroelectric dams with large reservoirs can also be operated to provide peak generation at times of peak demand. Water is stored in the reservoir during periods of low demand and released through the plant when demand is higher.  The net effect is the same as pumped storage, but without the pumping loss. Depending on the reservoir capacity the plant can provide daily, weekly, or seasonal load following. Many existing hydroelectric dams are fairly old (for example, the Hoover Dam was built in the 1930s), and their original design predated the newer intermittent power sources such as wind and solar by decades. A hydroelectric dam originally built to provide baseload power will have its generators sized according to the average flow of water into the reservoir. Uprating such a dam with additional generators increases its peak power output capacity, thereby increasing its capacity to operate as a virtual grid energy storage unit. [102] [103] The United States Bureau of Reclamation reports an investment cost of $69 per kilowatt capacity to uprate an existing dam, [102] compared to more than $400 per kilowatt for oil-fired peaking generators. While an uprated hydroelectric dam does not directly store excess energy from other generating units, it behaves equivalently by accumulating its own fuel – incoming river water – during periods of high output from other generating units. Functioning as a virtual grid storage unit in this way, the uprated dam is one of the most efficient forms of energy storage, because it has no pumping losses to fill its reservoir, only increased losses to evaporation and leakage. A dam which impounds a large reservoir can store and release a correspondingly large amount of energy, by controlling river outflow and raising or lowering its reservoir level a few meters. Limitations do apply to dam operation, their releases are commonly subject to government regulated water rights to limit downstream effect on rivers. For example, there are grid situations where baseload thermal plants, nuclear or wind turbines are already producing excess power at night, dams are still required to release enough water to maintain adequate river levels, whether electricity is generated or not. Conversely there's a limit to peak capacity, which if excessive could cause a river to flood for a few hours each day. [104]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/FeiCueiReservoir.jpg/220px-FeiCueiReservoir.jpg",
                "caption": "Fetsui hydroelectric dam in New Taipei , Taiwan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Grid_energy_storage",
        "title": "Grid energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Large-scale hydropower and dams"
    }
]