[
    {
        "section": "Construction",
        "text": "Construction details of a microhydro plant are site-specific. Sometimes an existing mill-pond or other artificial reservoir is available and can be adapted for power production. In general, microhydro systems are made up of a number of components. [3] The most important include the intake where water is diverted from the natural stream, river, or perhaps a waterfall. An intake structure such as a catch box is required to screen out floating debris and fish, using a screen or array of bars to keep out large objects. In temperate climates, this structure must resist ice as well. The intake may have a gate to allow the system to be dewatered for inspection and maintenance. The intake is then brought through a canal and then forebay. The forebay is used for sediment holding. At the bottom of the system the water is tunneled through a pipeline ( penstock ) to the powerhouse building containing a turbine . The penstock builds up pressure from the water that has traveled downwards. In mountainous areas, access to the route of the penstock may provide considerable challenges. If the water source and turbine are far apart, the construction of the penstock may be the largest part of the costs of construction. At the turbine, a controlling valve is installed to regulate the flow and the speed of the turbine. The turbine converts the flow and pressure of the water to mechanical energy; the water emerging from the turbine returns to the natural watercourse along a tailrace channel. The turbine turns a generator , which is then connected to electrical loads ; this might be directly connected to the power system of a single building in very small installations, or may be connected to a community distribution system for several homes or buildings. [3] Usually, microhydro installations do not have a dam and reservoir, like large hydroelectric plants have, relying on a minimal flow of water to be available year-round.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Microhydro_System.svg/220px-Microhydro_System.svg.png",
                "caption": "Typical microhydro setup."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Micro_hydro",
        "title": "Micro hydro",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Generation",
        "text": "Hydroelectric power is the generation of electric power from the movement of water. A  hydroelectric facility requires a dependable flow of water and a reasonable height for the water to fall, called the head . In a typical installation, water is fed from a reservoir through a pipe into a turbine . The water flowing through the turbine causes an electrical generator to rotate, converting the motion into electrical energy. Small hydro may be developed by constructing new facilities or through re-development of existing dams whose primary purpose is flood control, or irrigation. Old hydro sites may be  re-developed, sometimes salvaging substantial investment in the installation such as penstock pipe and turbines, or just re-using the water rights associated with an abandoned site. Either of these cost saving advantages can make the return on investment for a small hydro site well worth the use of existing sites. Brazil is another country which is investing heavily in small hydro. Brazil itself is a leader in hydroelectric generation, the world's third most hydropower installed capacity country at 79 GW, behind the United States at 100 GW, and China in first place with 171 GW. [17] 51 new small hydro projects are, as of 2024, being constructed in Brazil.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/HKO_Transmission_02.JPG/220px-HKO_Transmission_02.JPG",
                "caption": "Historic Ottenbach Small Hydro with original equipment of 1920 in Ottenbach, Switzerland , still running for guided visits"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Hongping-Power-Station-5425.jpg/220px-Hongping-Power-Station-5425.jpg",
                "caption": "Hongping Power station, in Hongping Town, Shennongjia , has a design typical for small hydro stations in the western part of China's Hubei Province. Water comes from the mountain behind the station, through the black pipe seen in the photo"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Small_hydro",
        "title": "Small hydro",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Advantages and disadvantages",
        "text": "The primary advantages of small hydro development include low cost to build, environmental justice , and ability to remain disconnected from centralized power grids. Rural or isolated areas that are expensive to connect to national power grids are where most small hydro developments are made. For instance, rural areas in India or other countries that have flowing water regimes utilize small hydro to provide a renewable source of energy without connection to the national grid. [21] Additionally, in communities which are geographically isolated from national power grids small hydro projects provide the greatest reduction in green house gas emissions. [22] For investors, environmentalists, and policy makers small hydro projects are considered most viable when there is little ecological impact and projected profit after construction. [23] It is shown to be relatively easy for stakeholders to greenlight small hydro developments if these conditions are met, even to a slight degree. [23] A final noted advantage of small hydro over larger hydropower developments or fossil fuel plants is an element of environmental justice. In a number of communities which lack essential electricity access small hydro offers a reliable and clean source of electricity. [24] Small hydro projects do not normally require significant government assistance. Gaps in governance allow small hydro projects to be built and which provide local power to local communities. [24] Disadvantages of small hydro do exist primarily in habitat alteration and potential cost increase. Some of the disadvantages of small hydro come in the form of how the running water system is disturbed. Within run-of-river design projects, the greatest harm for water systems are flow regime alteration, loss of river cohesion and connectivity, and habitat degradation effecting fish and macroinvertebrates primarily. [25] Although the cost of small hydro projects are generally far lower than large-scale hydroelectric systems, there is a cost to construction. Considering this, if a small hydro project proves to be uneconomical it will have an outsized budget expenditure relative to large projects which run over-budget. [26]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Small_hydro_power_plant_%22Sveta_Petka%22.IMG_0013.jpg/220px-Small_hydro_power_plant_%22Sveta_Petka%22.IMG_0013.jpg",
                "caption": "An example of a small hydro power plant, Sveta Petka."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Small_hydro",
        "title": "Small hydro",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Large facilities",
        "text": "The largest power producers in the world are hydroelectric power stations, with some hydroelectric facilities capable of generating more than double the installed capacities of the current largest nuclear power stations . Although no official definition exists for the capacity range of large hydroelectric power stations, facilities from over a few hundred megawatts are generally considered large hydroelectric facilities. Currently, only seven facilities over 10 GW ( 10,000 MW ) are in operation worldwide, see table below. [30]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Itaipu_D%C3%A9cembre_2007_-_Vue_G%C3%A9n%C3%A9rale.jpg/1500px-Itaipu_D%C3%A9cembre_2007_-_Vue_G%C3%A9n%C3%A9rale.jpg",
                "caption": "Panoramic view of the Itaipu Dam , with the spillways (closed at the time of the photo) on the left. In 1994, the American Society of Civil Engineers elected the Itaipu Dam as one of the Seven Wonders of the Modern World . [31]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Small",
        "text": "Small hydro is hydroelectric power on a scale serving a small community or industrial plant. The definition of a small hydro project varies but a generating capacity of up to 10 megawatts (MW) is generally accepted as the upper limit. This may be stretched to 25 MW and 30 MW in Canada and the United States. [32] [33] Small hydro stations may be connected to conventional electrical distribution networks as a source of low-cost renewable energy. Alternatively, small hydro projects may be built in isolated areas that would be uneconomic to serve from a grid, or in areas where there is no national electrical distribution network. Since small hydro projects usually have minimal reservoirs and civil construction work, they are seen as having a relatively low environmental impact compared to large hydro. This decreased environmental impact depends strongly on the balance between stream flow and power production. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Nw_vietnam_hydro.jpg/300px-Nw_vietnam_hydro.jpg",
                "caption": "A micro-hydro facility in Vietnam"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Amateur_Hydroelectricity.jpg/300px-Amateur_Hydroelectricity.jpg",
                "caption": "Pico hydroelectricity in Mondulkiri , Cambodia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Underground",
        "text": "An underground power station is generally used at large facilities and makes use of a large natural height difference between two waterways, such as a waterfall or mountain lake. A tunnel is constructed to take water from the high reservoir to the generating hall built in a cavern near the lowest point of the water tunnel and a horizontal tailrace taking water away to the lower outlet waterway.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Tailrace-Forebay-Limestone.JPG/220px-Tailrace-Forebay-Limestone.JPG",
                "caption": "Measurement of the tailrace and forebay rates at the Limestone Generating Station in Manitoba , Canada ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Ecosystem damage and loss of land",
        "text": "Large reservoirs associated with traditional hydroelectric power stations result in submersion of extensive areas upstream of the dams, sometimes destroying biologically rich and productive lowland and riverine valley forests, marshland and grasslands. Damming interrupts the flow of rivers and can harm local ecosystems, and building large dams and reservoirs often involves displacing people and wildlife. [30] The loss of land is often exacerbated by habitat fragmentation of surrounding areas caused by the reservoir. [46] Hydroelectric projects can be disruptive to surrounding aquatic ecosystems both upstream and downstream of the plant site. Generation of hydroelectric power changes the downstream river environment. Water exiting a turbine usually contains very little suspended sediment, which can lead to scouring of river beds and loss of riverbanks. [47] The turbines also will kill large portions of the fauna passing through, for instance 70% of the eel passing a turbine will perish immediately. [48] [49] [50] Since turbine gates are often opened intermittently, rapid or even daily fluctuations in river flow are observed. [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/MeroweDam01.jpg/220px-MeroweDam01.jpg",
                "caption": "Merowe Dam in Sudan . Hydroelectric power stations that use dams submerge large areas of land due to the requirement of a reservoir . These changes to land color or albedo , alongside certain projects that concurrently submerge rainforests, can in these specific cases result in the global warming impact, or equivalent life-cycle greenhouse gases of hydroelectricity projects, to potentially exceed that of coal power stations."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Methane emissions (from reservoirs)",
        "text": "Lower positive impacts are found in the tropical regions. In lowland rainforest areas, where inundation of a part of the forest is necessary, it has been noted that the reservoirs of power plants produce substantial amounts of methane . [56] This is due to plant material in flooded areas decaying in an anaerobic environment and forming methane, a greenhouse gas . According to the World Commission on Dams report, [57] where the reservoir is large compared to the generating capacity (less than 100 watts per square metre of surface area) and no clearing of the forests in the area was undertaken prior to impoundment of the reservoir, greenhouse gas emissions from the reservoir may be higher than those of a conventional oil-fired thermal generation plant. [58] In boreal reservoirs of Canada and Northern Europe, however, greenhouse gas emissions are typically only 2% to 8% of any kind of conventional fossil-fuel thermal generation. A new class of underwater logging operation that targets drowned forests can mitigate the effect of forest decay. [59]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Hoover_Dam_Nevada_Luftaufnahme.jpg/220px-Hoover_Dam_Nevada_Luftaufnahme.jpg",
                "caption": "The Hoover Dam in the United States is a large conventional dammed-hydro facility, with an installed capacity of 2,080 MW ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Hydro power by country",
        "text": "In 2022 hydro generated 4,289 TWh, 15% of total electricity and half of renewables. Of the world total, China (30%) produced the most, followed by Brazil (10%), Canada (9.2%), the United States (5.8%) and Russia (4.6%). Paraguay produces nearly all of its electricity from hydro and exports far more than it uses. [68] Larger plants tend to be built and operated by national governments, so most capacity (70%) is publicly owned, despite the fact that most plants (nearly 70%) are owned and operated by the private sector, as of 2021. [1] The following table lists these data for each country: Data are sourced from Ember dating to the year 2022 unless otherwise specified. [67] Only includes countries with more than 1 TWh of generation. Links for each location go to the relevant hydro power page, when available.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Share-electricity-hydro.svg/330px-Share-electricity-hydro.svg.png",
                "caption": "Share of electricity production from hydropower, 2022 [66]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/World_hydro_generation_yearly.png/330px-World_hydro_generation_yearly.png",
                "caption": "Yearly hydro generation by continent [67]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/World_hydro_generation_2021.png/330px-World_hydro_generation_2021.png",
                "caption": "Hydro generation by country, 2021 [67]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Basic principle",
        "text": "At times of low electrical demand, excess generation capacity is used to pump water into the upper reservoir. When there is higher demand, water is released back into the lower reservoir through a turbine , generating electricity. Reversible turbine/generator assemblies act as combined pump and turbine generator units (usually Francis turbine designs). [15] Variable speed operation further optimizes the round trip efficiency in pumped hydro storage plants. [16] [17] In micro-PSH applications, a group of pumps and Pump As Turbine (PAT) could be implemented respectively for pumping and generating phases. [18] The same pump could be used in both modes by changing rotational direction and speed: [18] the operation point in pumping usually differs from the operation point in PAT mode.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Pumpspeicherkraftwerk_engl.png/220px-Pumpspeicherkraftwerk_engl.png",
                "caption": "Power distribution, over a day, of a pumped-storage hydroelectricity facility. Green represents power consumed in pumping. Red is power generated."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pumped-storage_hydroelectricity",
        "title": "Pumped-storage hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Economic efficiency",
        "text": "Taking into account conversion losses and evaporation losses from the exposed water surface, energy recovery of 70–80% or more can be achieved. [19] This technique is currently the most cost-effective means of storing large amounts of electrical energy, but capital costs and the necessity of appropriate geography are critical decision factors in selecting pumped-storage plant sites. The relatively low energy density of pumped storage systems requires either large flows and/or large differences in height between reservoirs. The only way to store a significant amount of energy is by having a large body of water located relatively near, but as high as possible above, a second body of water. In some places this occurs naturally, in others one or both bodies of water were man-made. Projects in which both reservoirs are artificial and in which no natural inflows are involved with either reservoir are referred to as \"closed loop\" systems. [20] These systems may be economical because they flatten out load variations on the power grid, permitting thermal power stations such as coal-fired plants and nuclear power plants that provide base-load electricity to continue operating at peak efficiency, while reducing the need for \"peaking\" power plants that use the same fuels as many base-load thermal plants, gas and oil, but have been designed for flexibility rather than maximal efficiency. Hence pumped storage systems are crucial when coordinating large groups of heterogeneous generators . Capital costs for pumped-storage plants are relatively high, although this is somewhat mitigated by their proven long service life of decades - and in some cases over a century, [21] [22] which is three to five times longer than utility-scale batteries. When electricity prices become negative , pumped hydro operators may earn twice - when \"buying\" the electricity to pump the water to the upper reservoir at negative spot prices and again when selling the electricity at a later time when prices are high. Along with energy management, pumped storage systems help stabilize electrical network frequency and provide reserve generation. Thermal plants are much less able to respond to sudden changes in electrical demand that potentially cause frequency and voltage instability. Pumped storage plants, like other hydroelectric plants, can respond to load changes within seconds. The most important use for pumped storage has traditionally been to balance baseload powerplants, but they may also be used to abate the fluctuating output of intermittent energy sources . Pumped storage provides a load at times of high electricity output and low electricity demand, enabling additional system peak capacity. In certain jurisdictions, electricity prices may be close to zero or occasionally negative on occasions that there is more electrical generation available than there is load available to absorb it. Although at present this is rarely due to wind or solar power alone, increased use of such generation will increase the likelihood of those occurrences. [ citation needed ] It is particularly likely that pumped storage will become especially important as a balance for very large-scale photovoltaic and wind generation. [23] Increased long-distance transmission capacity combined with significant amounts of energy storage will be a crucial part of regulating any large-scale deployment of intermittent renewable power sources. [24] The high non-firm renewable electricity penetration in some regions  supplies 40% of annual output, but 60% may be reached before additional storage is necessary. [25] [26] [27]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Stwlan.dam.jpg/220px-Stwlan.dam.jpg",
                "caption": "The upper reservoir, Llyn Stwlan, and dam of the Ffestiniog Pumped Storage Scheme in North Wales . The lower power station has four water turbines which generate 360 MW of electricity within 60 seconds of the need arising."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pumped-storage_hydroelectricity",
        "title": "Pumped-storage hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Summary",
        "text": "In 2009, world pumped storage generating capacity was 104 GW , [32] while other sources claim 127 GW, which comprises the vast majority of all types of utility grade electric storage. [33] The EU had 38.3 GW net capacity (36.8% of world capacity) out of a total of 140 GW of hydropower and representing 5% of total net electrical capacity in the EU. Japan had 25.5 GW net capacity (24.5% of world capacity). [32] In 2010 the United States had 21.5 GW of pumped storage generating capacity (20.6% of world capacity). [34] PSH contributed 21,073 GWh of energy  in 2020 in the United States, but −5,321 GWh  (net) because more energy is consumed in pumping than is generated. [35] Nameplate pumped storage capacity had grown to 21.6 GW by 2014, with pumped storage comprising 97% of grid-scale energy storage in the United States. As of late 2014, there were 51 active project proposals with a total of 39 GW of new nameplate capacity across all stages of the FERC licensing process for new pumped storage hydroelectric plants in the United States, but no new plants were currently under construction in the United States at the time. [36] [37] The five largest operational pumped-storage plants are listed below (for a detailed list see List of pumped-storage hydroelectric power stations ) :",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Kruonis_Pumped_Storage_Plant.Lithuania.jpg/220px-Kruonis_Pumped_Storage_Plant.Lithuania.jpg",
                "caption": "Kruonis Pumped Storage Plant , Lithuania"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pumped-storage_hydroelectricity",
        "title": "Pumped-storage hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Calculating the amount of available power",
        "text": "A hydropower resource can be evaluated by its available power . Power is a function of the hydraulic head and volumetric flow rate . The head is the energy per unit weight (or unit mass) of water. [5] The static head is proportional to the difference in height through which the water falls. Dynamic head is related to the velocity of moving water. Each unit of water can do an amount of work equal to its weight times the head. The power available from falling water can be calculated from the flow rate and density of water, the height of fall, and the local acceleration due to gravity: To illustrate, the power output of a turbine that is 85% efficient, with a flow rate of 80 cubic metres per second (2800 cubic feet per second) and a head of 145 metres (476 feet), is 97 megawatts: [note 1] Operators of hydroelectric stations compare the total electrical energy produced with the theoretical potential energy of the water passing through the turbine to calculate efficiency. Procedures and definitions for calculation of efficiency are given in test codes such as ASME PTC 18 and IEC 60041. Field testing of turbines is used to validate the manufacturer's efficiency guarantee. Detailed calculation of the efficiency of a hydropower turbine accounts for the head lost due to flow friction in the power canal or penstock, rise in tailwater level due to flow, the location of the station and effect of varying gravity, the air temperature and barometric pressure, the density of the water at ambient temperature, and the relative altitudes of the forebay and tailbay. For precise calculations, errors due to rounding and the number of significant digits of constants must be considered. [6] Some hydropower systems such as water wheels can draw power from the flow of a body of water without necessarily changing its height. In this case, the available power is the kinetic energy of the flowing water. Over-shot water wheels can efficiently capture both types of energy. [7] The flow in a stream can vary widely from season to season. The development of a hydropower site requires analysis of flow records , sometimes spanning decades, to assess the reliable annual energy supply. Dams and reservoirs provide a more dependable source of power by smoothing seasonal changes in water flow. However, reservoirs have a significant environmental impact , as does alteration of naturally occurring streamflow. Dam design must account for the worst-case, \"probable maximum flood\" that can be expected at the site; a spillway is often included to route flood flows around the dam. A computer model of the hydraulic basin and rainfall and snowfall records are used to predict the maximum flood. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/The_Dam_%282890371280%29.jpg/280px-The_Dam_%282890371280%29.jpg",
                "caption": "The Three Gorges Dam in China; the hydroelectric dam is the world's largest power station by installed capacity ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydropower",
        "title": "Hydropower",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Wind energy resources",
        "text": "Wind is air movement in the Earth's atmosphere. In a unit of time, say 1 second, the volume of air that had passed an area A {\\displaystyle A} is A v {\\displaystyle Av} . If the air density is ρ {\\displaystyle \\rho } , the mass of this volume of air is M = ρ A v {\\displaystyle M=\\rho Av} , and the power transfer, or energy transfer per second is P = 1 2 M v 2 = 1 2 ρ A v 3 {\\displaystyle P={\\tfrac {1}{2}}Mv^{2}={\\tfrac {1}{2}}\\rho Av^{3}} . Wind power is thus proportional to the third power of the wind speed; the available power increases eightfold when the wind speed doubles. Change of wind speed by a factor of 2.1544 increases the wind power by one order of magnitude (multiply by 10). The global wind kinetic energy averaged approximately 1.50 MJ/m 2 over the period from 1979 to 2010, 1.31 MJ/m 2 in the Northern Hemisphere with 1.70 MJ/m 2 in the Southern Hemisphere. The atmosphere acts as a thermal engine, absorbing heat at higher temperatures, releasing heat at lower temperatures. The process is responsible for the production of wind kinetic energy at a rate of 2.46 W/m 2 thus sustaining the circulation of the atmosphere against friction. [15] Through wind resource assessment , it is possible to estimate wind power potential globally, by country or region, or for a specific site. The Global Wind Atlas provided by the Technical University of Denmark in partnership with the World Bank provides a global assessment of wind power potential. [13] [16] [17] Unlike 'static' wind resource atlases which average estimates of wind speed and power density across multiple years, tools such as Renewables.ninja provide time-varying simulations of wind speed and power output from different wind turbine models at an hourly resolution. [18] More detailed, site-specific assessments of wind resource potential can be obtained from specialist commercial providers, and many of the larger wind developers have in-house modeling capabilities. The total amount of economically extractable power available from the wind is considerably more than present human power use from all sources. [19] The strength of wind varies, and an average value for a given location does not alone indicate the amount of energy a wind turbine could produce there. To assess prospective wind power sites, a probability distribution function is often fit to the observed wind speed data. [20] Different locations will have different wind speed distributions. The Weibull model closely mirrors the actual distribution of hourly/ten-minute wind speeds at many locations. The Weibull factor is often close to 2 and therefore a Rayleigh distribution can be used as a less accurate, but simpler model. [21]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Mean_Wind_Speed.png/220px-Mean_Wind_Speed.png",
                "caption": "Global map of wind speed at 100 meters on land and around coasts. [13]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Lee_Ranch_Wind_Speed_Frequency.svg/350px-Lee_Ranch_Wind_Speed_Frequency.svg.png",
                "caption": "Distribution of wind speed (red) and energy (blue) for all of 2002 at the Lee Ranch facility in Colorado. The histogram shows measured data, while the curve is the Rayleigh model distribution for the same average wind speed."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Global_Map_of_Wind_Power_Density_Potential.png/220px-Global_Map_of_Wind_Power_Density_Potential.png",
                "caption": "Global map of wind power density potential [14]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Offshore wind power",
        "text": "Offshore wind power is wind farms in large bodies of water, usually the sea. These installations can use the more frequent and powerful winds that are available in these locations and have less visual impact on the landscape than land-based projects. However, the construction and maintenance costs are considerably higher. [36] [37] As of November 2021, the Hornsea Wind Farm in the United Kingdom is the largest offshore wind farm in the world at 1,218 MW . [38]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Agucadoura_WindFloat_Prototype.jpg/225px-Agucadoura_WindFloat_Prototype.jpg",
                "caption": "The world's second full-scale floating wind turbine (and first to be installed without the use of heavy-lift vessels), WindFloat, operating at rated capacity (2  MW) approximately 5  km offshore of Póvoa de Varzim , Portugal"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Growth trends",
        "text": "In 2020, wind supplied almost 1600 TWh of electricity, which was over 5% of worldwide electrical generation and about 2% of energy consumption. [2] [3] With over 100 GW added during 2020, mostly in China , global installed wind power capacity reached more than 730 GW. [4] [3] But to help meet the Paris Agreement 's goals to limit climate change , analysts say it should expand much faster - by over 1% of electricity generation per year. [6] Expansion of wind power is being hindered by fossil fuel subsidies . [48] [49] [50] The actual amount of electric power that wind can generate is calculated by multiplying the nameplate capacity by the capacity factor , which varies according to equipment and location. Estimates of the capacity factors for wind installations are in the range of 35% to 44%. [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/2010-_Power_capacity_by_technology_-_Dec_2022_International_Energy_Agency.svg/210px-2010-_Power_capacity_by_technology_-_Dec_2022_International_Energy_Agency.svg.png",
                "caption": "Renewable energy sources, especially solar photovoltaic and wind power, are providing an increasing share of power capacity. [45]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1d/Information_icon4.svg/40px-Information_icon4.svg.png",
                "caption": "Log graph of global wind power cumulative capacity (Data:GWEC) [47]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Penetration",
        "text": "Wind energy penetration is the fraction of energy produced by wind compared with the total generation. Wind power's share of worldwide electricity usage in 2021 was almost 7%, [55] up from 3.5% in 2015. [56] [57] There is no generally accepted maximum level of wind penetration. The limit for a particular grid will depend on the existing generating plants, pricing mechanisms, capacity for energy storage , demand management, and other factors. An interconnected electric power grid will already include reserve generating and transmission capacity to allow for equipment failures. This reserve capacity can also serve to compensate for the varying power generation produced by wind stations. Studies have indicated that 20% of the total annual electrical energy consumption may be incorporated with minimal difficulty. [58] These studies have been for locations with geographically dispersed wind farms, some degree of dispatchable energy or hydropower with storage capacity, demand management, and interconnected to a large grid area enabling the export of electric power when needed. Electrical utilities continue to study the effects of large-scale penetration of wind generation on system stability. [59] A wind energy penetration figure can be specified for different duration of time but is often quoted annually. To generate almost all electricity from wind annually requires substantial interconnection to other systems, for example some wind power in Scotland is sent to the rest of the British grid . [60] On a monthly, weekly, daily, or hourly basis—or less—wind might supply as much as or more than 100% of current use, with the rest stored, exported or curtailed. The seasonal industry might then take advantage of high wind and low usage times such as at night when wind output can exceed normal demand. Such industry might include the production of silicon, aluminum, [61] steel, or natural gas, and hydrogen, and using future long-term storage to facilitate 100% energy from variable renewable energy . [62] [63] [ better source needed ] Homes and businesses can also be programmed to vary electricity demand , [64] [65] for example by remotely turning up water heater thermostats. [66]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Share_of_electricity_production_from_wind.svg/350px-Share_of_electricity_production_from_wind.svg.png",
                "caption": "Share of electricity production from wind, 2022 [54]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Variability",
        "text": "Wind power is variable, and during low wind periods, it may need to be replaced by other power sources. Transmission networks presently cope with outages of other generation plants and daily changes in electrical demand, but the variability of intermittent power sources such as wind power is more frequent than those of conventional power generation plants which, when scheduled to be operating, may be able to deliver their nameplate capacity around 95% of the time. Electric power generated from wind power can be highly variable at several different timescales: hourly, daily, or seasonally. Annual variation also exists but is not as significant. [ citation needed ] Because instantaneous electrical generation and consumption must remain in balance to maintain grid stability, this variability can present substantial challenges to incorporating large amounts of wind power into a grid system. Intermittency and the non- dispatchable nature of wind energy production can raise costs for regulation, incremental operating reserve , and (at high penetration levels) could require an increase in the already existing energy demand management , load shedding , storage solutions, or system interconnection with HVDC cables. Fluctuations in load and allowance for the failure of large fossil-fuel generating units require operating reserve capacity, which can be increased to compensate for the variability of wind generation. Utility-scale batteries are often used to balance hourly and shorter timescale variation, [67] [68] but car batteries may gain ground from the mid-2020s. [69] Wind power advocates argue that periods of low wind can be dealt with by simply restarting existing power stations that have been held in readiness, or interlinking with HVDC. [70] The combination of diversifying variable renewables by type and location, forecasting their variation, and integrating them with dispatchable renewables, flexible fueled generators, and demand response can create a power system that has the potential to meet power supply needs reliably. Integrating ever-higher levels of renewables is being successfully demonstrated in the real world. [71] Solar power tends to be complementary to wind. [73] [74] On daily to weekly timescales, high-pressure areas tend to bring clear skies and low surface winds, whereas low-pressure areas tend to be windier and cloudier. On seasonal timescales, solar energy peaks in summer, whereas in many areas wind energy is lower in summer and higher in winter. [A] [75] Thus the seasonal variation of wind and solar power tend to cancel each other somewhat. [72] Wind hybrid power systems are becoming more popular. [76]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Toro_de_osborne.jpg/220px-Toro_de_osborne.jpg",
                "caption": "Wind turbines are typically installed in windy locations. In the image, wind power generators in Spain , near an Osborne bull ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Roscoe_Wind_Farm_in_West_Texas.jpg/220px-Roscoe_Wind_Farm_in_West_Texas.jpg",
                "caption": "Roscoe Wind Farm : an onshore wind farm in West Texas near Roscoe"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Seasonal_cycle_of_capacity_factors_for_wind_and_photovoltaics_in_Europe_under_idealized_assumptions.png/220px-Seasonal_cycle_of_capacity_factors_for_wind_and_photovoltaics_in_Europe_under_idealized_assumptions.png",
                "caption": "Seasonal cycle of capacity factors for wind and photovoltaics in Europe under idealized assumptions. The figure illustrates the balancing effects of wind and solar energy at the seasonal scale (Kaspar et al., 2019). [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Economics",
        "text": "Onshore wind is an inexpensive source of electric power, cheaper than coal plants and new gas plants. [10] According to BusinessGreen , wind turbines reached grid parity (the point at which the cost of wind power matches traditional sources) in some areas of Europe in the mid-2000s, and in the US around the same time. Falling prices continue to drive the Levelized cost down and it has been suggested that it has reached general grid parity in Europe in 2010, and will reach the same point in the US around 2016 due to an expected reduction in capital costs of about 12%. [88] [ needs update ] In 2021, the CEO of Siemens Gamesa warned that increased demand for low-cost wind turbines combined with high input costs and high costs of steel result in increased pressure on the manufacturers and decreasing profit margins. [89] Northern Eurasia, Canada, some parts of the United States, and Patagonia in Argentina are the best areas for onshore wind: whereas in other parts of the world solar power, or a combination of wind and solar, tend to be cheaper. [90] : 8",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Onshore-wind-lcoe.png/310px-Onshore-wind-lcoe.png",
                "caption": "Onshore wind cost per kilowatt-hour between 1983 and 2017 [87]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Electric power cost and trends",
        "text": "Wind power is capital intensive but has no fuel costs. [91] The price of wind power is therefore much more stable than the volatile prices of fossil fuel sources. [92] However, the estimated average cost per unit of electric power must incorporate the cost of construction of the turbine and transmission facilities, borrowed funds, return to investors (including the cost of risk), estimated annual production, and other components, averaged over the projected useful life of the equipment, which may be more than 20 years. Energy cost estimates are highly dependent on these assumptions so published cost figures can differ substantially. The presence of wind energy, even when subsidized, can reduce costs for consumers (€5 billion/yr in Germany) by reducing the marginal price, by minimizing the use of expensive peaking power plants . [93] The cost has decreased as wind turbine technology has improved. There are now longer and lighter wind turbine blades, improvements in turbine performance, and increased power generation efficiency. Also, wind project capital expenditure costs and maintenance costs have continued to decline. [94] In 2021, a Lazard study of unsubsidized electricity said that wind power levelized cost of electricity continues to fall but more slowly than before. The study estimated new wind-generated electricity cost from $26 to $50/MWh, compared to new gas power from $45 to $74/MWh. The median cost of fully deprecated existing coal power was $42/MWh, nuclear $29/MWh and gas $24/MWh. The study estimated offshore wind at around $83/MWh. Compound annual growth rate was 4% per year from 2016 to 2021, compared to 10% per year from 2009 to 2021. [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Turbine_Blade_Convoy_Passing_through_Edenfield.jpg/220px-Turbine_Blade_Convoy_Passing_through_Edenfield.jpg",
                "caption": "A turbine blade convoy passing through Edenfield in the U.K. (2008). Even longer 2-piece blades are now manufactured, and then assembled on-site to reduce difficulties in transportation."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Small-scale wind power",
        "text": "Small-scale wind power is the name given to wind generation systems with the capacity to produce up to 50 kW of electrical power. [102] Isolated communities, that may otherwise rely on diesel generators, may use wind turbines as an alternative. Individuals may purchase these systems to reduce or eliminate their dependence on grid electric power for economic reasons, or to reduce their carbon footprint . Wind turbines have been used for household electric power generation in conjunction with battery storage over many decades in remote areas. [103] Examples of small-scale wind power projects in an urban setting can be found in New York City , where, since 2009, several building projects have capped their roofs with Gorlov-type helical wind turbines . Although the energy they generate is small compared to the buildings' overall consumption, they help to reinforce the building's 'green' credentials in ways that \"showing people your high-tech boiler\" cannot, with some of the projects also receiving the direct support of the New York State Energy Research and Development Authority . [104] Grid-connected domestic wind turbines may use grid energy storage, thus replacing purchased electric power with locally produced power when available. The surplus power produced by domestic microgenerators can, in some jurisdictions, be fed into the network and sold to the utility company, producing a retail credit for the microgenerators' owners to offset their energy costs. [105] Off-grid system users can either adapt to intermittent power or use batteries, photovoltaic , or diesel systems to supplement the wind turbine. [106] Equipment such as parking meters, traffic warning signs, street lighting, or wireless Internet gateways may be powered by a small wind turbine, possibly combined with a photovoltaic system, that charges a small battery replacing the need for a connection to the power grid. [107] Airborne wind turbines , such as kites, can be used in places at risk of hurricanes, as they can be taken down in advance. [108]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Quietrevolution_Bristol_3513051949.jpg/220px-Quietrevolution_Bristol_3513051949.jpg",
                "caption": "A small Quietrevolution QR5 Gorlov type vertical axis wind turbine on the roof of Bristol Beacon in Bristol, England . Measuring 3 m in diameter and 5 m high, it has a nameplate rating of 6.5 kW."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Impact on environment and landscape",
        "text": "The environmental impact of electricity generation from wind power is minor when compared to that of fossil fuel power . [110] Wind turbines have some of the lowest life-cycle greenhouse-gas emissions of energy sources : far less greenhouse gas is emitted than for the average unit of electricity, so wind power helps limit climate change. [111] Use of engineered wood may allow carbon negative wind power. [112] Wind power consumes no fuel, and emits no local air pollution , unlike fossil fuel power sources. Onshore wind farms can have a significant visual impact. [113] Due to a very low surface power density and spacing requirements, wind farms typically need to be spread over more land than other power stations. [7] [114] Their network of turbines, access roads, transmission lines, and substations can result in \"energy sprawl\"; [8] although land between the turbines and roads can still be used for agriculture. [115] [116] Some wind farms are opposed for potentially spoiling protected scenic areas, archaeological landscapes and heritage sites. [117] [118] [119] A report by the Mountaineering Council of Scotland concluded that wind farms harmed tourism in areas known for natural landscapes and panoramic views. [120] Habitat loss and fragmentation are the greatest potential impacts on wildlife of onshore wind farms, [8] but the worldwide ecological impact is minimal. [110] Thousands of birds and bats, including rare species, have been killed by wind turbine blades, [121] though wind turbines are responsible for far fewer bird deaths than fossil-fueled power stations. [122] This can be mitigated with proper wildlife monitoring. [123] Many wind turbine blades are made of fiberglass , and have a lifetime of 20 years. [124] Blades are hollow: some blades are crushed to reduce their volume and then landfilled. [125] However, as they can take a lot of weight they can be made into long lasting small bridges for walkers or cyclists. [126] Blade end-of-life is complicated, [127] and blades manufactured in the 2020s are more likely to be designed to be completely recyclable. [128] Wind turbines also generate noise. At a distance of 300 metres (980 ft), this may be around 45 dB, which is slightly louder than a refrigerator. At 1.5 km (1 mi), they become inaudible. [129] [130] There are anecdotal reports of negative health effects on people who live very close to wind turbines. [131] Peer-reviewed research has generally not supported these claims. [132] [133] [134]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Greenhouse_gas_emissions_per_energy_source.png/220px-Greenhouse_gas_emissions_per_energy_source.png",
                "caption": "Greenhouse gas emissions per energy source. Wind energy is one of the sources with the least greenhouse gas emissions."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Wb_deichh_drei_kuhs.jpg/220px-Wb_deichh_drei_kuhs.jpg",
                "caption": "Livestock grazing near a wind turbine. [109]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Central government",
        "text": "Although wind turbines with fixed bases are a mature technology and new installations are generally no longer subsidized, [135] [136] floating wind turbines are a relatively new technology so some governments subsidize them, for example to use deeper waters. [137] Fossil fuel subsidies by some governments are slowing the growth of renewables. [138] Permitting of wind farms can take years and some governments are trying to speed up - the wind industry says this will help limit climate change and increase energy security [139] - sometimes groups such as fishers resist this [140] but governments say that rules protecting biodiversity will still be followed. [141]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Floatgen.jpg/220px-Floatgen.jpg",
                "caption": "Wind turbine floating off France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Public opinion",
        "text": "Surveys of public attitudes across Europe and in many other countries show strong public support for wind power. [143] [144] [145] Bakker et al. (2012) found in their study that residents who did not want turbines built near them suffered significantly more stress than those who \"benefited economically from wind turbines\". [146] Although wind power is a popular form of energy generation, onshore or near offshore wind farms are sometimes opposed for their impact on the landscape (especially scenic areas, heritage areas and archaeological landscapes), as well as noise, and impact on tourism. [147] [148] In other cases, there is direct community ownership of wind farms . The hundreds of thousands of people who have become involved in Germany's small and medium-sized wind farms demonstrate such support there. [149] A 2010 Harris Poll found strong support for wind power in Germany, other European countries, and the United States. [143] [144] [150] Public support in the United States has decreased from 75% in 2020 to 62% in 2021, with the Democrat Party supporting the use of wind energy twice as much as the Republican Party. [151] President Biden has signed an executive order to begin building large scale wind farms. [152] In China , Shen et al. (2019) found that Chinese city-dwellers may be resistant to building wind turbines in urban areas, with a surprisingly high proportion of people citing an unfounded fear of radiation as driving their concerns. [153] Also, the study finds that like their counterparts in OECD countries, urban Chinese respondents are sensitive to direct costs and wildlife externalities. Distributing relevant information about turbines to the public may alleviate resistance.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [142]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Community",
        "text": "Many wind power companies work with local communities to reduce environmental and other concerns associated with particular wind farms. [156] [157] [158] In other cases there is direct community ownership of wind farm projects . Appropriate government consultation, planning and approval procedures also help to minimize environmental risks. [143] [159] [160] Some may still object to wind farms [161] but many say their concerns should be weighed against the need to address the threats posed by air pollution , [162] [111] climate change [163] and the opinions of the broader community. [164] In the US, wind power projects are reported to boost local tax bases, helping to pay for schools, roads, and hospitals, and to revitalize the economies of rural communities by providing steady income to farmers and other landowners. [98] In the UK, both the National Trust and the Campaign to Protect Rural England have expressed concerns about the effects on the rural landscape caused by inappropriately sited wind turbines and wind farms. [165] [166] Some wind farms have become tourist attractions. The Whitelee Wind Farm Visitor Centre has an exhibition room, a learning hub, a café with a viewing deck and also a shop. It is run by the Glasgow Science Centre . [167] In Denmark, a loss-of-value scheme gives people the right to claim compensation for loss of value of their property if it is caused by proximity to a wind turbine. The loss must be at least 1% of the property's value. [168] Despite this general support for the concept of wind power in the public at large, local opposition often exists and has delayed or aborted a number of projects. [169] [170] [171] As well as concerns about the landscape, there are concerns that some installations can produce excessive sound and vibration levels leading to a decrease in property values. [172] A study of 50,000 home sales near wind turbines found no statistical evidence that prices were affected. [173] While aesthetic issues are subjective and some find wind farms pleasant and optimistic, or symbols of energy independence and local prosperity, protest groups are often formed to attempt to block some wind power stations for various reasons. [161] [174] [175] Some opposition to wind farms is dismissed as NIMBYism , [176] but research carried out in 2009 found that there is little evidence to support the belief that residents only object to wind farms because of a \"Not in my Back Yard\" attitude. [177]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Wind_tubines_cumbria.JPG/450px-Wind_tubines_cumbria.JPG",
                "caption": "Wind turbines such as these, in Cumbria , England, have been opposed for a number of reasons, including aesthetics, by some sectors of the population. [154] [155]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Whitelee_panorama.JPG/450px-Whitelee_panorama.JPG",
                "caption": "A panoramic view of the United Kingdom's Whitelee Wind Farm with Lochgoin Reservoir in the foreground."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Generation",
        "text": "With the rapid decline in the cost of solar photovoltaics , there is a strong and accelerating trend towards the use of solar electricity in mini grids. According to a 2022 study by the World Bank's ESMAP, approximately 51 percent of installed mini grids are solar or solar hybrid (generally solar + diesel), followed by those powered only by hydro (35%), fossil fuel (10%), and other generation technologies such as wind (5%). The trend is accelerating: more than 10 times as many solar mini grids were built per year from 2016 to 2020 than fossil fuel mini grids. Almost 99 percent of all planned mini grids are solar or solar hybrid. [4] Solar hybrid mini grids include one or more other sources of electricity generation, typically a diesel generator or sometimes a generator powered by biomass fuel to a provide a dispatchable source of electricity in the event of extended cloudily periods. Most solar mini grids are hybridized with a diesel generator that provides backup power in the event of extended cloudy periods. [17] The diesel generator typically generates less than 10% of the energy consumed by mini grid customers on an annual basis. In areas where agricultural residues such as rice husk or animal manure are plentiful, biomass or biogas generators can take the place of diesel backup generation. [18] Where suitable sites allow, small scale hydroelectricity (micro- or mini-hydropower) provide cost-effective 24-hour a day electricity generation. In areas where windspeeds are consistently high and/or sunlight is very restricted seasonally, wind is used to power mini grids, often in a hybrid configuration with solar or diesel or both. A vital component of a mini-grid electric system is on-site, reliable source of energy generation. Traditional mini-grid generation for remote areas came from diesel engine alternators, which incurred high running costs, low efficiency and high maintenance. To obtain the reliability of a fossil fuel powered grid with greater sustainability, hybrid energy systems can be used to integrate renewable energy technologies with diesel generators, batteries, and inverters. [19] The main concern with generation is the fluctuation in load demand that imposes varied power requirements from the generation system. [20] These fluctuations can vary throughout a single day, from day to day, or even on the scale of weeks to months, which necessitates flexible mini-grid generation. In the case of limited power generation without a source of energy storage, peak loads can demand more power than the mini-grid generation is capable of supplying, which results in brownouts or blackouts . [21]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Hybrid_Power_System.gif/383px-Hybrid_Power_System.gif",
                "caption": "Hybrid power system combining wind, solar PV, and conventional diesel generation with energy storage."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mini-grid",
        "title": "Mini-grid",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Distribution",
        "text": "A mini-grid distribution system carries the energy produced by the generation source to the end users. It consists of poles and low voltage (<1000 V) distribution wires as well as protection equipment necessary to enable safe and effective energy distribution. If a feeder in the distribution system is longer than roughly 1 km in distance, then it is generally necessary to use transformers to step up the electricity to medium voltage (35 kV or below) to reduce ohmic losses. Depending on the load requirements, a distribution system can be in AC single or three phase power or DC . [22] If there is the prospect that the main grid may someday arrive, the mini grid distribution network is often built to utility standards so that the distribution network can be easily integrated into the national grid. If the mini grid is certain to remain disconnected from the main grid (for example, if it is located on an island distant from shore) distribution networks are sometimes built to standards that are lower than the national grid, but still ensure safety and efficiency. Electricity is sold to customers using either pre-pay or postpay meters. Pre-pay meters are more common and work like pre-paid phone plans, automatically disconnecting customes when the amount of purchased electricity is consumed. Because electricity consumed during sunny hours is less costly to produce than electricity that must be stored in batteries or generated from a diesel generator, mini grids metering systems sometimes provide lower tariffs for daytime consumption, or the ability to curtail lower-priority customers in the event of energy shortages. The use of a pre-made switchboard (sometimes referred to as a ready-board) with a few light switches and outlets can eliminate the costs of internal household wiring.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Household_mini_grid_switchboard%2C_eliminating_the_need_for_extensive_household_wiring.jpg/220px-Household_mini_grid_switchboard%2C_eliminating_the_need_for_extensive_household_wiring.jpg",
                "caption": "Tata Power Renewable Microgrid household switchboard, eliminating the need for extensive household wiring"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mini-grid",
        "title": "Mini-grid",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Financial benefits",
        "text": "Mini-grids can provide significant financial benefits in rural electrification efforts in developing countries. First, deployment of mini-grids in rural unelectrified areas circumvents the high costs and logistical challenges associated with extending national grid infrastructure to these regions. This not only makes electrification more financially feasible but also accelerates the pace of rural electrification, contributing to broader economic development goals. Second, the use of renewable energy sources like solar can lower the levelized cost of electricity while reducing dependency on fossil fuels and fluctuating global energy prices. Third, by providing reliable electricity, mini-grids stimulate economic growth in rural areas, fostering small businesses and industries, which in turn can increase local income levels. [23] For instance, a study on solar mini-grids in Kenya and Nigeria showed a significant increase in productivity and economic activity. The median income of rural Kenyan community members quadrupled, and business establishments reported an increase in operational hours, expansion in products and services, and hiring more employees. Additionally, mini-grids led to a shift from hazardous energy sources like kerosene lamps to safer, more reliable electricity, further enhancing economic stability and health in these communities. [1] Mini-grids are also able to spread electrical storage and generation across many users which can reduce the cost when compared to solar home systems where surpluses or generation or storage cannot be shared with neighboring houses. [23]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Fixed_Tilt_Solar_panel_at_Canterbury_Municipal_Building_Canterbury_New_Hampshire.jpg/220px-Fixed_Tilt_Solar_panel_at_Canterbury_Municipal_Building_Canterbury_New_Hampshire.jpg",
                "caption": "Solar panels are often used in mini-grids to reduce the need for diesel generators."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mini-grid",
        "title": "Mini-grid",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    },
    {
        "section": "Technical risks",
        "text": "One of the main technical risks associated with mini-grids is the load uncertainty. It is often difficult to estimate the load size, growth, and schedule which can lead to the system running with lower efficiency and higher cost. It is also difficult to support loads that are constantly changing over time, as they typically are when using mini-grids. [23] There is also a risk to power quality when using mini-grids. Integrating photovoltaic devices and batteries can be disruptive to the existing grid and can cause it to become unstable. [23] Another technical drawback of using mini-grids is that failure of hardware in one part of the grid could affect the entire system. If one section if the grid is damaged, the rest of the grid could fail as well. This is a risk that exists with any type of grid, however the regions where mini-grids are typically used are poor rural areas with less access to maintenance services so the effects are exacerbated. [23] While helpful for energy storage, the batteries used in mini-grids also have risks of their own. They are usually expensive and as they age they have a large influence on the energy that is supplied to the grid. If the batteries are not replaced at the correct time, the energy provided by the whole grid could be decreased. [23]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Roads_in_the_rural_areas_-_panoramio.jpg/220px-Roads_in_the_rural_areas_-_panoramio.jpg",
                "caption": "Most areas where mini-grids are used are rural and have little access to supplies."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mini-grid",
        "title": "Mini-grid",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Small-scale hydropower systems"
    }
]