[
    {
        "section": "Role in addressing climate change",
        "text": "As part of the global effort to limit climate change , most countries have committed to net zero greenhouse gas emissions . [26] In practice, this means phasing out fossil fuels and replacing them with low-emissions energy sources. [12] At the 2023 United Nations Climate Change Conference , around three-quarters of the world's countries set a goal of tripling renewable energy capacity by 2030. [27] The European Union aims to generate 40% of its electricity from renewables by the same year. [28]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/2021_Death_rates%2C_by_energy_source.svg/300px-2021_Death_rates%2C_by_energy_source.svg.png",
                "caption": "Deaths caused as a result of fossil fuel use (areas of rectangles in chart) greatly exceed those resulting from production of renewable energy (rectangles barely visible in chart). [25]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Intermittency",
        "text": "The two most important forms of renewable energy, solar and wind, are intermittent energy sources : they are not available constantly, resulting in lower capacity factors . In contrast, fossil fuel power plants are usually able to produce precisely the amount of energy an electricity grid requires at a given time. Solar energy can only be captured during the day, and ideally in cloudless conditions. Wind power generation can vary significantly not only day-to-day, but even month-to-month. [31] This poses a challenge when transitioning away from fossil fuels: energy demand will often be higher or lower than what renewables can provide. [32] Both scenarios can cause electricity grids to become overloaded, leading to power outages . In the medium-term, this variability may require keeping some gas-fired power plants or other dispatchable generation on standby [33] [34] until there is enough energy storage, demand response , grid improvement, and/or baseload power from non-intermittent sources. In the long-term, energy storage is an important way of dealing with intermittency. [35] Using diversified renewable energy sources and smart grids can also help flatten supply and demand. [36] Sector coupling of the power generation sector with other sectors may increase flexibility: for example the transport sector can be coupled by charging electric vehicles and sending electricity from vehicle to grid . [37] Similarly the industry sector can be coupled by hydrogen produced by electrolysis, [38] and the buildings sector by thermal energy storage for space heating and cooling. [39] Building overcapacity for wind and solar generation can help ensure sufficient electricity production even during poor weather. In optimal weather, it may be necessary to curtail energy generation if it is not possible to use or store excess electricity. [40]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Renewables_need_flexible_backup_not_baseload.png/300px-Renewables_need_flexible_backup_not_baseload.png",
                "caption": "Estimated power demand over a week in May 2012 and May 2020, Germany, showing the variability in solar and wind power both day-to-day and month-to-month."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Solar energy",
        "text": "Solar power produced around 1.3 terrawatt-hours (TWh) worldwide in 2022, [10] representing 4.6% of the world's electricity. Almost all of this growth has happened since 2010. [52] Solar energy can be harnessed anywhere that receives sunlight; however, the amount of solar energy that can be harnessed for electricity generation is influenced by weather conditions , geographic location and time of day. [53] There are two mainstream ways of harnessing solar energy: solar thermal , which converts solar energy into heat; and photovoltaics (PV), which converts it into electricity. [12] PV is far more widespread, accounting for around two thirds of the global solar energy capacity as of 2022. [54] It is also growing at a much faster rate, with 170 GW newly installed capacity in 2021, [55] compared to 25 GW of solar thermal. [54] Passive solar refers to a range of construction strategies and technologies that aim to optimize the distribution of solar heat in a building. Examples include solar chimneys , [12] orienting a building to the sun, using construction materials that can store heat , and designing spaces that naturally circulate air . [56] From 2020 to 2022, solar technology investments almost doubled from USD 162 billion to USD 308 billion, driven by the sector's increasing maturity and cost reductions, particularly in solar photovoltaic (PV), which accounted for 90% of total investments. China and the United States were the main recipients, collectively making up about half of all solar investments since 2013. Despite reductions in Japan and India due to policy changes and COVID-19 , growth in China, the United States, and a significant increase from Vietnam's feed-in tariff program offset these declines. Globally, the solar sector added 714 gigawatts (GW) of solar PV and concentrated solar power (CSP) capacity between 2013 and 2021, with a notable rise in large-scale solar heating installations in 2021, especially in China, Europe, Turkey, and Mexico. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/SolarFachwerkhaus.jpg/220px-SolarFachwerkhaus.jpg",
                "caption": "A small, roof-top mounted PV system in Bonn , Germany"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG/220px-Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG",
                "caption": "Komekurayama photovoltaic power station in Kofu , Japan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Photovoltaics",
        "text": "A photovoltaic system , consisting of solar cells assembled into panels , converts light into electrical direct current via the photoelectric effect . [60] PV has several advantages that make it by far the fastest-growing renewable energy technology. It is cheap, low-maintenance and scalable; adding to an existing PV installation as demanded arises is simple. Its main disadvantage is its poor performance in cloudy weather. [12] PV systems range from small, residential and commercial rooftop or building integrated installations, to large utility-scale photovoltaic power station . [61] A household's solar panels can either be used for just that household or, if connected to an electrical grid, can be aggregated with millions of others. [62] The first utility-scale solar power plant was built in 1982 in Hesperia, California by ARCO . [63] The plant was not profitable and was sold eight years later. [64] However, over the following decades, PV cells became significantly more efficient and cheaper. [65] As a result, PV adoption has grown exponentially since 2010. [66] Global capacity increased from 230 GW at the end of 2015 to 890 GW in 2021. [67] PV grew fastest in China between 2016 and 2021, adding 560 GW, more than all advanced economies combined. [68] Four of the ten biggest solar power stations are in China, including the biggest, Golmud Solar Park in China. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg/220px-1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg.png",
                "caption": "Swanson's law –stating that solar module prices have dropped about 20% for each doubling of installed capacity—defines the \" learning rate \" of solar photovoltaics . [58] [59]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Wind power",
        "text": "Humans have harnessed wind energy since at least 3500 BC. Until the 20th century, it was primarily used to power ships, windmills and water pumps. Today, the vast majority of wind power is used to generate electricity using wind turbines. [12] Modern utility-scale wind turbines range from around 600 kW to 9 MW of rated power. The power available from the wind is a function of the cube of the wind speed, so as wind speed increases, power output increases up to the maximum output for the particular turbine. [76] Areas where winds are stronger and more constant, such as offshore and high-altitude sites, are preferred locations for wind farms. Wind-generated electricity met nearly 4% of global electricity demand in 2015, with nearly 63 GW of new wind power capacity installed. Wind energy was the leading source of new capacity in Europe, the US and Canada, and the second largest in China. In Denmark, wind energy met more than 40% of its electricity demand while Ireland, Portugal and Spain each met nearly 20%. [77] Globally, the long-term technical potential of wind energy is believed to be five times total current global energy production, or 40 times current electricity demand, assuming all practical barriers needed were overcome. This would require wind turbines to be installed over large areas, particularly in areas of higher wind resources, such as offshore, and likely also industrial use of new types of VAWT turbines in addition to the horizontal axis units currently in use. As offshore wind speeds average ~90% greater than that of land, offshore resources can contribute substantially more energy than land-stationed turbines. [78] Investments in wind technologies reached USD 161 billion in 2020, with onshore wind dominating at 80% of total investments from 2013 to 2022. Offshore wind investments nearly doubled to USD 41 billion between 2019 and 2020, primarily due to policy incentives in China and expansion in Europe. Global wind capacity increased by 557 GW between 2013 and 2021, with capacity additions increasing by an average of 19% each year. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Pretty_flamingos_-_geograph.org.uk_-_578705.jpg/170px-Pretty_flamingos_-_geograph.org.uk_-_578705.jpg",
                "caption": "Burbo , NW-England"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Fentonwindpark1.jpg/220px-Fentonwindpark1.jpg",
                "caption": "Sunrise at the Fenton Wind Farm in Minnesota, United States"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Wind_energy_generation_by_region%2C_OWID.svg/300px-Wind_energy_generation_by_region%2C_OWID.svg.png",
                "caption": "Wind energy generation by region over time [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Hydropower",
        "text": "Since water is about 800 times denser than air , even a slow flowing stream of water, or moderate sea swell , can yield considerable amounts of energy. Water can generate electricity with a conversion efficiency of about 90%, which is the highest rate in renewable energy. [82] There are many forms of water energy: Much hydropower is flexible, thus complementing wind and solar. [86] In 2021, the world renewable hydropower capacity was 1,360 GW. [68] Only a third of the world's estimated hydroelectric potential of 14,000 TWh/year has been developed. [87] [88] New hydropower projects face opposition from local communities due to their large impact, including relocation of communities and flooding of wildlife habitats and farming land. [89] High cost and lead times from permission process, including environmental and risk assessments, with lack of environmental and social acceptance are therefore the primary challenges for new developments. [90] It is popular to repower old dams thereby increasing their efficiency and capacity as well as quicker responsiveness on the grid. [91] Where circumstances permit existing dams such as the Russell Dam built in 1985 may be updated with \"pump back\" facilities for pumped-storage which is useful for peak loads or to support intermittent wind and solar power. Because dispatchable power is more valuable than VRE [92] [93] countries with large hydroelectric developments such as Canada and Norway are spending billions to expand their grids to trade with neighboring countries having limited hydro. [94]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/ThreeGorgesDam-China2009.jpg/220px-ThreeGorgesDam-China2009.jpg",
                "caption": "The Three Gorges Dam for hydropower on the Yangtze River in China"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Three_gorges_dam_from_space.jpg/220px-Three_gorges_dam_from_space.jpg",
                "caption": "Three Gorges Dam and Gezhouba Dam , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Bioenergy",
        "text": "Biomass is biological material derived from living, or recently living organisms. Most commonly, it refers to plants or plant-derived materials. As an energy source, biomass can either be used directly via combustion to produce heat, or converted to a more energy-dense biofuel like ethanol. Wood is the most significant biomass energy source as of 2012 [98] and is usually sourced from a trees cleared for silvicultural reasons or fire prevention . Municipal wood waste – for instance, construction materials or sawdust – is also often burned for energy. [99] The biggest per-capita producers of wood-based bioenergy are heavily forested countries like Finland, Sweden, Estonia, Austria, and Denmark. [100] Bioenergy can be environmentally destructive if old-growth forests are cleared to make way for crop production. In particular, demand for palm oil to produce biodiesel has contributed to the deforestation of tropical rainforests in Brazil and Indonesia. [101] In addition, burning biomass still produces carbon emissions, although much less than fossil fuels (39 grams of CO 2 per megajoule of energy, compared to 75 g/MJ for fossil fuels). [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Metz_biomass_power_station.jpg/220px-Metz_biomass_power_station.jpg",
                "caption": "A CHP power station using wood to supply 30,000 households in France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Biofuel",
        "text": "Biofuels are primarily used in transportation, providing 3.5% of the world's transport energy demand in 2022, [103] up from 2.7% in 2010. [104] Biojet is expected to be important for short-term reduction of carbon dioxide emissions from long-haul flights. [105] Aside from wood, the major sources of bioenergy are bioethanol and biodiesel . [12] Bioethanol is usually produced by fermenting the sugar components of crops like sugarcane and maize , while biodiesel is mostly made from oils extracted from plants, such as soybean oil and corn oil . [106] Most of the crops used to produce bioethanol and biodiesel are grown specifically for this purpose, [107] although used cooking oil accounted for 14% of the oil used to produce biodiesel as of 2015. [106] The biomass used to produce biofuels varies by region. Maize is the major feedstock in the United States, while sugarcane dominates in Brazil. [108] In the European Union, where biodiesel is more common than bioethanol, rapeseed oil and palm oil are the main feedstocks. [109] China, although it produces comparatively much less biofuel, uses mostly corn and wheat. [110] In many countries, biofuels are either subsidized or mandated to be included in fuel mixtures . [101] There are many other sources of bioenergy that are more niche, or not yet viable at large scales. For instance, bioethanol could be produced from the cellulosic parts of crops, rather than only the seed as is common today. [111] Sweet sorghum may be a promising alternative source of bioethanol, due to its tolerance of a wide range of climates. [112] Cow dung can be converted into methane. [113] There is also a great deal of research involving algal fuel , which is attractive because algae is a non-food resource, grows around 20 times faster than most food crops, and can be grown almost anywhere. [114]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Faz_S_Sofia_canavial_090607_REFON.JPG/220px-Faz_S_Sofia_canavial_090607_REFON.JPG",
                "caption": "Sugarcane plantation to produce ethanol in Brazil"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Soybeanbus.jpg/220px-Soybeanbus.jpg",
                "caption": "A bus fueled by biodiesel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Geothermal energy",
        "text": "Geothermal energy is thermal energy (heat) extracted from the Earth's crust . It originates from several different sources , of which the most significant is slow radioactive decay of minerals contained in the Earth's interior , [12] as well as some leftover heat from the formation of the Earth . [119] Some of the heat is generated near the Earth's surface in the crust, but some also flows from deep within the Earth from the mantle and core . [119] Geothermal energy extraction is viable mostly in countries located on tectonic plate edges, where the Earth's hot mantle is more exposed. [120] As of 2023, the United States has by far the most geothermal capacity (2.7 GW, [121] or less than 0.2% of the country's total energy capacity [122] ), followed by Indonesia and the Philippines. Global capacity in 2022 was 15 GW. [121] Geothermal energy can be either used directly to heat homes, as is common in Iceland, or to generate electricity. At smaller scales, geothermal power can be generated with geothermal heat pumps , which can extract heat from ground temperatures of under 30 °C (86 °F), allowing them to be used at relatively shallow depths of a few meters. [120] Electricity generation requires large plants and ground temperatures of at least 150 °C (302 °F). In some countries, electricity produced from geothermal energy accounts for a large portion of the total, such as Kenya (43%) and Indonesia (5%). [123] Technical advances may eventually make geothermal power more widely available. For example, enhanced geothermal systems involve drilling around 10 kilometres (6.2 mi) into the Earth, breaking apart hot rocks and extracting the heat using water. In theory, this type of geothermal energy extraction could be done anywhere on Earth. [120]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/NesjavellirPowerPlant_edit2.jpg/220px-NesjavellirPowerPlant_edit2.jpg",
                "caption": "Steam rising from the Nesjavellir Geothermal Power Station in Iceland"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/West_Ford_Flat_Geothermal_Cooling_Tower.JPG/170px-West_Ford_Flat_Geothermal_Cooling_Tower.JPG",
                "caption": "Geothermal plant at The Geysers , California, US"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Krafla_geothermal_power_station_wiki.jpg/220px-Krafla_geothermal_power_station_wiki.jpg",
                "caption": "Krafla , a geothermal power station in Iceland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Marine energy",
        "text": "Marine energy (also sometimes referred to as ocean energy) is the energy carried by ocean waves , tides , salinity , and ocean temperature differences . Technologies to harness the energy of moving water include wave power , marine current power , and tidal power . Reverse electrodialysis (RED) is a technology for generating electricity by mixing fresh water and salty sea water in large power cells. [130] Most marine energy harvesting technologies are still at low technology readiness levels and not used at large scales. Tidal energy is generally considered the most mature, but has not seen wide deployment. [131] The world's largest tidal power station is on Sihwa Lake , South Korea, [132] which produces around 550 gigawatt-hours of electricity per year. [133]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg/220px-Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg",
                "caption": "Aerial view of Sihwa Tidal Power Station in South Korea"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Growth of renewables",
        "text": "The results of a recent review of the literature concluded that as greenhouse gas (GHG) emitters begin to be held liable for damages resulting from GHG emissions resulting in climate change, a high value for liability mitigation would provide powerful incentives for deployment of renewable energy technologies. [181] In the decade of 2010–2019, worldwide investment in renewable energy capacity excluding large hydropower amounted to US$2.7 trillion, of which the top countries China contributed US$818 billion, the United States contributed US$392.3 billion, Japan contributed US$210.9 billion, Germany contributed US$183.4 billion, and the United Kingdom contributed US$126.5 billion. [182] This was an increase of over three and possibly four times the equivalent amount invested in the decade of 2000–2009 (no data is available for 2000–2003). [182] As of 2022, an estimated 28% of the world's electricity was generated by renewables. This is up from 19% in 1990. [183]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg/232px-20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg.png",
                "caption": "Investment: Companies, governments and households have committed increasing amounts to decarbonization, including renewable energy (solar, wind), electric vehicles and associated charging infrastructure, energy storage, energy-efficient heating systems, carbon capture and storage, and hydrogen. [171] [172]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg/232px-20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg.png",
                "caption": "Levelized cost: With increasingly widespread implementation of renewable energy sources, costs have declined, most notably for energy generated by solar panels. [175] [176] Levelized cost of energy (LCOE) is a measure of the average net present cost of electricity generation for a generating plant over its lifetime."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Future projections",
        "text": "A December 2022 report by the IEA forecasts that over 2022-2027, renewables are seen growing by almost 2 400 GW in its main forecast, equal to the entire installed power capacity of China in 2021. This is an 85% acceleration from the previous five years, and almost 30% higher than what the IEA forecast in its 2021 report, making its largest ever upward revision. Renewables are set to account for over 90% of global electricity capacity expansion over the forecast period. [68] To achieve net zero emissions by 2050, IEA believes that 90% of global electricity generation will need to be produced from renewable sources. [17] In June 2022 IEA Executive Director Fatih Birol said that countries should invest more in renewables to \"ease the pressure on consumers from high fossil fuel prices, make our energy systems more secure, and get the world on track to reach our climate goals.\" [185] China's five year plan to 2025 includes increasing direct heating by renewables such as geothermal and solar thermal. [186] REPowerEU , the EU plan to escape dependence on fossil Russian gas , is expected to call for much more green hydrogen . [187] After a transitional period, [188] renewable energy production is expected to make up most of the world's energy production. In 2018, the risk management firm, DNV GL , forecasts that the world's primary energy mix will be split equally between fossil and non-fossil sources by 2050. [189]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg/220px-2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg.png",
                "caption": "In 2023, electricity generation from wind and solar sources was projected to exceed 30% by 2030. [184]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Policy",
        "text": "Policies to support renewable energy have been vital in their expansion. Where Europe dominated in establishing energy policy in the early 2000s, most countries around the world now have some form of energy policy. [199] The International Renewable Energy Agency (IRENA) is an intergovernmental organization for promoting the adoption of renewable energy worldwide. It aims to provide concrete policy advice and facilitate capacity building and technology transfer. IRENA was formed in 2009, with 75 countries signing the charter of IRENA. [200] As of April 2019, IRENA has 160 member states. [201] The then United Nations Secretary-General Ban Ki-moon has said that renewable energy can lift the poorest nations to new levels of prosperity, [202] and in September 2011 he launched the UN Sustainable Energy for All initiative to improve energy access, efficiency and the deployment of renewable energy. [203] The 2015 Paris Agreement on climate change motivated many countries to develop or improve renewable energy policies. [204] In 2017, a total of 121 countries adopted some form of renewable energy policy. [199] National targets that year existed in 176 countries. [204] In addition, there is also a wide range of policies at the state/provincial, and local levels. [104] Some public utilities help plan or install residential energy upgrades . Many national, state and local governments have created green banks . A green bank is a quasi-public financial institution that uses public capital to leverage private investment in clean energy technologies. [205] Green banks use a variety of financial tools to bridge market gaps that hinder the deployment of clean energy. Climate neutrality by the year 2050 is the main goal of the European Green Deal . [206] For the European Union to reach their target of climate neutrality, one goal is to decarbonise its energy system by aiming to achieve \"net-zero greenhouse gas emissions by 2050.\" [207]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Share_of_electricity_production_from_renewables.svg/330px-Share_of_electricity_production_from_renewables.svg.png",
                "caption": "Share of electricity production from renewables, 2022 [8]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Geopolitics",
        "text": "The geopolitical impact of the growing use of renewable energy is a subject of ongoing debate and research. [219] Many fossil-fuel producing countries, such as Qatar , Russia , Saudi Arabia and Norway , are currently able to exert diplomatic or geopolitical influence as a result of their oil wealth. Most of these countries are expected to be among the geopolitical \"losers\" of the energy transition, although some, like Norway, are also significant producers and exporters of renewable energy. Fossil fuels and the infrastructure to extract them may, in the long term, become stranded assets . [220] It has been speculated that countries dependent on fossil fuel revenue may one day find it in their interests to quickly sell off their remaining fossil fuels. [221] Conversely, nations abundant in renewable resources, and the minerals required for renewables technology, are expected to gain influence. [222] [223] In particular, China has become the world's dominant manufacturer of the technology needed to produce or store renewable energy, especially solar panels , wind turbines , and lithium-ion batteries . [224] Nations rich in solar and wind energy could become major energy exporters. [225] Some may produce and export green hydrogen , [226] [225] although electricity is projected to be the dominant energy carrier in 2050, accounting for almost 50% of total energy consumption (up from 22% in 2015). [227] Countries with large uninhabited areas such as Australia, China, and many African and Middle Eastern countries have a potential for huge installations of renewable energy. The production of renewable energy technologies requires rare-earth elements with new supply chains. [228] Countries with already weak governments that rely on fossil fuel revenue may face even higher political instability or popular unrest. Analysts consider Nigeria, Angola , Chad , Gabon , and Sudan , all countries with a history of military coups , to be at risk of instability due to dwindling oil income. [229] A study found that transition from fossil fuels to renewable energy systems reduces risks from mining, trade and political dependence because renewable energy systems don't need fuel – they depend on trade only for the acquisition of materials and components during construction. [230] In October 2021, European Commissioner for Climate Action Frans Timmermans suggested \"the best answer\" to the 2021 global energy crisis is \"to reduce our reliance on fossil fuels.\" [231] He said those blaming the European Green Deal were doing so \"for perhaps ideological reasons or sometimes economic reasons in protecting their vested interests.\" [231] Some critics blamed the European Union Emissions Trading System (EU ETS) and closure of nuclear plants for contributing to the energy crisis. [232] [233] [234] European Commission President Ursula von der Leyen said that Europe is \"too reliant\" on natural gas and too dependent on natural gas imports . According to Von der Leyen, \"The answer has to do with diversifying our suppliers ... and, crucially, with speeding up the transition to clean energy.\" [235]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/TREC-Map-en.jpg/220px-TREC-Map-en.jpg",
                "caption": "A concept of a super grid"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Public support",
        "text": "Solar power plants may compete with arable land , [254] [255] while on-shore wind farms often face opposition due to aesthetic concerns and noise. [256] [257] Such opponents are often described as NIMBYs (\"not in my back yard\"). [258] Some environmentalists are concerned about fatal collisions of birds and bats with wind turbines. [259] Although protests against new wind farms occasionally occur around the world, regional and national surveys generally find broad support for both solar and wind power. [260] [261] [262] Community-owned wind energy is sometimes proposed as a way to increase local support for wind farms. [263] A 2011 UK Government document stated that \"projects are generally more likely to succeed if they have broad public support and the consent of local communities. This means giving communities both a say and a stake.\" [264] In the 2000s and early 2010s, many renewable projects in Germany, Sweden and Denmark were owned by local communities, particularly through cooperative structures. [265] [266] In the years since, more installations in Germany have been undertaken by large companies, [263] but community ownership remains strong in Denmark. [267]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [253]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Operation",
        "text": "Typically, water is diverted from a river or impoundment or mill pond to a turbine or water wheel, along a channel or pipe (variously known as a flume , head race, mill race , leat , leet, [57] lade (Scots) or penstock ).  The force of the water's movement drives the blades of a wheel or turbine, which in turn rotates an axle that drives the mill's other machinery.  Water leaving the wheel or turbine is drained through a tail race, but this channel may also be the head race of yet another wheel, turbine or mill.  The passage of water is controlled by sluice gates that allow maintenance and some measure of flood control; large mill complexes may have dozens of sluices controlling complicated interconnected races that feed multiple buildings and industrial processes. Watermills can be divided into two kinds, one with a horizontal water wheel on a vertical axle, and the other with a vertical wheel on a horizontal axle.  The oldest of these were horizontal mills in which the force of the water, striking a simple paddle wheel set horizontally in line with the flow turned a runner stone balanced on the rynd which is atop a shaft leading directly up from the wheel. The bedstone does not turn. The problem with this type of mill arose from the lack of gearing; the speed of the water directly set the maximum speed of the runner stone which, in turn, set the rate of milling. Most watermills in Britain and the United States of America had a vertical waterwheel, one of four kinds: undershot, breast-shot, overshot and pitchback wheels. This vertical produced rotary motion around a horizontal axis, which could be used (with cams) to lift hammers in a forge , fulling stocks in a fulling mill and so on.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Tapolca_%285%29.jpg/220px-Tapolca_%285%29.jpg",
                "caption": "A watermill in Tapolca , Veszprem County , Hungary"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Roblinsmill.jpg/170px-Roblinsmill.jpg",
                "caption": "Roblin's Mill, a watermill, at Black Creek Pioneer Village in Toronto, Ontario , Canada"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Watermills_Pliva_Jajce_Bosnia.JPG/220px-Watermills_Pliva_Jajce_Bosnia.JPG",
                "caption": "Watermills on the Pliva in Jajce , Bosnia and Herzegovina"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/WatermillWealdandDownland.JPG/220px-WatermillWealdandDownland.JPG",
                "caption": "The interior of a functional watermill at Weald and Downland Open Air Museum"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Watermill",
        "title": "Watermill",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Milling corn",
        "text": "However, in corn mills rotation about a vertical axis was required to drive its stones. The horizontal rotation was converted into the vertical rotation by means of gearing, which also enabled the runner stones to turn faster than the waterwheel. The usual arrangement in British and American corn mills has been for the waterwheel to turn a horizontal shaft on which is also mounted a large pit wheel . This meshes with the wallower , mounted on a vertical shaft, which turns the (larger) great spur wheel (mounted on the same shaft). This large face wheel , set with pegs, in turn, turned a smaller wheel (such as a lantern gear ) known as a stone nut, which was attached to the shaft that drove the runner stone.  The number of runner stones that could be turned depended directly upon the supply of water available. As waterwheel technology improved mills became more efficient, and by the 19th century, it was common for the great spur wheel to drive several stone nuts, so that a single water wheel could drive as many as four stones. [59] Each step in the process increased the gear ratio which increased the maximum speed of the runner stone. Adjusting the sluice gate and thus the flow of the water past the main wheel allowed the miller to compensate for seasonal variations in the water supply. Finer speed adjustment was made during the milling process by tentering , that is, adjusting the gap between the stones according to the water flow, the type of grain being milled, and the grade of flour required. In many mills (including the earliest) the great spur wheel turned only one stone, but there might be several mills under one roof.  The earliest illustration of a single waterwheel driving more than one set of stones was drawn by Henry Beighton in 1723 and published in 1744 by J. T. Desaguliers . [60]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Molino_Meraviglia_Ingresso_-_Sapore_D%27antico.jpg/220px-Molino_Meraviglia_Ingresso_-_Sapore_D%27antico.jpg",
                "caption": "Mulino Meraviglia in San Vittore Olona , Italy , along Olona river"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/DalgarvenMillBuildings.jpg/220px-DalgarvenMillBuildings.jpg",
                "caption": "Dalgarven Mill , Ayrshire , United Kingdom"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Plavajoci_mlin_na_Muri.jpg/186px-Plavajoci_mlin_na_Muri.jpg",
                "caption": "Shipmill on the Mura , Slovenia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Watermill",
        "title": "Watermill",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Overshot and pitchback mills",
        "text": "The overshot wheel was a later innovation in waterwheels and was around two and a half times more efficient than the undershot. [59] The undershot wheel, in which the main water wheel is simply set into the flow of the mill race, suffers from an inherent inefficiency stemming from the fact that the wheel itself, entering the water behind the main thrust of the flow driving the wheel, followed by the lift of the wheel out of the water ahead of the main thrust, actually impedes its own operation. The overshot wheel solves this problem by bringing the water flow to the top of the wheel. The water fills buckets built into the wheel, rather than the simple paddle wheel design of undershot wheels. As the buckets fill, the weight of the water starts to turn the wheel. The water spills out of the bucket on the down side into a spillway leading back to river. Since the wheel itself is set above the spillway, the water never impedes the speed of the wheel. The impulse of the water on the wheel is also harnessed in addition to the weight of the water once in the buckets. Overshot wheels require the construction of a dam on the river above the mill and a more elaborate millpond, sluice gate, mill race and spillway or tailrace. [61] An inherent problem in the overshot mill is that it reverses the rotation of the wheel. If a miller wishes to convert a breastshot mill to  an overshot wheel all the machinery in the mill has to be rebuilt to take account of the change in rotation. An alternative solution was the pitchback or backshot wheel. A launder was placed at the end of the flume on the headrace, this turned the direction of the water without much loss of energy, and the direction of rotation was maintained. Daniels Mill near Bewdley , Worcestershire is an example of a flour mill that originally used a breastshot wheel, but was converted to use a pitchback wheel. Today it operates as a breastshot mill. [58] Larger water wheels (usually overshot steel wheels) transmit the power from a toothed annular ring that is mounted near the outer edge of the wheel. This drives the machinery using a spur gear mounted on a shaft rather than taking power from the central axle . However, the basic mode of operation remains the same; gravity drives machinery through the motion of flowing water . Toward the end of the 19th century, the invention of the Pelton wheel encouraged some mill owners to replace over- and undershot wheels with Pelton wheel turbines driven through penstocks .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/DalgarvenMillWheel.jpg/170px-DalgarvenMillWheel.jpg",
                "caption": "A breastshot waterwheel at Dalgarven Mill , United Kingdom"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Watermill",
        "title": "Watermill",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Current status",
        "text": "In 1870 watermills still produced 2/3 of the power available for British grain milling. [62] By the early 20th century, availability of cheap electrical energy made the watermill obsolete in developed countries although some smaller rural mills continued to operate commercially later throughout the century. A few historic mills such as the Water Mill , Newlin Mill and Yates Mill in the US and The Darley Mill Centre in the UK still operate for demonstration purposes. Small-scale commercial production is carried out in the UK at Daniels Mill , Little Salkeld Mill and Redbournbury Mill . This was boosted to overcome flour shortages during the Covid pandemic. [63] Some old mills are being upgraded with modern hydropower technology, such as those worked on by the South Somerset Hydropower Group in the UK. In some developing countries, watermills are still widely used for processing grain. For example, there are thought to be 25,000 operating in Nepal, and 200,000 in India. [64] Many of these are still of the traditional style, but some have been upgraded by replacing wooden parts with better-designed metal ones to improve the efficiency. For example, the Centre for Rural Technology in Nepal upgraded 2,400 mills between 2003 and 2007. [65]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Mill_in_the_woods_%2831546576571%29.jpg/200px-Mill_in_the_woods_%2831546576571%29.jpg",
                "caption": "Watermill in Kuusamo (Finland)"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Jahodna_vizimalom.jpg/200px-Jahodna_vizimalom.jpg",
                "caption": "Watermill in Jahodná (Slovakia)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Watermill",
        "title": "Watermill",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Basic principle",
        "text": "At times of low electrical demand, excess generation capacity is used to pump water into the upper reservoir. When there is higher demand, water is released back into the lower reservoir through a turbine , generating electricity. Reversible turbine/generator assemblies act as combined pump and turbine generator units (usually Francis turbine designs). [15] Variable speed operation further optimizes the round trip efficiency in pumped hydro storage plants. [16] [17] In micro-PSH applications, a group of pumps and Pump As Turbine (PAT) could be implemented respectively for pumping and generating phases. [18] The same pump could be used in both modes by changing rotational direction and speed: [18] the operation point in pumping usually differs from the operation point in PAT mode.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Pumpspeicherkraftwerk_engl.png/220px-Pumpspeicherkraftwerk_engl.png",
                "caption": "Power distribution, over a day, of a pumped-storage hydroelectricity facility. Green represents power consumed in pumping. Red is power generated."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pumped-storage_hydroelectricity",
        "title": "Pumped-storage hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Economic efficiency",
        "text": "Taking into account conversion losses and evaporation losses from the exposed water surface, energy recovery of 70–80% or more can be achieved. [19] This technique is currently the most cost-effective means of storing large amounts of electrical energy, but capital costs and the necessity of appropriate geography are critical decision factors in selecting pumped-storage plant sites. The relatively low energy density of pumped storage systems requires either large flows and/or large differences in height between reservoirs. The only way to store a significant amount of energy is by having a large body of water located relatively near, but as high as possible above, a second body of water. In some places this occurs naturally, in others one or both bodies of water were man-made. Projects in which both reservoirs are artificial and in which no natural inflows are involved with either reservoir are referred to as \"closed loop\" systems. [20] These systems may be economical because they flatten out load variations on the power grid, permitting thermal power stations such as coal-fired plants and nuclear power plants that provide base-load electricity to continue operating at peak efficiency, while reducing the need for \"peaking\" power plants that use the same fuels as many base-load thermal plants, gas and oil, but have been designed for flexibility rather than maximal efficiency. Hence pumped storage systems are crucial when coordinating large groups of heterogeneous generators . Capital costs for pumped-storage plants are relatively high, although this is somewhat mitigated by their proven long service life of decades - and in some cases over a century, [21] [22] which is three to five times longer than utility-scale batteries. When electricity prices become negative , pumped hydro operators may earn twice - when \"buying\" the electricity to pump the water to the upper reservoir at negative spot prices and again when selling the electricity at a later time when prices are high. Along with energy management, pumped storage systems help stabilize electrical network frequency and provide reserve generation. Thermal plants are much less able to respond to sudden changes in electrical demand that potentially cause frequency and voltage instability. Pumped storage plants, like other hydroelectric plants, can respond to load changes within seconds. The most important use for pumped storage has traditionally been to balance baseload powerplants, but they may also be used to abate the fluctuating output of intermittent energy sources . Pumped storage provides a load at times of high electricity output and low electricity demand, enabling additional system peak capacity. In certain jurisdictions, electricity prices may be close to zero or occasionally negative on occasions that there is more electrical generation available than there is load available to absorb it. Although at present this is rarely due to wind or solar power alone, increased use of such generation will increase the likelihood of those occurrences. [ citation needed ] It is particularly likely that pumped storage will become especially important as a balance for very large-scale photovoltaic and wind generation. [23] Increased long-distance transmission capacity combined with significant amounts of energy storage will be a crucial part of regulating any large-scale deployment of intermittent renewable power sources. [24] The high non-firm renewable electricity penetration in some regions  supplies 40% of annual output, but 60% may be reached before additional storage is necessary. [25] [26] [27]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Stwlan.dam.jpg/220px-Stwlan.dam.jpg",
                "caption": "The upper reservoir, Llyn Stwlan, and dam of the Ffestiniog Pumped Storage Scheme in North Wales . The lower power station has four water turbines which generate 360 MW of electricity within 60 seconds of the need arising."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pumped-storage_hydroelectricity",
        "title": "Pumped-storage hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Summary",
        "text": "In 2009, world pumped storage generating capacity was 104 GW , [32] while other sources claim 127 GW, which comprises the vast majority of all types of utility grade electric storage. [33] The EU had 38.3 GW net capacity (36.8% of world capacity) out of a total of 140 GW of hydropower and representing 5% of total net electrical capacity in the EU. Japan had 25.5 GW net capacity (24.5% of world capacity). [32] In 2010 the United States had 21.5 GW of pumped storage generating capacity (20.6% of world capacity). [34] PSH contributed 21,073 GWh of energy  in 2020 in the United States, but −5,321 GWh  (net) because more energy is consumed in pumping than is generated. [35] Nameplate pumped storage capacity had grown to 21.6 GW by 2014, with pumped storage comprising 97% of grid-scale energy storage in the United States. As of late 2014, there were 51 active project proposals with a total of 39 GW of new nameplate capacity across all stages of the FERC licensing process for new pumped storage hydroelectric plants in the United States, but no new plants were currently under construction in the United States at the time. [36] [37] The five largest operational pumped-storage plants are listed below (for a detailed list see List of pumped-storage hydroelectric power stations ) :",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Kruonis_Pumped_Storage_Plant.Lithuania.jpg/220px-Kruonis_Pumped_Storage_Plant.Lithuania.jpg",
                "caption": "Kruonis Pumped Storage Plant , Lithuania"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pumped-storage_hydroelectricity",
        "title": "Pumped-storage hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Principle",
        "text": "Tidal energy is taken from the Earth's oceanic tides . Tidal forces result from periodic variations in gravitational attraction exerted by celestial bodies. These forces create corresponding motions or currents in the world's oceans. This results in periodic changes in sea levels, varying as the Earth rotates. These changes are highly regular and predictable, due to the consistent pattern of the Earth's rotation and the Moon's orbit around the Earth. [7] The magnitude and variations of this motion reflect the changing positions of the Moon and Sun relative to the Earth, the effects of Earth's rotation , and local geography of the seafloor and coastlines . Tidal power is the only technology that draws on energy inherent in the orbital characteristics of the Earth–Moon system, and to a lesser extent in the Earth–Sun system. Other natural energies exploited by human technology originate directly or indirectly from the Sun, including fossil fuel , conventional hydroelectric , wind , biofuel , wave and solar energy . Nuclear energy makes use of Earth's mineral deposits of fissionable elements, while geothermal power utilizes the Earth's internal heat , which comes from a combination of residual heat from planetary accretion (about 20%) and heat produced through radioactive decay (80%). [8] A tidal generator converts the energy of tidal flows into electricity. Greater tidal variation and higher tidal current velocities can dramatically increase the potential of a site for tidal electricity generation. On the other hand, tidal energy has high reliability, excellent energy density, and high durability. [9] Because the Earth's tides are ultimately due to gravitational interaction with the Moon and Sun and the Earth's rotation, tidal power is practically inexhaustible, and is thus classified as a renewable energy resource. Movement of tides causes a loss of mechanical energy in the Earth-Moon system: this results from pumping of water through natural restrictions around coastlines and consequent viscous dissipation at the seabed and in turbulence . This loss of energy has caused the rotation of the Earth to slow in the 4.5 billion years since its formation. During the last 620 million years the period of rotation of the Earth (length of a day) has increased from 21.9 hours to 24 hours; [10] in this period the Earth-Moon system has lost 17% of its rotational energy. While tidal power will take additional energy from the system, the effect is negligible and would not be noticeable in the foreseeable future.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Tide_type.svg/280px-Tide_type.svg.png",
                "caption": "Variation of tides over a day"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Tidal_power",
        "title": "Tidal power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Methods",
        "text": "Tidal power can be classified into four generating methods:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/SeaGen_installed.jpg/220px-SeaGen_installed.jpg",
                "caption": "The world's first commercial-scale and grid-connected tidal stream generator – SeaGen – in Strangford Lough . [11] The strong wake shows the power in the tidal current ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Tidal_power",
        "title": "Tidal power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Dynamic tidal power",
        "text": "Dynamic tidal power (or DTP) is a theoretical technology that would exploit an interaction between potential and kinetic energies in tidal flows. It proposes that very long dams (for example: 30–50 km length) be built from coasts straight out into the sea or ocean, without enclosing an area. Tidal phase differences are introduced across the dam, leading to a significant water-level differential in shallow coastal seas – featuring strong coast-parallel oscillating tidal currents such as found in the UK, China, and Korea.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/DTP_T_dam_top-down_view.jpg/220px-DTP_T_dam_top-down_view.jpg",
                "caption": "Top-down diagram of a DTP dam. Blue and dark red colours indicate low and high tides, respectively."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Tidal_power",
        "title": "Tidal power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Large facilities",
        "text": "The largest power producers in the world are hydroelectric power stations, with some hydroelectric facilities capable of generating more than double the installed capacities of the current largest nuclear power stations . Although no official definition exists for the capacity range of large hydroelectric power stations, facilities from over a few hundred megawatts are generally considered large hydroelectric facilities. Currently, only seven facilities over 10 GW ( 10,000 MW ) are in operation worldwide, see table below. [30]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Itaipu_D%C3%A9cembre_2007_-_Vue_G%C3%A9n%C3%A9rale.jpg/1500px-Itaipu_D%C3%A9cembre_2007_-_Vue_G%C3%A9n%C3%A9rale.jpg",
                "caption": "Panoramic view of the Itaipu Dam , with the spillways (closed at the time of the photo) on the left. In 1994, the American Society of Civil Engineers elected the Itaipu Dam as one of the Seven Wonders of the Modern World . [31]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Small",
        "text": "Small hydro is hydroelectric power on a scale serving a small community or industrial plant. The definition of a small hydro project varies but a generating capacity of up to 10 megawatts (MW) is generally accepted as the upper limit. This may be stretched to 25 MW and 30 MW in Canada and the United States. [32] [33] Small hydro stations may be connected to conventional electrical distribution networks as a source of low-cost renewable energy. Alternatively, small hydro projects may be built in isolated areas that would be uneconomic to serve from a grid, or in areas where there is no national electrical distribution network. Since small hydro projects usually have minimal reservoirs and civil construction work, they are seen as having a relatively low environmental impact compared to large hydro. This decreased environmental impact depends strongly on the balance between stream flow and power production. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Nw_vietnam_hydro.jpg/300px-Nw_vietnam_hydro.jpg",
                "caption": "A micro-hydro facility in Vietnam"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Amateur_Hydroelectricity.jpg/300px-Amateur_Hydroelectricity.jpg",
                "caption": "Pico hydroelectricity in Mondulkiri , Cambodia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Underground",
        "text": "An underground power station is generally used at large facilities and makes use of a large natural height difference between two waterways, such as a waterfall or mountain lake. A tunnel is constructed to take water from the high reservoir to the generating hall built in a cavern near the lowest point of the water tunnel and a horizontal tailrace taking water away to the lower outlet waterway.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Tailrace-Forebay-Limestone.JPG/220px-Tailrace-Forebay-Limestone.JPG",
                "caption": "Measurement of the tailrace and forebay rates at the Limestone Generating Station in Manitoba , Canada ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Ecosystem damage and loss of land",
        "text": "Large reservoirs associated with traditional hydroelectric power stations result in submersion of extensive areas upstream of the dams, sometimes destroying biologically rich and productive lowland and riverine valley forests, marshland and grasslands. Damming interrupts the flow of rivers and can harm local ecosystems, and building large dams and reservoirs often involves displacing people and wildlife. [30] The loss of land is often exacerbated by habitat fragmentation of surrounding areas caused by the reservoir. [46] Hydroelectric projects can be disruptive to surrounding aquatic ecosystems both upstream and downstream of the plant site. Generation of hydroelectric power changes the downstream river environment. Water exiting a turbine usually contains very little suspended sediment, which can lead to scouring of river beds and loss of riverbanks. [47] The turbines also will kill large portions of the fauna passing through, for instance 70% of the eel passing a turbine will perish immediately. [48] [49] [50] Since turbine gates are often opened intermittently, rapid or even daily fluctuations in river flow are observed. [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/MeroweDam01.jpg/220px-MeroweDam01.jpg",
                "caption": "Merowe Dam in Sudan . Hydroelectric power stations that use dams submerge large areas of land due to the requirement of a reservoir . These changes to land color or albedo , alongside certain projects that concurrently submerge rainforests, can in these specific cases result in the global warming impact, or equivalent life-cycle greenhouse gases of hydroelectricity projects, to potentially exceed that of coal power stations."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Methane emissions (from reservoirs)",
        "text": "Lower positive impacts are found in the tropical regions. In lowland rainforest areas, where inundation of a part of the forest is necessary, it has been noted that the reservoirs of power plants produce substantial amounts of methane . [56] This is due to plant material in flooded areas decaying in an anaerobic environment and forming methane, a greenhouse gas . According to the World Commission on Dams report, [57] where the reservoir is large compared to the generating capacity (less than 100 watts per square metre of surface area) and no clearing of the forests in the area was undertaken prior to impoundment of the reservoir, greenhouse gas emissions from the reservoir may be higher than those of a conventional oil-fired thermal generation plant. [58] In boreal reservoirs of Canada and Northern Europe, however, greenhouse gas emissions are typically only 2% to 8% of any kind of conventional fossil-fuel thermal generation. A new class of underwater logging operation that targets drowned forests can mitigate the effect of forest decay. [59]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Hoover_Dam_Nevada_Luftaufnahme.jpg/220px-Hoover_Dam_Nevada_Luftaufnahme.jpg",
                "caption": "The Hoover Dam in the United States is a large conventional dammed-hydro facility, with an installed capacity of 2,080 MW ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Hydro power by country",
        "text": "In 2022 hydro generated 4,289 TWh, 15% of total electricity and half of renewables. Of the world total, China (30%) produced the most, followed by Brazil (10%), Canada (9.2%), the United States (5.8%) and Russia (4.6%). Paraguay produces nearly all of its electricity from hydro and exports far more than it uses. [68] Larger plants tend to be built and operated by national governments, so most capacity (70%) is publicly owned, despite the fact that most plants (nearly 70%) are owned and operated by the private sector, as of 2021. [1] The following table lists these data for each country: Data are sourced from Ember dating to the year 2022 unless otherwise specified. [67] Only includes countries with more than 1 TWh of generation. Links for each location go to the relevant hydro power page, when available.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Share-electricity-hydro.svg/330px-Share-electricity-hydro.svg.png",
                "caption": "Share of electricity production from hydropower, 2022 [66]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/World_hydro_generation_yearly.png/330px-World_hydro_generation_yearly.png",
                "caption": "Yearly hydro generation by continent [67]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/World_hydro_generation_2021.png/330px-World_hydro_generation_2021.png",
                "caption": "Hydro generation by country, 2021 [67]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydroelectricity",
        "title": "Hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Calculating the amount of available power",
        "text": "A hydropower resource can be evaluated by its available power . Power is a function of the hydraulic head and volumetric flow rate . The head is the energy per unit weight (or unit mass) of water. [5] The static head is proportional to the difference in height through which the water falls. Dynamic head is related to the velocity of moving water. Each unit of water can do an amount of work equal to its weight times the head. The power available from falling water can be calculated from the flow rate and density of water, the height of fall, and the local acceleration due to gravity: To illustrate, the power output of a turbine that is 85% efficient, with a flow rate of 80 cubic metres per second (2800 cubic feet per second) and a head of 145 metres (476 feet), is 97 megawatts: [note 1] Operators of hydroelectric stations compare the total electrical energy produced with the theoretical potential energy of the water passing through the turbine to calculate efficiency. Procedures and definitions for calculation of efficiency are given in test codes such as ASME PTC 18 and IEC 60041. Field testing of turbines is used to validate the manufacturer's efficiency guarantee. Detailed calculation of the efficiency of a hydropower turbine accounts for the head lost due to flow friction in the power canal or penstock, rise in tailwater level due to flow, the location of the station and effect of varying gravity, the air temperature and barometric pressure, the density of the water at ambient temperature, and the relative altitudes of the forebay and tailbay. For precise calculations, errors due to rounding and the number of significant digits of constants must be considered. [6] Some hydropower systems such as water wheels can draw power from the flow of a body of water without necessarily changing its height. In this case, the available power is the kinetic energy of the flowing water. Over-shot water wheels can efficiently capture both types of energy. [7] The flow in a stream can vary widely from season to season. The development of a hydropower site requires analysis of flow records , sometimes spanning decades, to assess the reliable annual energy supply. Dams and reservoirs provide a more dependable source of power by smoothing seasonal changes in water flow. However, reservoirs have a significant environmental impact , as does alteration of naturally occurring streamflow. Dam design must account for the worst-case, \"probable maximum flood\" that can be expected at the site; a spillway is often included to route flood flows around the dam. A computer model of the hydraulic basin and rainfall and snowfall records are used to predict the maximum flood. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/The_Dam_%282890371280%29.jpg/280px-The_Dam_%282890371280%29.jpg",
                "caption": "The Three Gorges Dam in China; the hydroelectric dam is the world's largest power station by installed capacity ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydropower",
        "title": "Hydropower",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Private sector",
        "text": "Energy markets in Finland are based on free enterprise and open competition. The electric power industry in Finland has been open for competition since the new electricity market legislation in 1995. At the same occasion Finland joined the joint Nordic electricity market area where spot prices for electricity are determined at the common electricity exchange Nordpool . Power can be bought and sold freely in Finland, Sweden, Norway and most parts of Denmark. For district heat there is no national market for technological reasons, as heat cannot be transported over long distances. However, district heat is largely produced by the same energy companies in centralised district heating plants or CHP plants. Locally there is usually only one district heat provider available, which means that the competition takes place between alternative heat sources. Biomass fuels and peat are commonly used for district heating. Some district heat is also sold in small scale by local entrepreneurs who produce it with biomass fuels. The government company for promoting energy efficiency, Motiva, has a program for promoting small scale heating entrepreneurship. In the Nordic electricity market, each country is independently responsible for its transmission grid. In Finland the local distribution grids are owned primarily by local energy companies. The national transmission grid is owned by the Fingrid corporation which for its part is owned jointly by the state, energy companies and financial investors. Major changes in the ownership of Fingrid are expected as new EU legislation will forbid energy producers from owning parts of the transmission grid. The largest electricity producers in Finland are Fortum, the state energy company, Pohjolan Voima, the energy company owned by major industries, Teollisuuden Voima, the industry-owned nuclear power company, Helsingin Energia, the power company of Helsinki City, and Vattenfall, the largest energy company of Sweden. There are also a large number of small and medium-sized local energy companies. A special feature of the Finnish electricity markets is companies like Pohjolan Voima and Teollisuuden Voima that operate with the Mankala-principle. That is, they do not pay dividends, but rather provide power to their owners without seeking profit. Moreover, many of the industrial corporations are themselves major energy producers as in a number of factories process wastes are used as fuels. In most cases such fuels originate from wood processing and, therefore, count as renewables. Thus major producers of bioenergy in Finland include all the major wood and paper industry corporations: Stora-Enso , UPM and M-Real . Furthermore, the national oil company, Neste Oil , is a growing producer of biofuels and biodiesel in particular. Largest hydropower producers are the state-owned companies Fortum and Kemijoki and the industry-owned Pohjolan Voima. The largest producer of wind power in Finland is the Hyötytuuli corporation, owned by the energy companies of various cities. Hyötytuuli produces about one third of wind power in Finland. The rest is produced by a large number of companies in relatively small power plants.\nFinland is a growing producer of RES related technology. The volume of trade of all energy technology to and from Finland is shown in Figure 4. RES technologies hold a significant share of this trade. The largest producers of RE technology in Finland include Smaller companies that produce energy-related clean technology include Aidon , Bearing Drive Finland, DGT Direct Granulation Technology, EcoSir, Finnish Electric Vehicle technologies, Greenvironment, Modilis, Primet, Puhdas Energia and The Switch. Energy efficiency in Finland is advanced by the state-owned company Motiva. Public funding for the development of new technologies is primarily distributed by the Finnish Funding Agency for Technology and Innovation Tekes.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Porin_Reposaaren_tuulivoimapuistoa.jpg/220px-Porin_Reposaaren_tuulivoimapuistoa.jpg",
                "caption": "Reposaari Pori is a wind power plant owned and operated by the Hyötytuuli company, the largest Finnish wind power company."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_Finland",
        "title": "Renewable energy in Finland",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Automotive fuels",
        "text": "The European Union has the objective of 5.75% of biofuels (2010). The biofuels report do not include the Finnish objective. [13] They are not published yet. The Finnish Ministry of Trade and Industry report (KTM 11/2006) admits that Finland would not be able to fulfill the 5.75% objective. The ministry report does not recommend it, because of its expenses. The production price of biofuels in Finland would be equal to other EU countries, 3 cents per liter. [14] The Finnish parliament did not consider bioethanol competitive in Finland. The director of Altia resigned as Altia's major bioethanol project failed; increased costs made it unprofitable. However, St1 produces bioethanol from food industry wastes. Neste Oil produces 0.34 million tons per year renewable diesel ( NExBTL ) by vegetable oil refining in its Porvoo refinery. Currently the main feedstock is palm oil . The public transportation in the Helsinki metropolitan area uses NExBTL. The pulp and paper company UPM is in the process of starting biodiesel production from tall oil . However, a number of projects for biodiesel production have been cancelled due to poor profitability. [15] Finnish government supports biodiesel use financially. [16]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Morning_mist_%281224%2C2%29.jpg/220px-Morning_mist_%281224%2C2%29.jpg",
                "caption": "Nature in Finland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_Finland",
        "title": "Renewable energy in Finland",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Existing buildings",
        "text": "Energy conservation measures have primarily focused on technological innovations to improve efficiencies and financial incentives with theoretical explanations obtained from the mentioned analytical traditions. [4] Existing buildings can improve energy efficiency by changing structural maintenance materials, adjusting the composition of air conditioning systems, selecting energy-saving equipment, and formulating subsidy policies. [5] These measures can improve users' thermal comfort and reduce buildings' environmental impact. The selection of combinatorial optimization schemes that contain measures to guide and restrict users' behavior in addition to carrying out demand-side management can dynamically adjust energy consumption. At the same time, economic means should enable users to change their behavior and achieve a low-carbon life. Combination optimization and pricing incentives reduce building energy consumption and carbon emissions and reduce users' costs. [5] Energy monitoring through energy audits can achieve energy efficiency in existing buildings. An energy audit is an inspection and analysis of energy use and flows for energy conservation in a structure, process, or system intending to reduce energy input without negatively affecting output. Energy audits can determine specific opportunities for energy conservation and efficiency measures as well as determine cost-effective strategies. [2] Training professionals typically accomplish this and can be part of some national programs discussed above. The recent development of smartphone apps enables homeowners to complete relatively sophisticated energy audits themselves. For instance, smart thermostats can connect to standard HVAC systems to maintain energy-efficient indoor temperatures. In addition, data loggers can also be installed to monitor the interior temperature and humidity levels to provide a more precise understanding of the conditions. If the data gathered is compared with the users' perceptions of comfort, more fine-tuning of the interiors can be implemented (e.g., increasing the temperature where A.C. is used to prevent over-cooling). Building technologies and smart meters can allow commercial and residential energy users to visualize the impact their energy use can have in their workplaces or homes. Advanced real-time energy metering can help people save energy through their actions. Another approach towards energy conservation is the implementation of ECMs in commercial buildings, which often employ Energy Service Companies (ESCOs) experienced in energy performance contracting. This industry has been around since the 1970s and is more prevalent than ever today. The US-based organization EVO (Efficiency Valuation Organization) has created a set of guidelines for ESCOs to adhere to in evaluating the savings achieved by ECMs. These guidelines are called the International Performance Measurement and Verification Protocol (IPMVP). Energy efficiency can also be achieved by upgrading certain aspects of existing buildings. [6] Firstly, making thermal improvements by adding insulation to crawl spaces and ensuring no leaks achieves an efficient building envelope, reducing the need for mechanical systems to heat and cool the space. High-performance insulation is also supported by adding double/triple-glazed windows to minimize thermal heat transmission. Minor upgrades in existing buildings include changing mixers to low flow greatly aids in water conservation, changing light bulbs to LED lights results in 70-90% less energy consumption than a standard incandescent or C.F.L. bulb, changing inefficient appliances with Energy Star-rated appliances will consume less energy, and finally adding vegetation in the landscape surrounding the building to function as a shading element. [6] A window windcatcher can reduce the total energy use of a building by 23.3%. [7] Energy conservation through users' behaviors requires understanding household occupants' lifestyle, social, and behavioral factors in analyzing energy consumption. [4] This involves one-time investments in energy efficiency, such as purchasing new energy-efficient appliances or upgrading the building insulation without curtailing economic utility or the level of energy services, and energy curtailment behaviors which are theorized to be driven more by social-psychological factors and environmental concerns in comparison to the energy efficiency behaviors. Replacing existing appliances with newer and more efficient ones leads to energy efficiency as less energy is wasted throughout. Overall, energy efficiency behaviors are identified more with one-time, cost-incurring investments in efficient appliances and retrofits, while energy curtailment behaviors include repetitive, low-cost energy-saving efforts. [4] To identify and optimize residential energy use, conventional and behavioral economics, technology adoption theory and attitude-based decision-making, social and environmental psychology, and sociology must be analyzed. [4] The techno-economic and psychological literature analysis focuses on the individual attitude, behavior, and choice/context/external conditions. In contrast, the sociological literature relies more on the energy consumption practices shaped by the social, cultural, and economic factors in a dynamic setting. [4]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Plot1.jpg/220px-Plot1.jpg",
                "caption": "Energy consumption by household type in the northeast United States in 2015"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Qanat_wind_tower.svg/220px-Qanat_wind_tower.svg.png",
                "caption": "A windcatcher and qanat used for cooling. Windcatchers \"reduce the building's energy consumption and carbon footprint \". [8]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_conservation",
        "title": "Energy conservation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "New buildings",
        "text": "Many steps can be taken toward energy conservation and efficiency when designing new buildings. Firstly, the building can be designed to optimize building performance by having an efficient building envelope with high-performing insulation and window glazing systems, window facades strategically oriented to optimize daylighting, shading elements to mitigate unwanted glare, and passive energy systems for appliances. In passive solar building designs , windows, walls, and floors are made to collect, store, and distribute solar energy in the form of heat in the winter and reject solar heat in the summer. The key to designing a passive solar building is to best take advantage of the local climate . Elements to be considered include window placement and glazing type, thermal insulation , thermal mass , and shading. Optimizing daylighting can decrease energy waste from incandescent bulbs, windows, and balconies, allow natural ventilation, reduce the need for heating and cooling, low flow mixers aid in water conservation, and upgrade to Energy star rated appliances consume less energy. [9] Designing a building according to LEED guidelines while incorporating smart home technology can help save a lot of energy and money in the long run. [9] Passive solar design techniques can be applied most easily to new buildings, but existing buildings can be retrofitted. Mainly, energy conservation is achieved by modifying user habits or providing an energy-saving recommendation of curtailing an appliance or scheduling it to low-price energy tariff hours. Besides changing user habits and appliance control, identifying irrelevant appliances concerning user activities in smart homes saves energy. Smart home technology can advise users on energy-saving strategies according to their behavior, encouraging behavioral change that leads to energy conservation. [1] This guidance includes reminders to turn off lights, leakage sensors to prevent plumbing issues, running appliances on off-peak hours, and smart sensors that save energy. Such technology learns user-appliance activity patterns, gives a complete overview of various energy-consuming appliances, and can provide guidance to improve these patterns to contribute to energy conservation. [1] As a result, they can strategically schedule appliances by monitoring the energy consumption profiles of the appliances, schedule devices to the energy-efficient mode, or plan to work during off-peak hours. Appliance-oriented approaches emphasize appliance profiling, curtailing, and scheduling to off-peak hours, as supervision of appliances is key to energy preservation. [1] It usually leads to appliance curtailment in which an appliance is either scheduled to work another time or is turned off. Appliance curtailment involves appliance recognition, activity-appliances model, unattended appliance detection, and energy conservation service. The appliance recognition module detects active appliances to identify the activities of smart home users. After identifying users' activities, the association between the functional appliances and user activities is established. The unattended appliance detection module looks for active appliances but is unrelated to user activity. These functional appliances waste energy and can be turned off by providing recommendations to the user. [1] Based on the smart home recommendations, users can give weight to certain appliances that increase user comfort and satisfaction while conserving energy. [1] Energy consumption models of energy consumption of appliances and the level of comfort they create can balance priorities among smart home comfort levels and energy consumption. According to Kashimoto, Ogura, Yamamoto, Yasumoto, and Ito, the energy supply reduces based on the historical state of the appliance and increases according to the comfort level requirement of the user, leading to a targeted energy-saving ratio. Scenarios-based energy consumption can be employed as a strategy for energy conservation, with each scenario encompassing a specific set of rules for energy consumption. [1]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Illust_passive_solar_d1.gif/220px-Illust_passive_solar_d1.gif",
                "caption": "Elements of passive solar design, shown in a direct gain application"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_conservation",
        "title": "Energy conservation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Transportation",
        "text": "Transporting people, goods, and services represented 29% of U.S. energy consumption in 2007. The transportation sector also accounted for about 33% of U.S. carbon dioxide emissions in 2006, with highway vehicles accounting for about 84% of that, making transportation an essential target for addressing global climate change (E.I.A., 2008). [10] Suburban infrastructure evolved during an age of relatively easy access to fossil fuels , leading to transportation-dependent living systems. [ citation needed ] The amount of energy used to transport people to and from a facility, whether they are commuters, customers, vendors, or homeowners, is known as the transportation energy intensity of the building. Land is developing at a faster rate than population growth, leading to urban sprawl and, therefore, high transportation energy intensity as more people need to commute longer distances to jobs. As a result, the location of a building is essential in decreasing embodied emissions. [11] In transportation, state and local efforts in energy conservation and efficiency measures tend to be more targeted and smaller in scale. However, with more robust fuel economy standards, new targets for the use of alternative transportation fuels, and new efforts in electric and hybrid electric vehicles, EPAct05 and EISA provide a new set of national policy signals and financial incentives to the private sector and state and local governments for the transportation sector. [10] Zoning reforms that allow greater urban density and designs for walking and bicycling can greatly reduce energy consumed for transportation. Many Americans work in jobs that allow for remote work instead of commuting daily, which is a significant opportunity to conserve energy. [ citation needed ] Intelligent transportation systems (ITS) provide a solution to traffic congestion and C.E.s caused by increased vehicles. [12] ITS combines improvements in information technology and systems, communications, sensors, controllers, and advanced mathematical methods with the traditional world of transportation infrastructure. It improves traffic safety and mobility, reduces environmental impact, promotes sustainable transportation, and increases productivity. [12] The ITS strengthens the connection and cooperation between people, vehicles, roads, and the environment while improving road capacity, reducing traffic accidents, and improving transportation efficiency and safety by alleviating traffic congestion and reducing pollution. It makes full use of traffic information as an application service, which can enhance the operational efficiency of existing traffic facilities. The most significant energy-saving potential is that there are the most problems in urban transportation in various countries, such as management systems, policies and regulations, planning, technology, operation, and management mechanism. Improvements in one or several aspects will improve road transportation. Efficiency has a positive impact, which leads to the improvement of the urban traffic environment and efficiency. [12] In addition to ITS, transit-oriented development (T.O.D.) significantly improves transportation in urban areas by emphasizing density, proximity to transit, diversity of uses, and streetscape design. Density is important for optimizing location and is a way to cut down on driving. [11] Planners can regulate development rights by exchanging them from ecologically sensitive areas to growth-friendly zones according to density transfer procedures. Distance is defined as the accessibility of rail and bus transits, which serve as deterrents for driving. For transit-oriented development to be feasible, transportation stops must be close to where people live. Diversity refers to mixed-use areas that offer essential services close to homes and offices and include residential spaces for different socioeconomic categories, commercial and retail. This creates a pedestrian shed where one area can meet people's everyday needs on foot. Lastly, the streetscapes design involves minimal parking and walkable areas that calm traffic. [11] Generous parking incentivizes people to use cars, whereas minimal and expensive parking deters commuters. At the same time, streetscapes can be designed to incorporate bicycling lanes and designated bicycle paths and trails. People may commute by bicycle to work without being concerned about their bicycles becoming wet because of covered bicycle storage. This encourages commuters to use bicycles rather than other modes of transportation and contributes to energy saving. People will be happy to walk a few blocks from a train stop if there are attractive, pedestrian-friendly outdoor spaces nearby with good lighting, park benches, outdoor tables at cafés, shade tree plantings, pedestrian courts that are blocked off to cars, and public internet connection. Additionally, this strategy calms traffic, improving the intended pedestrian environment. [11] New urban planning schemes can be designed to improve connectivity in cities through networks of interconnected streets that spread out traffic flow, slow down vehicles, and make walking more pleasant. By dividing the number of road links by the number of road nodes, the connectivity index is calculated. The higher the connectivity index, the greater the route choices and the better the pedestrian access. [11] Realizing the transportation impacts associated with buildings allows commuters to take steps toward energy conservation. Connectivity encourages energy-conserving behaviors as commuters use fewer cars, walk and bike more, and use public transportation. For commuters who do not have the option of public transportation, smaller vehicles that are hybrid or have better mileage can be used. [11]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Light_switch_with_passive_infrared_sensor.jpg/100px-Light_switch_with_passive_infrared_sensor.jpg",
                "caption": "Occupancy sensors can conserve energy by turning off appliances in unoccupied rooms. [13]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_conservation",
        "title": "Energy conservation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Consumer products",
        "text": "Homeowners implementing ECMs in their residential buildings often start with an energy audit . This is a way homeowners look at what areas of their homes are using, and possibly losing energy. Residential energy auditors are accredited by the Building Performance Institute (BPI) [15] or the Residential Energy Services Network (RESNET). [16] [17] Homeowners can hire a professional or do it themselves [18] [19] or use a smartphone to help do an audit. [20] Energy conservation measures are often combined into larger guaranteed Energy Savings Performance Contracts to maximize energy savings while minimizing disruption to building occupants by coordinating renovations. [21] Some ECMs cost less to implement yet return higher energy savings. Traditionally, lighting projects were a good example of \"low hanging fruit\" [22] that could be used to drive implementation of more substantial upgrades to HVAC systems in large facilities. Smaller buildings might combine window replacement with modern insulation using advanced building foams to improve energy for performance. Energy dashboard projects [23] are a new kind of ECM that relies on the behavioral change of building occupants to save energy. When implemented as part of a program, case studies, such as that for the DC Schools, report energy savings up 30%. [24] Under the right circumstances, open energy dashboards can even be implemented for free [25] to improve upon these savings even more. Consumers are often poorly informed of the savings of energy-efficient products. [ citation needed ] A prominent example of this is the energy savings that can be made by replacing an incandescent light bulb with a more modern alternative. When purchasing light bulbs, many consumers opt for cheap incandescent bulbs, failing to take into account their higher energy costs and lower lifespans when compared to modern compact fluorescent and LED bulbs . Although these energy-efficient alternatives have a higher upfront cost, their long lifespan and low energy use can save consumers a considerable amount of money. [26] The price of LED bulbs has also been steadily decreasing in the past five years due to improvements in semiconductor technology. Many LED bulbs on the market qualify for utility rebates that further reduce the price of the purchase to the consumer. [27] Estimates by the U.S. Department of Energy state that widespread adoption of LED lighting over the next 20 years could result in about $265 billion worth of savings in United States energy costs. [28] The research one must put into conserving energy is often too time-consuming and costly for the average consumer when there are cheaper products and technology available using today's fossil fuels. [29] Some governments and NGOs are attempting to reduce this complexity with Eco-labels that make differences in energy efficiency easy to research while shopping. [30] To provide the kind of information and support people need to invest money, time and effort in energy conservation, it is important to understand and link to people's topical concerns. [31] For instance, some retailers argue that bright lighting stimulates purchasing. However, health studies have demonstrated that headache, stress , blood pressure , fatigue and worker error all generally increase with the common over-illumination present in many workplace and retail settings. [32] [33] It has been shown that natural daylighting increases productivity levels of workers, while reducing energy consumption. [34] In warm climates where air conditioning is used, any household device that gives off heat will result in a larger load on the cooling system. Items such as stoves, dishwashers, clothes dryers, hot water, and incandescent lighting all add heat to the home. Low-power or insulated versions of these devices give off less heat for the air conditioning to remove. The air conditioning system can also improve efficiency by using a heat sink that is cooler than the standard air heat exchanger, such as geothermal or water. In cold climates, heating air and water is a major demand for household energy use. Significant energy reductions are possible by using different technologies. Heat pumps are a more efficient alternative to electrical resistance heaters for warming air or water. A variety of efficient clothes dryers are available, and the clothes lines requires no energy- only time. Natural-gas (or bio-gas) condensing boilers and hot-air furnaces increase efficiency over standard hot-flue models. Standard electric boilers can be made to run only at hours of the day when they are needed by means of a time switch . [35] This decreases energy use vastly. In showers, a semi-closed-loop system could be used. New construction implementing heat exchangers can capture heat from wastewater or exhaust air in bathrooms, laundry, and kitchens. In both warm and cold climate extremes, airtight thermal insulated construction is the largest factor determining the efficiency of a home. Insulation is added to minimize the flow of heat to or from the home, but can be labor-intensive to retrofit to an existing home.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Assorted_LED_Lamps.jpg/220px-Assorted_LED_Lamps.jpg",
                "caption": "An assortment of energy-efficient semiconductor (LED) lamps for commercial and residential lighting use. LED lamps to use at least 75% less energy, and last 25 times longer, than traditional incandescent light bulbs. [14]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_conservation",
        "title": "Energy conservation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Japan",
        "text": "Since the 1973 oil crisis , energy conservation has been an issue in Japan. All oil-based fuel is imported, so domestic sustainable energy is being developed. The Energy Conservation Center [50] promotes energy efficiency in every aspect of Japan. Public entities are implementing the efficient use of energy for industries and research. It includes projects such as the Top Runner Program. [51] In this project, new appliances are regularly tested on efficiency, and the most efficient ones are made the standard.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/03-05-JPN153.jpg/170px-03-05-JPN153.jpg",
                "caption": "Advertising with high energy and light pollution in Shinjuku, Japan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_conservation",
        "title": "Energy conservation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    },
    {
        "section": "Measuring technological progress",
        "text": "Many sociologists and anthropologists have created social theories dealing with social and cultural evolution . Some, like Lewis H. Morgan , Leslie White , and Gerhard Lenski have declared technological progress to be the primary factor driving the development of human civilization. Morgan's concept of three major stages of social evolution (savagery, barbarism , and civilization ) can be divided by technological milestones, such as fire. White argued the measure by which to judge the evolution of culture was energy. [2] For White, \"the primary function of culture\" is to \"harness and control energy.\" White differentiates between five stages of human development : In the first, people use the energy of their own muscles. In the second, they use the energy of domesticated animals . In the third, they use the energy of plants ( agricultural revolution ). In the fourth, they learn to use the energy of natural resources : coal, oil, gas. In the fifth, they harness nuclear energy . White introduced the formula P=E/T, where P is the development index, E is a measure of energy consumed, and T is the measure of the efficiency of technical factors using the energy. In his own words, \"culture evolves as the amount of energy harnessed per capita per year is increased, or as the efficiency of the instrumental means of putting the energy to work is increased\". Nikolai Kardashev extrapolated his theory, creating the Kardashev scale , which categorizes the energy use of advanced civilizations. Lenski's approach focuses on information. The more information and knowledge (especially allowing the shaping of natural environment ) a given society has, the more advanced it is. He identifies four stages of human development, based on advances in the history of communication . In the first stage, information is passed by genes . In the second, when humans gain sentience , they can learn and pass information through experience. In the third, the humans start using signs and develop logic . In the fourth, they can create symbols, develop language and writing. Advancements in communications technology translate into advancements in the economic system and political system , distribution of wealth , social inequality and other spheres of social life. He also differentiates societies based on their level of technology, communication, and economy: In economics, productivity is a measure of technological progress. Productivity increases when fewer inputs (classically labor and capital but some measures include energy and materials) are used in the production of a unit of output. Another indicator of technological progress is the development of new products and services, which is necessary to offset unemployment that would otherwise result as labor inputs are reduced. In developed countries productivity growth has been slowing since the late 1970s; however, productivity growth was higher in some economic sectors, such as manufacturing. [3] For example, employment in manufacturing in the United States declined from over 30% in the 1940s to just over 10% 70 years later. Similar changes occurred in other developed countries. This stage is referred to as post-industrial . In the late 1970s sociologists and anthropologists like Alvin Toffler (author of Future Shock ), Daniel Bell and John Naisbitt have approached the theories of post-industrial societies , arguing that the current era of industrial society is coming to an end, and services and information are becoming more important than industry and goods. Some extreme visions of the post-industrial society, especially in fiction , are strikingly similar to the visions of near and post- singularity societies. [4]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Farming-on-Indonesia.jpg/220px-Farming-on-Indonesia.jpg",
                "caption": "Agriculture preceded writing in the history of technology."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/History_of_technology",
        "title": "History of technology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Hydropower",
        "topic": "Technological innovations in hydropower"
    }
]