[
    {
        "section": "Maryland",
        "text": "Maryland established a community energy pilot program in 2017. [33] The purpose of this program is to invest in Maryland’s solar industry, diversify the energy resources of the state, and provide renewable energy for all state residents, particularly those who qualify as low-to-moderate income. [34] Several utility companies, including BGE, Potomac Electric Power Company (Pepco), Delmarva Power & Light, and Potomac Edison Company (MD) have been working alongside subscriber organizations, including Neighborhood Sun, to provide customers with a subscription to existing solar projects. [34] There are several existing solar farms across Maryland, including the Panorama Landfill project. It is the largest in the US and the first residential solar farm in Maryland. Located in Fort Washington, Maryland on a former landfill, Panorama covers 25 acres of land and contains 19,000 panels. [35]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Lunenburg_ma_Community_Solar_Farm.png/220px-Lunenburg_ma_Community_Solar_Farm.png",
                "caption": "Pollinator Sites are gaining popularity at Community Solar Farms across the country. Nexamp Community Solar Farm featured in Lunenburg Massachusetts"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Community_solar",
        "title": "Community solar",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Massachusetts",
        "text": "The Green Communities Act of 2008 authorized what was formally known as \"neighborhood net-metering\", which allowed a group of residents in a neighborhood/town to pool resources to cover the capital cost of a renewable energy installation. [36] Residents of Brewster founded the first cooperatively run solar garden in Massachusetts.  The solar garden was built by solar installer My Generation Energy Inc. Each member of the cooperative was to receive benefits from the co-op; including the net-metering credits from the solar garden through Nstar. [36] Known as the Brewster Community Solar Garden, [37] [38] it is a 345.6 kW community solar farm located on Cape Cod . Massachusetts and the Federal government each offered incentives to improve solar economics. A traditional investment in photovoltaics without incentives would take 12 or more years to pay back the initial cost. The incentives lowered the payback period to 6–10 years. [36] Gardens built by developer Clean Energy Collective started producing power in Newton, Massachusetts in July 2014. The company originally partnered with now-defunct energy efficiency firm Next Step Living [31] and is currently working with the startup Solstice Initiative. [ citation needed ] The largest community solar-plus-storage farm in the state in Winchendon , Massachusetts was completed in March, 2018 by CleanChoice Energy and Borrego Solar. [39] In 2018, Massachusetts implemented the Solar Massachusetts Renewable Target (SMART) program as a replacement for the state’s former Solar Renewable Energy Credit (SREC II) program. [40] Under the SMART program, Massachusetts pays solar energy system owners at a fixed rate per kilowatt hour as an incentive. [40] This program was updated in 2020, and updates included an expansion of the definition of Low Income Customers and expanded consumer protection standards. [41]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Nexamp_Lunenberg_Solar_Electric_Ave.png/220px-Nexamp_Lunenberg_Solar_Electric_Ave.png",
                "caption": "Nexamp Community Solar Farm - Electric Ave in Lunenburg Massachusetts"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Community_solar",
        "title": "Community solar",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "New York",
        "text": "New York City is home to some of the first urban community solar farms in the country allowing renters to go solar. [50] Rooftop community solar enables solar to become economically feasible for building owners. [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Nexamp_Pendleton_Solar_in_Lockport%2C_NY.png/220px-Nexamp_Pendleton_Solar_in_Lockport%2C_NY.png",
                "caption": "Nexamp Community Solar Farm in Pendleton, Lockport, NY"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Community_solar",
        "title": "Community solar",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Generation",
        "text": "(*) Preliminary data from Electric Power Monthly.\n(**) Data from Solar Energy Industries Association. Beginning with the 2014 data year,  Energy Information Administration has estimated distributed solar photovoltaic generation and distributed solar photovoltaic capacity. These non-utility scale estimates project that, Arizona generated the following additional solar energy.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/2017_AZ_Solar_Eneregy_Generation_Profile.jpg/220px-2017_AZ_Solar_Eneregy_Generation_Profile.jpg",
                "caption": "2017 AZ Solar Energy Generation Profile"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/2015_Monthly_Solar_Profile_for_AZ.png/220px-2015_Monthly_Solar_Profile_for_AZ.png",
                "caption": "2015 Monthly Solar Profile for AZ [35]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power_in_Arizona",
        "title": "Solar power in Arizona",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Solar potential",
        "text": "A 2012 report from the National Renewable Energy Laboratory (NREL) described technically available renewable energy resources for each state and estimated that urban utility-scale photovoltaics could supply 2,232 TWh/year, rural utility-scale PV 280,613 TWh/year, rooftop PV 818 TWh/year, and CSP 116,146 TWh/year, for a total of almost 400,000 TWh/year, 100 times current consumption of 3,856 TWh in 2011. [13] [14] For comparison, onshore wind potential is estimated at 32,784 TWh/year, and offshore wind at 16,976 TWh/year, while the total available from all renewable resources is estimated at 481,963 TWh/year. [15] Renewable energy is now the least expensive source of power generation, [16] even considering the upfront cost of installation. Therefore, the economics of the renewable energy transition are now highly favorable unlike in decades prior. Solar is now second only to onshore wind turbines in levelized cost of electricity competitiveness. [17] Today, replacing historical sources of fossil energy (coal, oil, and natural gas) with solar and wind results in lower operating costs for utility providers and lower energy costs for consumers. [18] This does not account for the significant additional health and mortality burden to society from fossil fuel use that makes them even more expensive than they appear. [19]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/U.S._solar_photovoltaic_%28PV%29_capacity_and_direct_normal_solar_irradiance_%2848048933443%29.png/220px-U.S._solar_photovoltaic_%28PV%29_capacity_and_direct_normal_solar_irradiance_%2848048933443%29.png",
                "caption": "An insolation map of the United States with installed PV capacity, 2019"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power_in_the_United_States",
        "title": "Solar power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Solar PV installed capacity",
        "text": "In the United States, 14,626 MW of PV was installed in 2016, a 95% increase over 2015 (7,493 MW).\nDuring 2016, 22 states added at least 100 MW of capacity. [38] Just 4,751 MW of PV installations were completed in 2013. The U.S. had approximately 440 MW of off-grid photovoltaics as of the end of 2010. Through the end of 2005, a majority of photovoltaics in the United States was off-grid. [39] : p.6 [40] Solar is expected to account for 51 GW (or 48%) of the new installed generating capacity in the United States from 2022 to 2023. [41]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/US_Monthly_Solar_Capacity_Factors.png/220px-US_Monthly_Solar_Capacity_Factors.png",
                "caption": "Average monthly capacity factors for electricity generation by utility-scale solar plants, 2011–2014. Data from the U.S. Energy Information Administration"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power_in_the_United_States",
        "title": "Solar power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Large-scale PV facilities",
        "text": "Large-scale photovoltaic power plants in the United States often consist of two or more units which correspond to construction stages and/or technology-improvement phases of a particular development project.  Typically these units are co-located in the vicinity of the same high-capacity transmission substation ,  and may also feed that substation with other large PV plants which are adjacently sited but separately developed.  As of 2018, the ten largest operating plants in the United States, based on development grouping and total AC power capacity, are: An objector at non-profit “Basin and Range Watch” to the Riverside East Solar Energy Zone in the California desert said in 2023 that ‘solar plants create myriad environmental problems, including habitat destruction and “lethal death traps” for birds, which dive at the panels, mistaking them for water ... one project bulldozed 600 acres of designated critical habitat for the endangered desert tortoise , while populations of Mojave fringe-toed lizards and bighorn sheep have also been afflicted.’ The same article included many other examples of how the same solar project had hurt the desert flora and fauna, according to environmentalists. [55]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Nellis_AFB_Solar_panels.jpg/220px-Nellis_AFB_Solar_panels.jpg",
                "caption": "A solar array at Nellis Air Force Base . These panels track the sun in one axis."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power_in_the_United_States",
        "title": "Solar power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Solar cell manufacturing",
        "text": "The American Recovery and Reinvestment Act of 2009 created a large investment into clean energy with the purpose of developing an increase of green jobs. [73] Thin-film photovoltaics (CdTe and CIGS) were chosen because they can be less expensive to manufacture than crystalline silicon-based solar cells. [73] In late September 2008, Sanyo Electric Company, Ltd. announced its decision to build a manufacturing plant for solar ingots and wafers (the building blocks for silicon solar cells) in Salem, Oregon. The plant was scheduled to begin operating in October 2009 and scheduled to reach its full production capacity of 70 megawatts (MW) of solar wafers per year by April 2010. In April 2013 the plant closed its wafer slicing operation. In February 2016 the parent company, Panasonic, announced it would lay off 37% of the remaining workforce. [74] In early October 2008, First Solar , Inc. broke ground on an expansion of its Perrysburg, Ohio , planned to add enough capacity to produce another 57 MW per year of solar modules at the facility, bringing its total capacity to roughly 192 MW per year. In November 2016 the company reduced the workforce in the Perrysburg plant by 20% as part of a worldwide restructuring. [75] In mid-October 2008, SolarWorld AG opened a manufacturing plant in Hillsboro, Oregon . In 2016 the Hillsboro plant was the largest photovoltaic technology manufacturing plant in the Western Hemisphere. It maintains 500 megawatts of cell-manufacturing capacity and 350 MW of module-assembly capacity annually. [76] Rapidly decreasing photovoltaic prices put General Electric's planned factory in Colorado on hold, [77] and led to the bankruptcy of Konarka Technologies , which had expected to produce 1,000 MW of solar modules per year by 2011, and Solyndra , which defaulted on a $535 million loan guarantee, prompting Republican members of the Energy and Commerce committee to vote to cease accepting new applications to the loan program. In September 2014, SolarCity broke ground on a solar panel manufacturing plant in Buffalo, New York .\nUpon its completion in 2016, it was projected to be the largest solar manufacturing facility in the Western hemisphere, with an annual manufacturing capacity of 1 gigawatt. [78] However, as of 2019 the facility has not met the projections on production or job creation. [79]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/SolarWorld_Hillsboro_Oregon.JPG/220px-SolarWorld_Hillsboro_Oregon.JPG",
                "caption": "SolarWorld plant in Hillsboro, Oregon"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Annual_U.S._solar_photovoltaic_shipments_in_2010_through_2021_%2852326961645%29.png/220px-Annual_U.S._solar_photovoltaic_shipments_in_2010_through_2021_%2852326961645%29.png",
                "caption": "US solar photovoltaic shipments, 2010–2021"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power_in_the_United_States",
        "title": "Solar power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Solar America Initiative",
        "text": "The United States Department of Energy (DOE) announced on September 29, 2008 that it will invest $17.6 million, subject to annual appropriations , in six company-led, early-stage photovoltaic (PV) projects under the Solar America Initiative 's \"PV Incubator\" funding opportunity, designed to fund prototype PV components and systems with the goal of moving them through the commercialization process by 2010 and make it cost-competitive with conventional forms of electricity by 2015 ( grid parity ). [124] [125]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Barack_Obama_speaks_with_CEO_of_Namaste_Solar_Electric%2C_Inc.%2C_Blake_Jones%2C_while_looking_at_solar_panels_in_Denver%2C_Col.%2C_2009.jpg/220px-Barack_Obama_speaks_with_CEO_of_Namaste_Solar_Electric%2C_Inc.%2C_Blake_Jones%2C_while_looking_at_solar_panels_in_Denver%2C_Col.%2C_2009.jpg",
                "caption": "Barack Obama looking at solar panels at the Denver Museum of Nature and Science , Feb 17, 2009"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power_in_the_United_States",
        "title": "Solar power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Charlie Baker administration (2015–2023)",
        "text": "In July 2015, the administration of Massachusetts Governor Charlie Baker announced that Baker would file legislation to raise net metering caps on solar energy , with officials stating that \"The administration looks forward to filing legislation that builds upon the success and continued growth of Massachusetts' solar industry while ensuring a long-term, sustainable solar program that facilitates industry growth, minimizes ratepayer impact and achieves our goal of 1,600 megawatts by 2020\". [24] The administration submitted the legislation the following month, [25] and on April 11, 2016, Baker signed the legislation into law. [26] The cap increase prompted a subsequent overhaul the following year of the state's solar incentive program that cut the cost of solar installations to ratepayers in half. [27] In December 2015, Baker's administration launched a $30 million residential solar loan program to increase direct ownership of solar electricity by lowering fixed interest rates to homeowners purchasing solar panels, with Baker himself stating \"Massachusetts is a national leader in solar energy, and this program provides another way for residents to access solar energy while diversifying the Commonwealth's energy portfolio and reducing our overall carbon footprint\". [28] In January 2018, when President Trump imposed tariffs on solar panels manufactured outside the United States , [29] Baker's administration criticized the decision, stating that it was \"disappointed\" but \"remains committed to supporting solar energy as an important component of the Commonwealth's diverse energy portfolio and source of clean energy jobs.\" [30] In February 2018, Baker's administration announced that solar capacity in Massachusetts had increased to 2,000 megawatts. [31] In late 2020, the Baker Administration released a Decarbonization Roadmap that aims for net zero greenhouse gas emissions by 2050. The plan calls for major investments in solar energy, along with offshore wind , which is considered complimentary. [32] [33]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Solar_panels_at_West_Natick_station%2C_March_2022.JPG/220px-Solar_panels_at_West_Natick_station%2C_March_2022.JPG",
                "caption": "Solar panels at West Natick station parking lot"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power_in_Massachusetts",
        "title": "Solar power in Massachusetts",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Incentives",
        "text": "The former New Jersey Clean Energy Program rebates on PV equipment have been discontinued. [6] [7] The federal Residential Energy Efficient Property Credit ( income tax credit on IRS Form 5695) for residential PV and solar thermal was extended in December 2015 to remain at 30% of system cost (parts and installation) for systems put into service by the end of 2019, then 26% until the end of 2020, and then 22% until the end of 2021. It applies to a taxpayer's principal and/or second residences, but not to a property that is rented out. There is no maximum cap on the credit, and the credit can be applied toward the Alternative Minimum Tax , and any excess credit (greater than that year's tax liability) can be rolled into the following year. [8] [9] NJ law provides new solar power installations with exemptions from the 6.625% state sales tax , and from any increase in property assessment (local property tax increases), subject to certain registration requirements. [10] [11]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Baylson_000182_171110_515934_4578_%2835949237994%29.jpg/220px-Baylson_000182_171110_515934_4578_%2835949237994%29.jpg",
                "caption": "Rooftop installation, Baylson"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power_in_New_Jersey",
        "title": "Solar power in New Jersey",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Renewable Portfolio Standard",
        "text": "New Jersey's renewable portfolio standard (RPS) is one of the most aggressive in the United States and requires each electricity supplier/provider to provide 22.5% from renewable energy sources by 2021 and 50% by 2030. In addition, 2.12% must come from solar electricity, an amount estimated to be 1,500 megawatts (MW). [12] Solar Renewable Energy Certificates (SRECs) must be purchased by electricity suppliers to meet the state targets or else they face a fine known as a Solar Alternative Compliance Payment (SACP) that was $272/MWh in 2022. [13] As New Jersey was approaching the minimum requirements, the requirements were accelerated on July 23, 2012, changing the shape of the compliance curve from slowly increasing at first to rapidly increasing at first. [12]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Syn_5433.jpg/220px-Syn_5433.jpg",
                "caption": "Rooftop solar panels at the New York Jets training facility in Florham Park, New Jersey"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power_in_New_Jersey",
        "title": "Solar power in New Jersey",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Solar 4 All project",
        "text": "In 2009, Public Service Enterprise Group , the largest utility company in New Jersey, announced plans to install solar panels on 200,000 utility poles in its service area, the largest such project in the world. [28] [29] In addition to the 38 MW of pole-mounted power, [30] PSEG's Solar 4 All project built at least 34 solar projects with 152 MW. [31] [32] [33]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/PSE%26G_Solar_panels_utility_poles.jpg/250px-PSE%26G_Solar_panels_utility_poles.jpg",
                "caption": "Solar panels on PSE&G utility poles in South Brunswick"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power_in_New_Jersey",
        "title": "Solar power in New Jersey",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Generation",
        "text": "Beginning with the 2014 data year, the Energy Information Administration has estimated distributed solar photovoltaic generation and distributed solar photovoltaic capacity. These non-utility scale estimates project that New Jersey generated the following additional solar energy:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/2017_NJ_Solar_Energy_Generation_Profile.jpg/220px-2017_NJ_Solar_Energy_Generation_Profile.jpg",
                "caption": "2017 NJ Solar Energy Generation Profile"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power_in_New_Jersey",
        "title": "Solar power in New Jersey",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Siting and land use",
        "text": "The land area required for a desired power output varies depending on the location, [22] the efficiency of the solar panels, [23] the slope of the site, [24] and the type of mounting used. Fixed tilt solar arrays using typical panels of about 15% efficiency [25] on horizontal sites, need about 1 hectare (2.5 acres)/MW in the tropics and this figure rises to over 2 hectares (4.9 acres) in northern Europe. [22] Because of the longer shadow the array casts when tilted at a steeper angle, [26] this area is typically about 10% higher for an adjustable tilt array or a single axis tracker, and 20% higher for a 2-axis tracker, [27] though these figures will vary depending on the latitude and topography. [28] The best locations for solar parks in terms of land use are held to be brown field sites , or where there is no other valuable land use. [29] Even in cultivated areas, a significant proportion of the site of a solar farm can also be devoted to other productive uses, such as crop growing [30] [31] or biodiversity. [32] The change in albedo affects local temperature. One study claims a temperature rise due to the heat island effect, [33] and another study claims that surroundings in arid ecosystems become cooler. [34]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Photovoltaic-power-plants-distribution-in-the-southeast-Germany-landscape-2019_on-Sentinel-2_by-Solargis.png/220px-Photovoltaic-power-plants-distribution-in-the-southeast-Germany-landscape-2019_on-Sentinel-2_by-Solargis.png",
                "caption": "Mosaic distribution of the photovoltaic (PV) power plants in the landscape of Southeast Germany"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Photovoltaic_power_station",
        "title": "Photovoltaic power station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Solar landfill",
        "text": "A Solar landfill is a repurposed used landfill that is converted to a solar array solar farm. [36]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Faria_000102_153913_493502_4578_%2835502216424%29.jpg/220px-Faria_000102_153913_493502_4578_%2835502216424%29.jpg",
                "caption": "Solar arrays on a full landfill in Rehoboth, MA"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Photovoltaic_power_station",
        "title": "Photovoltaic power station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Dual axis trackers",
        "text": "To maximise the intensity of incoming direct radiation, solar panels should be orientated normal to the sun's rays. [61] To achieve this, arrays can be designed using two-axis trackers , capable of tracking the sun in its daily movement across the sky, and as its elevation changes throughout the year. [62] These arrays need to be spaced out to reduce inter-shading as the sun moves and the array orientations change, so need more land area. [63] They also require more complex mechanisms to maintain the array surface at the required angle. The increased output can be of the order of 30% [64] in locations with high levels of direct radiation , but the increase is lower in temperate climates or those with more significant diffuse radiation , due to overcast conditions. So dual axis trackers are most commonly used in subtropical regions, [63] and were first deployed at utility scale at the Lugo plant. [4]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Parc_fotovoltaic_de_Bellpuig_I.JPG/220px-Parc_fotovoltaic_de_Bellpuig_I.JPG",
                "caption": "Bellpuig Solar Park near Lerida, Spain uses pole-mounted 2-axis trackers"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Photovoltaic_power_station",
        "title": "Photovoltaic power station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Centralized inverters",
        "text": "These units have relatively high capacity, typically of the order between 1 MW up to 7 MW for newer units (2020), [74] so they condition the output of a substantial block of solar arrays, up to perhaps 2 hectares (4.9 acres) in area. [75] Solar parks using centralized inverters are often configured in discrete rectangular blocks, with the related inverter in one corner, or the centre of the block. [76] [77] [78]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Juwi_PV_Field.jpg/220px-Juwi_PV_Field.jpg",
                "caption": "Waldpolenz Solar Park [73] is divided into blocks, each with a centralised inverter"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Photovoltaic_power_station",
        "title": "Photovoltaic power station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "System performance",
        "text": "The performance of a solar park depends on the climatic conditions, the equipment used and the system configuration. The primary energy input is the global light irradiance in the plane of the solar arrays, and this in turn is a combination of the direct and the diffuse radiation. [85] In some regions soiling , the accumulation of dust or organic material on the solar panels that blocks incident light, is a significant loss factor. [86] A key determinant of the output of the system is the conversion efficiency of the solar panels, which depends in particular on the type of solar cell used. [87] There will be losses between the DC output of the solar panels and the AC power delivered to the grid, due to a wide range of factors such as light absorption losses, mismatch, cable voltage drop, conversion efficiencies, and other parasitic losses . [88] A parameter called the 'performance ratio' [89] has been developed to evaluate the total value of these losses. The performance ratio gives a measure of the output AC power delivered as a proportion of the total DC power which the solar panels should be able to deliver under the ambient climatic conditions. In modern solar parks the performance ratio should typically be in excess of 80%. [90] [91]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Photovoltaic_power_station%2C_Glynn_Co%2C_GA%2C_US.jpg/220px-Photovoltaic_power_station%2C_Glynn_Co%2C_GA%2C_US.jpg",
                "caption": "Power station in Glynn County, Georgia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Photovoltaic_power_station",
        "title": "Photovoltaic power station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "The business of developing solar parks",
        "text": "Solar power plants are developed to deliver merchant electricity into the grid as an alternative to other renewable, fossil or nuclear generating stations. [96] The plant owner is an electricity generator. Most solar power plants today are owned by independent power producers (IPP's), [97] though some are held by investor- or community-owned utilities. [98] Some of these power producers develop their own portfolio of power plants, [99] but most solar parks are initially designed and constructed by specialist project developers. [100] Typically the developer will plan the project, obtain planning and connection consents, and arrange financing for the capital required. [101] The actual construction work is normally contracted to one or more engineering, procurement, and construction (EPC) contractors. [102] [ unreliable source? ] Major milestones in the development of a new photovoltaic power plant are planning consent , [103] grid connection approval, [104] financial close , [105] construction, [106] connection and commissioning. [107] At each stage in the process, the developer will be able to update estimates of the anticipated performance and costs of the plant and the financial returns it should be able to deliver. [108]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Westmill_Solar_Cooperative_1.jpg/220px-Westmill_Solar_Cooperative_1.jpg",
                "caption": "Westmill Solar Park [94] is the world's largest community-owned solar power station [95]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Photovoltaic_power_station",
        "title": "Photovoltaic power station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Planning approval",
        "text": "Photovoltaic power stations occupy at least one hectare for each megawatt of rated output, [110] so require a substantial land area; which is subject to planning approval. The chances of obtaining consent, and the related time, cost and conditions, vary by jurisdiction and location. Many planning approvals will also apply conditions on the treatment of the site after the station has been decommissioned in the future. [81] A professional health, safety and environment assessment is usually undertaken during the design of a PV power station in order to ensure the facility is designed and planned in accordance with all HSE regulations.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [109]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Photovoltaic_power_station",
        "title": "Photovoltaic power station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "India",
        "text": "India has been rising up the leading nations for the installation of utility-scale solar capacity. The Charanka Solar Park in Gujarat was opened officially in April 2012 [188] and was at the time the largest group of solar power plants in the world. Geographically the states with the largest installed capacity are Telangana , Rajasthan and Andhra Pradesh with over 2 GW of installed solar power capacity each. [189] Rajasthan and Gujarat share the Thar Desert , along with Pakistan. In May 2018, the Pavagada Solar Park became functional and had a production capacity of 2GW. As of February 2020, it is the largest Solar Park in the world. [190] [191] In September 2018 Acme Solar announced that it had commissioned India's cheapest solar power plant, the 200 MW Rajasthan Bhadla solar power park. [192]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/2020-05-20%2C_Sentinel-2A_L1C%2C_True_color_%281%29.jpg/220px-2020-05-20%2C_Sentinel-2A_L1C%2C_True_color_%281%29.jpg",
                "caption": "Bhadla Solar Park is the world's largest solar park located in India"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Photovoltaic_power_station",
        "title": "Photovoltaic power station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "United States",
        "text": "The US deployment of photovoltaic power stations is largely concentrated in southwestern states. [12] The Renewable Portfolio Standards in California [198] and surrounding states [199] [200] provide a particular incentive.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/2022_Solar_photovoltaic_facilities_locations_-_USGS.jpg/220px-2022_Solar_photovoltaic_facilities_locations_-_USGS.jpg",
                "caption": "Locations of solar photovoltaic facility locations having a direct current capacity of 1 megawatt or more [197]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Photovoltaic_power_station",
        "title": "Photovoltaic power station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Photovoltaic cells",
        "text": "A solar cell , or photovoltaic cell, is a device that converts light into electric current using the photovoltaic effect . The first solar cell was constructed by Charles Fritts in the 1880s. [12] The German industrialist Ernst Werner von Siemens was among those who recognized the importance of this discovery. [13] In 1931, the German engineer Bruno Lange developed a photo cell using silver selenide in place of copper oxide , [14] although the prototype selenium cells converted less than 1% of incident light into electricity. Following the work of Russell Ohl in the 1940s, researchers Gerald Pearson, Calvin Fuller and Daryl Chapin created the silicon solar cell in 1954. [15] These early solar cells cost US$286/watt and reached efficiencies of 4.5–6%. [16] In 1957, Mohamed M. Atalla developed the process of silicon surface passivation by thermal oxidation at Bell Labs . [17] [18] The surface passivation process has since been critical to solar cell efficiency . [19] As of 2022 [update] over 90% of the market is crystalline silicon . [20] The array of a photovoltaic system , or PV system, produces direct current (DC) power which fluctuates with the sunlight's intensity. For practical use this usually requires conversion to alternating current (AC), through the use of inverters . [11] Multiple solar cells are connected inside panels. Panels are wired together to form arrays, then tied to an inverter, which produces power at the desired voltage, and for AC, the desired frequency/phase. [11] Many residential PV systems are connected to the grid when available, especially in developed countries with large markets. [21] In these grid-connected PV systems , use of energy storage is optional. In certain applications such as satellites, lighthouses, or in developing countries, batteries or additional power generators are often added as back-ups. Such stand-alone power systems permit operations at night and at other times of limited sunlight. In \"vertical agrivoltaics \" system, solar cells are oriented vertically on farmland, to allow the land to both grow crops and generate renewable energy. [22] Other configurations include floating solar farms , placing solar canopies over parking lots, and installing solar panels on roofs. [22]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/PV-system-schematics-residential-Eng.png/310px-PV-system-schematics-residential-Eng.png",
                "caption": "Schematics of a grid-connected residential PV power system [11]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power",
        "title": "Solar power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Concentrated solar power",
        "text": "Concentrated solar power (CSP), also called \"concentrated solar thermal\", uses lenses or mirrors and tracking systems to concentrate sunlight, then uses the resulting heat to generate electricity from conventional steam-driven turbines. [31] A wide range of concentrating technologies exists: among the best known are the parabolic trough , the compact linear Fresnel reflector , the dish Stirling and the solar power tower . Various techniques are used to track the sun and focus light. In all of these systems a working fluid is heated by the concentrated sunlight and is then used for power generation or energy storage. [32] Thermal storage efficiently allows overnight electricity generation, [33] thus complementing PV. [34] CSP generates a very small share of solar power and in 2022 the IEA said that CSP should be better paid for its storage. [35] As of 2021 [update] the levelized cost of electricity from CSP is over twice that of PV. [36] However, their very high temperatures may prove useful to help decarbonize industries (perhaps via hydrogen) which need to be hotter than electricity can provide. [37]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Parabolic_trough.svg/220px-Parabolic_trough.svg.png",
                "caption": "A parabolic collector concentrates sunlight onto a tube in its focal point."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power",
        "title": "Solar power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Current status",
        "text": "About half of installed capacity is utility scale. [70]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/World_PVOUT_Solar-resource-map_GlobalSolarAtlas_World-Bank-Esmap-Solargis.png/310px-World_PVOUT_Solar-resource-map_GlobalSolarAtlas_World-Bank-Esmap-Solargis.png",
                "caption": "Map of solar resources from World bank"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power",
        "title": "Solar power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Forecasts",
        "text": "Most new renewable capacity between 2022 and 2027 is forecast to be solar, surpassing coal as the largest source of installed power capacity. [71] : 26 Utility scale is forecast to become the largest source of electricity in all regions except sub-Saharan Africa by 2050. [70] According to a 2021 study, global electricity generation potential of rooftop solar panels is estimated at 27 PWh per year at costs ranging from $40 (Asia) to $240 per MWh (US, Europe). Its practical realization will however depend on the availability and cost of scalable electricity storage solutions. [72]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Reality_versus_IEA_predictions_-_annual_photovoltaic_additions_2002-2016.png/310px-Reality_versus_IEA_predictions_-_annual_photovoltaic_additions_2002-2016.png",
                "caption": "Actual annual deployments of solar PV vs predictions by the IEA for the period 2002–2016. Predictions have largely and consistently underestimated actual growth."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power",
        "title": "Solar power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Concentrating solar power stations",
        "text": "Commercial concentrating solar power (CSP) plants, also called \"solar thermal power stations\", were first developed in the 1980s. The 377 MW Ivanpah Solar Power Facility , located in California's Mojave Desert, is the world's largest solar thermal power plant project. Other large CSP plants include the Solnova Solar Power Station (150 MW), the Andasol solar power station (150 MW), and Extresol Solar Power Station (150 MW), all in Spain. The principal advantage of CSP is the ability to efficiently add thermal storage, allowing the dispatching of electricity over up to a 24-hour period. Since peak electricity demand typically occurs at about 5 pm, many CSP power plants use 3 to 5 hours of thermal storage. [76]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/IvanpahRunning.JPG/260px-IvanpahRunning.JPG",
                "caption": "Ivanpah Solar Electric Generating System with all three towers under load"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Solar_Plant_kl.jpg/260px-Solar_Plant_kl.jpg",
                "caption": "Part of the 354 MW Solar Energy Generating Systems (SEGS) parabolic trough solar complex in northern San Bernardino County, California"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power",
        "title": "Solar power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Net metering",
        "text": "In net metering the price of the electricity produced is the same as the price supplied to the consumer, and the consumer is billed on the difference between production and consumption. Net metering can usually be done with no changes to standard electricity meters , which accurately measure power in both directions and automatically report the difference, and because it allows homeowners and businesses to generate electricity at a different time from consumption, effectively using the grid as a giant storage battery. With net metering, deficits are billed each month while surpluses are rolled over to the following month. Best practices call for perpetual roll over of kWh credits. [102] Excess credits upon termination of service are either lost or paid for at a rate ranging from wholesale to retail rate or above, as can be excess annual credits. [103]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Feed-in_Tariff_meter_connections.png/330px-Feed-in_Tariff_meter_connections.png",
                "caption": "Net metering , unlike a feed-in tariff , requires only one meter, but it must be bi-directional."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power",
        "title": "Solar power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Community solar",
        "text": "A community solar project is a solar power installation that accepts capital from and provides output credit and tax benefits to multiple customers, including individuals, businesses, nonprofits, and other investors. Participants typically invest in or subscribe to a certain kW capacity or kWh generation of remote electrical production. [105]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Solar_farm_in_Wisconsin_01.jpg/220px-Solar_farm_in_Wisconsin_01.jpg",
                "caption": "Community solar farm in the town of Wheatland, Wisconsin [104]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power",
        "title": "Solar power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Energy storage",
        "text": "Concentrated solar power plants may use thermal storage to store solar energy, such as in high-temperature molten salts. These salts are an effective storage medium because they are low-cost, have a high specific heat capacity, and can deliver heat at temperatures compatible with conventional power systems. This method of energy storage is used, for example, by the Solar Two power station, allowing it to store 1.44 TJ in its 68 m 3 storage tank, enough to provide full output for close to 39 hours, with an efficiency of about 99%. [113] In stand alone PV systems , batteries are traditionally used to store excess electricity. With grid-connected photovoltaic power systems , excess electricity can be sent to the electrical grid . Net metering and feed-in tariff programs give these systems a credit for the electricity they produce. This credit offsets electricity provided from the grid when the system cannot meet demand, effectively trading with the grid instead of storing excess electricity. [114] When wind and solar are a small fraction of the grid power, other generation techniques can adjust their output appropriately, but as these forms of variable power grow, additional balance on the grid is needed. As prices are rapidly declining, PV systems increasingly use rechargeable batteries to store a surplus to be used later at night. Batteries used for grid-storage can stabilize the electrical grid by leveling out peak loads for a few hours. In the future, less expensive batteries could play an important role on the electrical grid, as they can charge during periods when generation exceeds demand and feed their stored energy into the grid when demand is higher than generation. Common battery technologies used in today's home PV systems include nickel-cadmium , lead-acid , nickel metal hydride , and lithium-ion . [115] [116] [ better source needed ] Lithium-ion batteries have the potential to replace lead-acid batteries in the near future, as they are being intensively developed and lower prices are expected due to economies of scale provided by large production facilities such as the Tesla Gigafactory 1 . In addition, the Li-ion batteries of plug-in electric cars may serve as future storage devices in a vehicle-to-grid system. Since most vehicles are parked an average of 95% of the time, their batteries could be used to let electricity flow from the car to the power lines and back. Retired electric vehicle (EV) batteries can be repurposed. [117] Other rechargeable batteries used for distributed PV systems include, sodium–sulfur and vanadium redox batteries, two prominent types of a molten salt and a flow battery, respectively. [118] [119] [120]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Seasonal_cycle_of_capacity_factors_for_wind_and_photovoltaics_in_Europe_under_idealized_assumptions.png/260px-Seasonal_cycle_of_capacity_factors_for_wind_and_photovoltaics_in_Europe_under_idealized_assumptions.png",
                "caption": "Seasonal cycle of capacity factors for wind and photovoltaics in Europe shown under idealized assumptions. The figure illustrates the balancing effects of wind and solar energy at the seasonal scale (Kaspar et al., 2019). [121]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power",
        "title": "Solar power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Environmental effects",
        "text": "Solar power is cleaner than electricity from fossil fuels , [20] so can be better for the environment. [128] Solar power does not lead to harmful emissions during operation, but the production of the panels creates some pollution. A 2021 study estimated the carbon footprint of manufacturing monocrystalline panels at 515 g CO 2 /kWp in the US and 740 g CO 2 /kWp in China, [129] but this is expected to fall as manufacturers use more clean electricity and recycled materials. [130] Solar power carries an upfront cost to the environment via production with a carbon payback time of several years as of 2022 [update] , [130] but offers clean energy for the remainder of their 30-year lifetime. [131] The life-cycle greenhouse-gas emissions of solar farms are less than 50 gram (g) per kilowatt-hour (kWh), [132] [133] [134] but with battery storage could be up to 150 g/kWh. [135] In contrast, a combined cycle gas-fired power plant without carbon capture and storage emits around 500 g/kWh, and a coal-fired power plant about 1000 g/kWh. [136] Similar to all energy sources where their total life cycle emissions are mostly from construction, the switch to low carbon power in the manufacturing and transportation of solar devices would further reduce carbon emissions. [134] Lifecycle surface power density of solar power varies [137] but averages about 7 W/m2, compared to about 240 for nuclear power and 480 for gas. [138] However, when the land required for gas extraction and processing is accounted for, gas power is estimated to have not much higher power density than solar. [20] PV requires much larger amounts of land surface to produce the same nominal amount of energy as sources [ which? ] with higher surface power density and capacity factor. According to a 2021 study, obtaining 25% to 80% of electricity from solar farms in their own territory by 2050 would require the panels to cover land ranging from 0.5% to 2.8% of the European Union , 0.3% to 1.4% in India , and 1.2% to 5.2% in Japan and South Korea . [139] Occupation of such large areas for PV farms could drive residential opposition as well as lead to deforestation, removal of vegetation and conversion of farm land. [140] However some countries, such as South Korea and Japan, use land for agriculture under PV , [141] [142] or floating solar, [143] together with other low-carbon power sources. [144] [145] Worldwide land use has minimal ecological impact. [146] Land use can be reduced to the level of gas power by installing on buildings and other built up areas. [137] Harmful materials are used in the production of solar panels, but generally in small amounts. [147] As of 2022 [update] , the environmental impact of perovskite is difficult to estimate, but there is some concern that lead may be a problem. [20] A 2021 International Energy Agency study projects the demand for copper will double by 2040. The study cautions that supply needs to increase rapidly to match demand from large-scale deployment of solar and required grid upgrades. [148] [149] More tellurium and indium may also be needed. [20] Recycling may help. [20] As solar panels are sometimes replaced with more efficient panels, the second-hand panels are sometimes reused in developing countries, for example in Africa . [150] Several countries have specific regulations for the recycling of solar panels . [151] [152] [153] Although maintenance cost is already low compared to other energy sources, [154] some academics have called for solar power systems to be designed to be more repairable . [155] [156] A very small proportion of solar power is concentrated solar power . Concentrated solar power may use much more water than gas-fired power. This can be a problem, as this type of solar power needs strong sunlight so is often built in deserts. [157]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Greenhouse_gas_emissions_per_energy_source.png/260px-Greenhouse_gas_emissions_per_energy_source.png",
                "caption": "Greenhouse gas emissions per energy source. Solar power is one of the sources with the least greenhouse gas emissions."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Blick_vom_aussichtsturm_h%C3%B6rlitz4.jpg/220px-Blick_vom_aussichtsturm_h%C3%B6rlitz4.jpg",
                "caption": "Part of the Senftenberg Solarpark , a solar photovoltaic power plant located on former open-pit mining areas close to the city of Senftenberg , in Eastern Germany. The 78 MW Phase 1 of the plant was completed within three months."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power",
        "title": "Solar power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    },
    {
        "section": "Politics",
        "text": "Solar production cannot be cut off by geopolitics once installed, unlike oil and gas, which contributes to energy security . [159] As of 2022 [update] over 40% of global polysilicon manufacturing capacity is in Xinjiang in China , [160] which raises concerns about human rights violations ( Xinjiang internment camps ) as well as supply chain dependency. [161]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/260px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [158]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power",
        "title": "Solar power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Community solar projects"
    }
]