[
    {
        "section": "Findings when connected to the grid",
        "text": "A typical study of a wind farm's Life cycle assessment , when not connected to the electric grid, usually results in similar findings as the following 2006 analysis of 3 installations in the US Midwest, where the carbon dioxide (CO 2 ) emissions of wind power ranged from 14 to 33 tonnes (15 to 36 short tons) per GWh (14–33 g CO 2 / kWh ) of energy produced, with most of the CO 2 emission intensity coming from producing steel, concrete, and plastic/fiberglass composites for the turbine structure and foundation. [40] [41] By combining similar data from numerous individual studies in a meta-analysis , the median global warming potential for wind power was found to be 11–12 g CO 2 /kWh and unlikely to change significantly. [36] [42] [43] This higher dependence on back-up/ Load following power plants to ensure a steady power grid output has the knock-on-effect of more frequent inefficient (in CO 2 e g/kWh) throttling up and down of these other power sources in the grid to facilitate the intermittent power source's variable output. When one includes the total effect of intermittent sources on other power sources in the grid system, that is, including these inefficient start up emissions of backup power sources to cater for wind energy, into wind energy's total system-wide life cycle, this results in a higher real-world wind energy emission intensity. Higher than the direct g/kWh value that is determined from looking at the power source in isolation and thus ignores all down-stream detrimental/inefficiency effects it has on the grid. This higher dependence on back-up/ Load following power plants to ensure a steady power grid output forces fossil power plants to operate in less efficient states. [42] [ better source needed ] In comparison to other low carbon power sources wind turbines, when assessed in isolation, have a median life cycle emission value of between 11 and 12 ( g CO 2 eq / kWh ). [36] [44] While an increase in emissions due to the practical issues of load balancing is an issue, Pehnt et al. still conclude that these 20 and 80 g CO 2 -eq/kWh added penalties still result in wind being roughly ten times less polluting than fossil gas and coal which emit ~400 and 900 g CO 2 -eq/kWh respectively. [45] As these losses occur due to the cycling of fossil power plants, they may at some point become smaller when more than 20–30% of wind energy is added to the power grid, as fossil power plants are replaced, however this has yet to occur in practice. [46] [ better source needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Greenhouse_emissions_by_electricity_source.PNG/350px-Greenhouse_emissions_by_electricity_source.PNG",
                "caption": "The Vattenfall utility company study found Hydroelectric , nuclear stations and wind turbines to have far less greenhouse emissions than other sources studied."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_wind_power",
        "title": "Environmental impact of wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Recycling and repurposing",
        "text": "As much as 80% of the wind turbine structure can be recycled , though this does not include the foundation of the structure, which is typically made from reinforced concrete , or the blades. [67] Alternatively, these components of the turbine structure that are not easily recycled into new turbines can still be repurposed and used in other ways. [68] The large volume of the turbine blades, while difficult to handle, is advantageous in repurposing the blades as playground structures, bike shelters and footbridges . Other recycling methods include creating pellets for waterproof boards and injectable plastics , as well as pyrolysis for producing paints , glues , and both cement and concrete . [69] [70] [71] Carbon fiber blades can now be recycled , the fiber first being separated from the epoxy resin binder , then chopped into small particles. After the separation , the resin is used as a fuel source for the next materials to be processed. [72] After pyrolysis, the resulting material can be further separated and the glass fibers extracted to be used in insulation or fiber reinforcement. [73] The blades may also be repurposed into building materials and structural components. [74] Research indicates that turbine blades could successfully be repurposed as electrical transmission poles as their strength and structural stability was found to be comparable to the materials that are typically used. [75] Sections of the blades have been adapted to create roofs for small houses and these structures meet the requirements of building codes and may prove to be a viable way to reuse blade materials without extensive processes needed to make the material usable. [76] Components of the turbine could be reused by implementing segmentation, where the object is divided into different elements. [77] Research on segmentation suggests that the resulting materials are better than conventional construction materials when measuring specific flexural stiffness and flexural strength . [77] Overall, there are several different avenues through which wind turbine components can be recycled, reused, or repurposed, all with their advantages and disadvantages, and there continues to be research conducted to determine even more ways that the materials can be economically used. While various methods for recycling or repurposing the turbine blades have been proven effective, they have not been implemented on a large enough scale to adequately address the rapidly rising amounts of turbine blade waste being produced. [78]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/K%C5%82adka_z_%C5%82opaty_turbiny_wiatrowej_w_Szprotawie.jpg/220px-K%C5%82adka_z_%C5%82opaty_turbiny_wiatrowej_w_Szprotawie.jpg",
                "caption": "Footbridge in Poland made from a turbine blade"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_wind_power",
        "title": "Environmental impact of wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Birds",
        "text": "The impact of wind energy on birds, which can fly into turbines, or have their habitats degraded by wind development, is complex. Displacement is thought to be more of a threat to species than collisions. [109] Habitat loss is highly variable between species. [110] [111] Hundreds of thousands of birds, [112] [113] [114] including raptors and migrants, [115] [116] [117] are killed each year because of wind turbines and their power lines, [20] but this is less than the number killed (or not born) because of fossil fuel (coal and gas) infrastructure. [118] [22] Wind farms are estimated to be responsible for losing less than 0.4 birds per gigawatt-hour (GWh) of electricity generated, compared to over 5 birds per GWh for fossil fueled power stations. [119] As well as threatening extinction, [120] one of the effects of climate change is to already cause a decline in bird population, [121] and this is the main cause of bird loss from fossil power. [122] [18] [107] [123] A study comparing annually recorded bird populations in the United States from 2000 to 2020 to the spread of wind power infrastructure, found the presence of wind turbines had no significant effect on bird population numbers. This was directly compared to fracking infrastructure, whose presence causes a 15% decrease in the local bird populations. [124] On some important migration routes turbines are banned, or birds may alter their flight paths to avoid them. [125] Biological surveys beforehand and correctly siting turbines is important, especially for raptors as they are slow to breed. [118] Methods to help birds avoid turbines include painting of one of the turbine blades black, [126] and making ultrasonic noise. [127] Some approaching birds can be spotted, for example by avian radar, [128] [129] in time for turbines to be slowed to a speed which is safe for them. [130] Wind farms may need more power lines, and lines may be made less damaging to compensate. [131] [132] Making permits for the number of birds (such as eagles) killed tradeable has been suggested, in order to save the most birds at the least cost. [133]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Eidersperrw_Sterna_paradisaea_colony.jpg/220px-Eidersperrw_Sterna_paradisaea_colony.jpg",
                "caption": "Arctic terns and a wind turbine at the Eider Barrage in Germany."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_wind_power",
        "title": "Environmental impact of wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Aesthetics",
        "text": "Aesthetic considerations of wind power stations often have a significant role in their evaluation process. [158] To some, the perceived aesthetic aspects of wind power stations may conflict with the protection of historical sites. [159] Wind power stations are less likely to be perceived negatively in urbanized and industrial regions. [160] Aesthetic issues are subjective and some people find wind farms pleasant or see them as symbols of energy independence and local prosperity. [161] While studies in Scotland predict wind farms will damage tourism, [162] in other countries some wind farms have themselves become tourist attractions, [163] [164] [165] with several having visitor centers at ground level or even observation decks atop turbine towers. In the 1980s, wind energy was being discussed as part of a soft energy path . [166] Renewable energy commercialization led to an increasing industrial image of wind power, which is being criticized by various stakeholders in the planning process, including nature protection associations. [167] Newer wind farms have larger, more widely spaced turbines, and have a less cluttered appearance than older installations. Wind farms are often built on land that has already been impacted by land clearing and they coexist easily with other land uses. Coastal areas and areas of higher altitude such as ridgelines are considered prime for wind farms, due to constant wind speeds. However, both locations tend to be areas of high visual impact and can be a contributing factor in local communities' resistance to some projects. Both the proximity to densely populated areas and the necessary wind speeds make coastal locations ideal for wind farms. [168] Wind power stations can impact on important sight relations which are a key part of culturally important landscapes, such as in the Rhine Gorge or Moselle valley . [169] Conflicts between the heritage status of certain areas and wind power projects have arisen in various countries. In 2011 UNESCO raised concerns regarding a proposed wind farm 17 kilometres away from the French island abbey of Mont-Saint-Michel . [170] In Germany, the impact of wind farms on valuable cultural landscapes has implications on zoning and land-use planning . [169] [171] For example, sensitive parts of the Moselle valley and the background of the Hambach Castle , according to the plans of the state government, will be kept free of wind turbines. [172] Wind turbines require aircraft warning lights , which may create light pollution . Complaints about these lights have caused the US FAA to consider allowing fewer lights per turbine in certain areas. [173] Residents near turbines may complain of \"shadow flicker\" caused by rotating turbine blades, when the sun passes behind the turbine. This can be avoided by locating the wind farm to avoid unacceptable shadow flicker, or by turning the turbine off for the time of the day when the sun is at the angle that causes flicker. If a turbine is poorly sited and adjacent to many homes, the duration of shadow flicker on a neighbourhood can last hours. [174]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/MtStMichel_avion.jpg/310px-MtStMichel_avion.jpg",
                "caption": "The surroundings of Mont Saint-Michel at low tide. While windy coasts are good locations for wind farms, aesthetic considerations may preclude such developments in order to preserve historic views of cultural sites."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Mittelrhein_Burg_Katz.jpg/310px-Mittelrhein_Burg_Katz.jpg",
                "caption": "Loreley rock in Rhineland-Palatinate, part of UNESCO World heritage site Rhine Gorge"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_wind_power",
        "title": "Environmental impact of wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Photovoltaic cells",
        "text": "A solar cell , or photovoltaic cell, is a device that converts light into electric current using the photovoltaic effect . The first solar cell was constructed by Charles Fritts in the 1880s. [12] The German industrialist Ernst Werner von Siemens was among those who recognized the importance of this discovery. [13] In 1931, the German engineer Bruno Lange developed a photo cell using silver selenide in place of copper oxide , [14] although the prototype selenium cells converted less than 1% of incident light into electricity. Following the work of Russell Ohl in the 1940s, researchers Gerald Pearson, Calvin Fuller and Daryl Chapin created the silicon solar cell in 1954. [15] These early solar cells cost US$286/watt and reached efficiencies of 4.5–6%. [16] In 1957, Mohamed M. Atalla developed the process of silicon surface passivation by thermal oxidation at Bell Labs . [17] [18] The surface passivation process has since been critical to solar cell efficiency . [19] As of 2022 [update] over 90% of the market is crystalline silicon . [20] The array of a photovoltaic system , or PV system, produces direct current (DC) power which fluctuates with the sunlight's intensity. For practical use this usually requires conversion to alternating current (AC), through the use of inverters . [11] Multiple solar cells are connected inside panels. Panels are wired together to form arrays, then tied to an inverter, which produces power at the desired voltage, and for AC, the desired frequency/phase. [11] Many residential PV systems are connected to the grid when available, especially in developed countries with large markets. [21] In these grid-connected PV systems , use of energy storage is optional. In certain applications such as satellites, lighthouses, or in developing countries, batteries or additional power generators are often added as back-ups. Such stand-alone power systems permit operations at night and at other times of limited sunlight. In \"vertical agrivoltaics \" system, solar cells are oriented vertically on farmland, to allow the land to both grow crops and generate renewable energy. [22] Other configurations include floating solar farms , placing solar canopies over parking lots, and installing solar panels on roofs. [22]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/PV-system-schematics-residential-Eng.png/310px-PV-system-schematics-residential-Eng.png",
                "caption": "Schematics of a grid-connected residential PV power system [11]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power",
        "title": "Solar power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Concentrated solar power",
        "text": "Concentrated solar power (CSP), also called \"concentrated solar thermal\", uses lenses or mirrors and tracking systems to concentrate sunlight, then uses the resulting heat to generate electricity from conventional steam-driven turbines. [31] A wide range of concentrating technologies exists: among the best known are the parabolic trough , the compact linear Fresnel reflector , the dish Stirling and the solar power tower . Various techniques are used to track the sun and focus light. In all of these systems a working fluid is heated by the concentrated sunlight and is then used for power generation or energy storage. [32] Thermal storage efficiently allows overnight electricity generation, [33] thus complementing PV. [34] CSP generates a very small share of solar power and in 2022 the IEA said that CSP should be better paid for its storage. [35] As of 2021 [update] the levelized cost of electricity from CSP is over twice that of PV. [36] However, their very high temperatures may prove useful to help decarbonize industries (perhaps via hydrogen) which need to be hotter than electricity can provide. [37]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Parabolic_trough.svg/220px-Parabolic_trough.svg.png",
                "caption": "A parabolic collector concentrates sunlight onto a tube in its focal point."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power",
        "title": "Solar power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Current status",
        "text": "About half of installed capacity is utility scale. [70]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/World_PVOUT_Solar-resource-map_GlobalSolarAtlas_World-Bank-Esmap-Solargis.png/310px-World_PVOUT_Solar-resource-map_GlobalSolarAtlas_World-Bank-Esmap-Solargis.png",
                "caption": "Map of solar resources from World bank"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power",
        "title": "Solar power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Forecasts",
        "text": "Most new renewable capacity between 2022 and 2027 is forecast to be solar, surpassing coal as the largest source of installed power capacity. [71] : 26 Utility scale is forecast to become the largest source of electricity in all regions except sub-Saharan Africa by 2050. [70] According to a 2021 study, global electricity generation potential of rooftop solar panels is estimated at 27 PWh per year at costs ranging from $40 (Asia) to $240 per MWh (US, Europe). Its practical realization will however depend on the availability and cost of scalable electricity storage solutions. [72]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Reality_versus_IEA_predictions_-_annual_photovoltaic_additions_2002-2016.png/310px-Reality_versus_IEA_predictions_-_annual_photovoltaic_additions_2002-2016.png",
                "caption": "Actual annual deployments of solar PV vs predictions by the IEA for the period 2002–2016. Predictions have largely and consistently underestimated actual growth."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power",
        "title": "Solar power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Concentrating solar power stations",
        "text": "Commercial concentrating solar power (CSP) plants, also called \"solar thermal power stations\", were first developed in the 1980s. The 377 MW Ivanpah Solar Power Facility , located in California's Mojave Desert, is the world's largest solar thermal power plant project. Other large CSP plants include the Solnova Solar Power Station (150 MW), the Andasol solar power station (150 MW), and Extresol Solar Power Station (150 MW), all in Spain. The principal advantage of CSP is the ability to efficiently add thermal storage, allowing the dispatching of electricity over up to a 24-hour period. Since peak electricity demand typically occurs at about 5 pm, many CSP power plants use 3 to 5 hours of thermal storage. [76]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/IvanpahRunning.JPG/260px-IvanpahRunning.JPG",
                "caption": "Ivanpah Solar Electric Generating System with all three towers under load"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Solar_Plant_kl.jpg/260px-Solar_Plant_kl.jpg",
                "caption": "Part of the 354 MW Solar Energy Generating Systems (SEGS) parabolic trough solar complex in northern San Bernardino County, California"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power",
        "title": "Solar power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Net metering",
        "text": "In net metering the price of the electricity produced is the same as the price supplied to the consumer, and the consumer is billed on the difference between production and consumption. Net metering can usually be done with no changes to standard electricity meters , which accurately measure power in both directions and automatically report the difference, and because it allows homeowners and businesses to generate electricity at a different time from consumption, effectively using the grid as a giant storage battery. With net metering, deficits are billed each month while surpluses are rolled over to the following month. Best practices call for perpetual roll over of kWh credits. [102] Excess credits upon termination of service are either lost or paid for at a rate ranging from wholesale to retail rate or above, as can be excess annual credits. [103]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Feed-in_Tariff_meter_connections.png/330px-Feed-in_Tariff_meter_connections.png",
                "caption": "Net metering , unlike a feed-in tariff , requires only one meter, but it must be bi-directional."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power",
        "title": "Solar power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Community solar",
        "text": "A community solar project is a solar power installation that accepts capital from and provides output credit and tax benefits to multiple customers, including individuals, businesses, nonprofits, and other investors. Participants typically invest in or subscribe to a certain kW capacity or kWh generation of remote electrical production. [105]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Solar_farm_in_Wisconsin_01.jpg/220px-Solar_farm_in_Wisconsin_01.jpg",
                "caption": "Community solar farm in the town of Wheatland, Wisconsin [104]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power",
        "title": "Solar power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Energy storage",
        "text": "Concentrated solar power plants may use thermal storage to store solar energy, such as in high-temperature molten salts. These salts are an effective storage medium because they are low-cost, have a high specific heat capacity, and can deliver heat at temperatures compatible with conventional power systems. This method of energy storage is used, for example, by the Solar Two power station, allowing it to store 1.44 TJ in its 68 m 3 storage tank, enough to provide full output for close to 39 hours, with an efficiency of about 99%. [113] In stand alone PV systems , batteries are traditionally used to store excess electricity. With grid-connected photovoltaic power systems , excess electricity can be sent to the electrical grid . Net metering and feed-in tariff programs give these systems a credit for the electricity they produce. This credit offsets electricity provided from the grid when the system cannot meet demand, effectively trading with the grid instead of storing excess electricity. [114] When wind and solar are a small fraction of the grid power, other generation techniques can adjust their output appropriately, but as these forms of variable power grow, additional balance on the grid is needed. As prices are rapidly declining, PV systems increasingly use rechargeable batteries to store a surplus to be used later at night. Batteries used for grid-storage can stabilize the electrical grid by leveling out peak loads for a few hours. In the future, less expensive batteries could play an important role on the electrical grid, as they can charge during periods when generation exceeds demand and feed their stored energy into the grid when demand is higher than generation. Common battery technologies used in today's home PV systems include nickel-cadmium , lead-acid , nickel metal hydride , and lithium-ion . [115] [116] [ better source needed ] Lithium-ion batteries have the potential to replace lead-acid batteries in the near future, as they are being intensively developed and lower prices are expected due to economies of scale provided by large production facilities such as the Tesla Gigafactory 1 . In addition, the Li-ion batteries of plug-in electric cars may serve as future storage devices in a vehicle-to-grid system. Since most vehicles are parked an average of 95% of the time, their batteries could be used to let electricity flow from the car to the power lines and back. Retired electric vehicle (EV) batteries can be repurposed. [117] Other rechargeable batteries used for distributed PV systems include, sodium–sulfur and vanadium redox batteries, two prominent types of a molten salt and a flow battery, respectively. [118] [119] [120]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Seasonal_cycle_of_capacity_factors_for_wind_and_photovoltaics_in_Europe_under_idealized_assumptions.png/260px-Seasonal_cycle_of_capacity_factors_for_wind_and_photovoltaics_in_Europe_under_idealized_assumptions.png",
                "caption": "Seasonal cycle of capacity factors for wind and photovoltaics in Europe shown under idealized assumptions. The figure illustrates the balancing effects of wind and solar energy at the seasonal scale (Kaspar et al., 2019). [121]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power",
        "title": "Solar power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Environmental effects",
        "text": "Solar power is cleaner than electricity from fossil fuels , [20] so can be better for the environment. [128] Solar power does not lead to harmful emissions during operation, but the production of the panels creates some pollution. A 2021 study estimated the carbon footprint of manufacturing monocrystalline panels at 515 g CO 2 /kWp in the US and 740 g CO 2 /kWp in China, [129] but this is expected to fall as manufacturers use more clean electricity and recycled materials. [130] Solar power carries an upfront cost to the environment via production with a carbon payback time of several years as of 2022 [update] , [130] but offers clean energy for the remainder of their 30-year lifetime. [131] The life-cycle greenhouse-gas emissions of solar farms are less than 50 gram (g) per kilowatt-hour (kWh), [132] [133] [134] but with battery storage could be up to 150 g/kWh. [135] In contrast, a combined cycle gas-fired power plant without carbon capture and storage emits around 500 g/kWh, and a coal-fired power plant about 1000 g/kWh. [136] Similar to all energy sources where their total life cycle emissions are mostly from construction, the switch to low carbon power in the manufacturing and transportation of solar devices would further reduce carbon emissions. [134] Lifecycle surface power density of solar power varies [137] but averages about 7 W/m2, compared to about 240 for nuclear power and 480 for gas. [138] However, when the land required for gas extraction and processing is accounted for, gas power is estimated to have not much higher power density than solar. [20] PV requires much larger amounts of land surface to produce the same nominal amount of energy as sources [ which? ] with higher surface power density and capacity factor. According to a 2021 study, obtaining 25% to 80% of electricity from solar farms in their own territory by 2050 would require the panels to cover land ranging from 0.5% to 2.8% of the European Union , 0.3% to 1.4% in India , and 1.2% to 5.2% in Japan and South Korea . [139] Occupation of such large areas for PV farms could drive residential opposition as well as lead to deforestation, removal of vegetation and conversion of farm land. [140] However some countries, such as South Korea and Japan, use land for agriculture under PV , [141] [142] or floating solar, [143] together with other low-carbon power sources. [144] [145] Worldwide land use has minimal ecological impact. [146] Land use can be reduced to the level of gas power by installing on buildings and other built up areas. [137] Harmful materials are used in the production of solar panels, but generally in small amounts. [147] As of 2022 [update] , the environmental impact of perovskite is difficult to estimate, but there is some concern that lead may be a problem. [20] A 2021 International Energy Agency study projects the demand for copper will double by 2040. The study cautions that supply needs to increase rapidly to match demand from large-scale deployment of solar and required grid upgrades. [148] [149] More tellurium and indium may also be needed. [20] Recycling may help. [20] As solar panels are sometimes replaced with more efficient panels, the second-hand panels are sometimes reused in developing countries, for example in Africa . [150] Several countries have specific regulations for the recycling of solar panels . [151] [152] [153] Although maintenance cost is already low compared to other energy sources, [154] some academics have called for solar power systems to be designed to be more repairable . [155] [156] A very small proportion of solar power is concentrated solar power . Concentrated solar power may use much more water than gas-fired power. This can be a problem, as this type of solar power needs strong sunlight so is often built in deserts. [157]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Greenhouse_gas_emissions_per_energy_source.png/260px-Greenhouse_gas_emissions_per_energy_source.png",
                "caption": "Greenhouse gas emissions per energy source. Solar power is one of the sources with the least greenhouse gas emissions."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Blick_vom_aussichtsturm_h%C3%B6rlitz4.jpg/220px-Blick_vom_aussichtsturm_h%C3%B6rlitz4.jpg",
                "caption": "Part of the Senftenberg Solarpark , a solar photovoltaic power plant located on former open-pit mining areas close to the city of Senftenberg , in Eastern Germany. The 78 MW Phase 1 of the plant was completed within three months."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power",
        "title": "Solar power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Politics",
        "text": "Solar production cannot be cut off by geopolitics once installed, unlike oil and gas, which contributes to energy security . [159] As of 2022 [update] over 40% of global polysilicon manufacturing capacity is in Xinjiang in China , [160] which raises concerns about human rights violations ( Xinjiang internment camps ) as well as supply chain dependency. [161]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/260px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [158]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_power",
        "title": "Solar power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Mining as an electricity-intensive process",
        "text": "Bitcoin mining is a highly electricity-intensive proof-of-work process. [1] [5] Miners run dedicated software to compete against each other and be the first to solve the current 10 minute block , yielding them a reward in bitcoins. [6] A transition to the proof-of-stake protocol, which has better energy efficiency , has been described as a sustainable alternative to bitcoin's scheme and as a potential solution to its environmental issues. [5] Bitcoin advocates oppose such a change, arguing that proof of work is needed to secure the network. [7] Bitcoin mining's distribution makes it difficult for researchers to identify the location of miners and electricity use. It is therefore difficult to translate energy consumption into carbon emissions. [8] As of 2022 [update] , a non-peer-reviewed study by the Cambridge Centre for Alternative Finance (CCAF) estimated that bitcoin consumed 95.5 TWh (344 PJ ) annually, representing 0.4% of the world's electricity consumption, ranking bitcoin mining between Belgium and the Netherlands in terms of electricity consumption. [8] A 2022 non-peer-reviewed commentary published in Joule estimated that bitcoin mining resulted in annual carbon emission of 65 Mt CO 2 , representing 0.2% of global emissions, which is comparable to the level of emissions of Greece. [9] A 2024 systematic review criticized the underlying assumptions of these estimates, arguing that the authors relied on old and partial data. [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Bitcoin_electricity_consumption.svg/330px-Bitcoin_electricity_consumption.svg.png",
                "caption": "Electricity consumption of the bitcoin network since 2016 (annualized). The upper and lower bounds are based on worst-case and best-case scenario assumptions, respectively. The red trace indicates an intermediate best-guess estimate."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_effects_of_bitcoin",
        "title": "Environmental effects of bitcoin",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Electronic waste",
        "text": "Bitcoins are usually mined on specialized computing hardware , called application-specific integrated circuits , with no alternative use beyond bitcoin mining. [2] Due to the consistent increase of the bitcoin network's hashrate , one 2021 study estimated that mining devices had an average lifespan of 1.3 years until they became unprofitable and had to be replaced, resulting in significant electronic waste . [2] This study estimated bitcoin's annual e-waste to be over 30,000 tonnes (comparable to the small IT equipment waste produced by the Netherlands) and each transaction to result in 272 g (9.6 oz) of e-waste. [2] A 2024 systematic review criticized this estimate and argued, based on market sales and IPO data, that bitcoin mining hardware lifespan was closer to 4–5 years. [28]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Total_active_mining_equipment_and_electronic_waste_generation_in_the_Bitcoin_network_over_time.jpg/330px-Total_active_mining_equipment_and_electronic_waste_generation_in_the_Bitcoin_network_over_time.jpg",
                "caption": "The total active mining equipment in the bitcoin network and the related electronic waste generation, from July 2014 to July 2021."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_effects_of_bitcoin",
        "title": "Environmental effects of bitcoin",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "CEQA process overview",
        "text": "CEQA mandates actions all state and local agencies must take to advance that policy.  Specifically, for any project under CEQA's jurisdiction with potentially significant environmental impacts, agencies must identify mitigation measures and alternatives by preparing an Environmental Impact Report, and must approve projects with feasible mitigation measures and the environmentally superior alternative. [13] The California Natural Resources Agency promulgates the CEQA Guidelines, California Code of Regulations Title 14 § 15000 et seq., which detail the protocol by which state and local agencies comply with CEQA requirements.  Appendix A of the CEQA Guidelines summarizes this protocol in flowchart form. [14] CEQA originally applied to only public projects, but California Supreme Court interpretation of the statute, as well as later revisions to the wording, have expanded the CEQA's jurisdiction to nearly all projects within California, including those accomplished by private businesses and individuals.  § 21002.1: \"Each public agency shall mitigate or avoid the significant effects on the environment of projects that it carries out or approves whenever it is feasible to do so.\"  For private projects, CEQA applies when a discretionary government permit or other entitlement for use is necessary. [15]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/CEQA_Process_Flow_Chart.gif/220px-CEQA_Process_Flow_Chart.gif",
                "caption": "CEQA Process Flow Chart"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/California_Environmental_Quality_Act",
        "title": "California Environmental Quality Act",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Wind energy resources",
        "text": "Wind is air movement in the Earth's atmosphere. In a unit of time, say 1 second, the volume of air that had passed an area A {\\displaystyle A} is A v {\\displaystyle Av} . If the air density is ρ {\\displaystyle \\rho } , the mass of this volume of air is M = ρ A v {\\displaystyle M=\\rho Av} , and the power transfer, or energy transfer per second is P = 1 2 M v 2 = 1 2 ρ A v 3 {\\displaystyle P={\\tfrac {1}{2}}Mv^{2}={\\tfrac {1}{2}}\\rho Av^{3}} . Wind power is thus proportional to the third power of the wind speed; the available power increases eightfold when the wind speed doubles. Change of wind speed by a factor of 2.1544 increases the wind power by one order of magnitude (multiply by 10). The global wind kinetic energy averaged approximately 1.50 MJ/m 2 over the period from 1979 to 2010, 1.31 MJ/m 2 in the Northern Hemisphere with 1.70 MJ/m 2 in the Southern Hemisphere. The atmosphere acts as a thermal engine, absorbing heat at higher temperatures, releasing heat at lower temperatures. The process is responsible for the production of wind kinetic energy at a rate of 2.46 W/m 2 thus sustaining the circulation of the atmosphere against friction. [15] Through wind resource assessment , it is possible to estimate wind power potential globally, by country or region, or for a specific site. The Global Wind Atlas provided by the Technical University of Denmark in partnership with the World Bank provides a global assessment of wind power potential. [13] [16] [17] Unlike 'static' wind resource atlases which average estimates of wind speed and power density across multiple years, tools such as Renewables.ninja provide time-varying simulations of wind speed and power output from different wind turbine models at an hourly resolution. [18] More detailed, site-specific assessments of wind resource potential can be obtained from specialist commercial providers, and many of the larger wind developers have in-house modeling capabilities. The total amount of economically extractable power available from the wind is considerably more than present human power use from all sources. [19] The strength of wind varies, and an average value for a given location does not alone indicate the amount of energy a wind turbine could produce there. To assess prospective wind power sites, a probability distribution function is often fit to the observed wind speed data. [20] Different locations will have different wind speed distributions. The Weibull model closely mirrors the actual distribution of hourly/ten-minute wind speeds at many locations. The Weibull factor is often close to 2 and therefore a Rayleigh distribution can be used as a less accurate, but simpler model. [21]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Mean_Wind_Speed.png/220px-Mean_Wind_Speed.png",
                "caption": "Global map of wind speed at 100 meters on land and around coasts. [13]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Lee_Ranch_Wind_Speed_Frequency.svg/350px-Lee_Ranch_Wind_Speed_Frequency.svg.png",
                "caption": "Distribution of wind speed (red) and energy (blue) for all of 2002 at the Lee Ranch facility in Colorado. The histogram shows measured data, while the curve is the Rayleigh model distribution for the same average wind speed."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Global_Map_of_Wind_Power_Density_Potential.png/220px-Global_Map_of_Wind_Power_Density_Potential.png",
                "caption": "Global map of wind power density potential [14]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Offshore wind power",
        "text": "Offshore wind power is wind farms in large bodies of water, usually the sea. These installations can use the more frequent and powerful winds that are available in these locations and have less visual impact on the landscape than land-based projects. However, the construction and maintenance costs are considerably higher. [36] [37] As of November 2021, the Hornsea Wind Farm in the United Kingdom is the largest offshore wind farm in the world at 1,218 MW . [38]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Agucadoura_WindFloat_Prototype.jpg/225px-Agucadoura_WindFloat_Prototype.jpg",
                "caption": "The world's second full-scale floating wind turbine (and first to be installed without the use of heavy-lift vessels), WindFloat, operating at rated capacity (2  MW) approximately 5  km offshore of Póvoa de Varzim , Portugal"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Growth trends",
        "text": "In 2020, wind supplied almost 1600 TWh of electricity, which was over 5% of worldwide electrical generation and about 2% of energy consumption. [2] [3] With over 100 GW added during 2020, mostly in China , global installed wind power capacity reached more than 730 GW. [4] [3] But to help meet the Paris Agreement 's goals to limit climate change , analysts say it should expand much faster - by over 1% of electricity generation per year. [6] Expansion of wind power is being hindered by fossil fuel subsidies . [48] [49] [50] The actual amount of electric power that wind can generate is calculated by multiplying the nameplate capacity by the capacity factor , which varies according to equipment and location. Estimates of the capacity factors for wind installations are in the range of 35% to 44%. [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/2010-_Power_capacity_by_technology_-_Dec_2022_International_Energy_Agency.svg/210px-2010-_Power_capacity_by_technology_-_Dec_2022_International_Energy_Agency.svg.png",
                "caption": "Renewable energy sources, especially solar photovoltaic and wind power, are providing an increasing share of power capacity. [45]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1d/Information_icon4.svg/40px-Information_icon4.svg.png",
                "caption": "Log graph of global wind power cumulative capacity (Data:GWEC) [47]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Penetration",
        "text": "Wind energy penetration is the fraction of energy produced by wind compared with the total generation. Wind power's share of worldwide electricity usage in 2021 was almost 7%, [55] up from 3.5% in 2015. [56] [57] There is no generally accepted maximum level of wind penetration. The limit for a particular grid will depend on the existing generating plants, pricing mechanisms, capacity for energy storage , demand management, and other factors. An interconnected electric power grid will already include reserve generating and transmission capacity to allow for equipment failures. This reserve capacity can also serve to compensate for the varying power generation produced by wind stations. Studies have indicated that 20% of the total annual electrical energy consumption may be incorporated with minimal difficulty. [58] These studies have been for locations with geographically dispersed wind farms, some degree of dispatchable energy or hydropower with storage capacity, demand management, and interconnected to a large grid area enabling the export of electric power when needed. Electrical utilities continue to study the effects of large-scale penetration of wind generation on system stability. [59] A wind energy penetration figure can be specified for different duration of time but is often quoted annually. To generate almost all electricity from wind annually requires substantial interconnection to other systems, for example some wind power in Scotland is sent to the rest of the British grid . [60] On a monthly, weekly, daily, or hourly basis—or less—wind might supply as much as or more than 100% of current use, with the rest stored, exported or curtailed. The seasonal industry might then take advantage of high wind and low usage times such as at night when wind output can exceed normal demand. Such industry might include the production of silicon, aluminum, [61] steel, or natural gas, and hydrogen, and using future long-term storage to facilitate 100% energy from variable renewable energy . [62] [63] [ better source needed ] Homes and businesses can also be programmed to vary electricity demand , [64] [65] for example by remotely turning up water heater thermostats. [66]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Share_of_electricity_production_from_wind.svg/350px-Share_of_electricity_production_from_wind.svg.png",
                "caption": "Share of electricity production from wind, 2022 [54]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Variability",
        "text": "Wind power is variable, and during low wind periods, it may need to be replaced by other power sources. Transmission networks presently cope with outages of other generation plants and daily changes in electrical demand, but the variability of intermittent power sources such as wind power is more frequent than those of conventional power generation plants which, when scheduled to be operating, may be able to deliver their nameplate capacity around 95% of the time. Electric power generated from wind power can be highly variable at several different timescales: hourly, daily, or seasonally. Annual variation also exists but is not as significant. [ citation needed ] Because instantaneous electrical generation and consumption must remain in balance to maintain grid stability, this variability can present substantial challenges to incorporating large amounts of wind power into a grid system. Intermittency and the non- dispatchable nature of wind energy production can raise costs for regulation, incremental operating reserve , and (at high penetration levels) could require an increase in the already existing energy demand management , load shedding , storage solutions, or system interconnection with HVDC cables. Fluctuations in load and allowance for the failure of large fossil-fuel generating units require operating reserve capacity, which can be increased to compensate for the variability of wind generation. Utility-scale batteries are often used to balance hourly and shorter timescale variation, [67] [68] but car batteries may gain ground from the mid-2020s. [69] Wind power advocates argue that periods of low wind can be dealt with by simply restarting existing power stations that have been held in readiness, or interlinking with HVDC. [70] The combination of diversifying variable renewables by type and location, forecasting their variation, and integrating them with dispatchable renewables, flexible fueled generators, and demand response can create a power system that has the potential to meet power supply needs reliably. Integrating ever-higher levels of renewables is being successfully demonstrated in the real world. [71] Solar power tends to be complementary to wind. [73] [74] On daily to weekly timescales, high-pressure areas tend to bring clear skies and low surface winds, whereas low-pressure areas tend to be windier and cloudier. On seasonal timescales, solar energy peaks in summer, whereas in many areas wind energy is lower in summer and higher in winter. [A] [75] Thus the seasonal variation of wind and solar power tend to cancel each other somewhat. [72] Wind hybrid power systems are becoming more popular. [76]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Toro_de_osborne.jpg/220px-Toro_de_osborne.jpg",
                "caption": "Wind turbines are typically installed in windy locations. In the image, wind power generators in Spain , near an Osborne bull ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Roscoe_Wind_Farm_in_West_Texas.jpg/220px-Roscoe_Wind_Farm_in_West_Texas.jpg",
                "caption": "Roscoe Wind Farm : an onshore wind farm in West Texas near Roscoe"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Seasonal_cycle_of_capacity_factors_for_wind_and_photovoltaics_in_Europe_under_idealized_assumptions.png/220px-Seasonal_cycle_of_capacity_factors_for_wind_and_photovoltaics_in_Europe_under_idealized_assumptions.png",
                "caption": "Seasonal cycle of capacity factors for wind and photovoltaics in Europe under idealized assumptions. The figure illustrates the balancing effects of wind and solar energy at the seasonal scale (Kaspar et al., 2019). [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Economics",
        "text": "Onshore wind is an inexpensive source of electric power, cheaper than coal plants and new gas plants. [10] According to BusinessGreen , wind turbines reached grid parity (the point at which the cost of wind power matches traditional sources) in some areas of Europe in the mid-2000s, and in the US around the same time. Falling prices continue to drive the Levelized cost down and it has been suggested that it has reached general grid parity in Europe in 2010, and will reach the same point in the US around 2016 due to an expected reduction in capital costs of about 12%. [88] [ needs update ] In 2021, the CEO of Siemens Gamesa warned that increased demand for low-cost wind turbines combined with high input costs and high costs of steel result in increased pressure on the manufacturers and decreasing profit margins. [89] Northern Eurasia, Canada, some parts of the United States, and Patagonia in Argentina are the best areas for onshore wind: whereas in other parts of the world solar power, or a combination of wind and solar, tend to be cheaper. [90] : 8",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Onshore-wind-lcoe.png/310px-Onshore-wind-lcoe.png",
                "caption": "Onshore wind cost per kilowatt-hour between 1983 and 2017 [87]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Electric power cost and trends",
        "text": "Wind power is capital intensive but has no fuel costs. [91] The price of wind power is therefore much more stable than the volatile prices of fossil fuel sources. [92] However, the estimated average cost per unit of electric power must incorporate the cost of construction of the turbine and transmission facilities, borrowed funds, return to investors (including the cost of risk), estimated annual production, and other components, averaged over the projected useful life of the equipment, which may be more than 20 years. Energy cost estimates are highly dependent on these assumptions so published cost figures can differ substantially. The presence of wind energy, even when subsidized, can reduce costs for consumers (€5 billion/yr in Germany) by reducing the marginal price, by minimizing the use of expensive peaking power plants . [93] The cost has decreased as wind turbine technology has improved. There are now longer and lighter wind turbine blades, improvements in turbine performance, and increased power generation efficiency. Also, wind project capital expenditure costs and maintenance costs have continued to decline. [94] In 2021, a Lazard study of unsubsidized electricity said that wind power levelized cost of electricity continues to fall but more slowly than before. The study estimated new wind-generated electricity cost from $26 to $50/MWh, compared to new gas power from $45 to $74/MWh. The median cost of fully deprecated existing coal power was $42/MWh, nuclear $29/MWh and gas $24/MWh. The study estimated offshore wind at around $83/MWh. Compound annual growth rate was 4% per year from 2016 to 2021, compared to 10% per year from 2009 to 2021. [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Turbine_Blade_Convoy_Passing_through_Edenfield.jpg/220px-Turbine_Blade_Convoy_Passing_through_Edenfield.jpg",
                "caption": "A turbine blade convoy passing through Edenfield in the U.K. (2008). Even longer 2-piece blades are now manufactured, and then assembled on-site to reduce difficulties in transportation."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Small-scale wind power",
        "text": "Small-scale wind power is the name given to wind generation systems with the capacity to produce up to 50 kW of electrical power. [102] Isolated communities, that may otherwise rely on diesel generators, may use wind turbines as an alternative. Individuals may purchase these systems to reduce or eliminate their dependence on grid electric power for economic reasons, or to reduce their carbon footprint . Wind turbines have been used for household electric power generation in conjunction with battery storage over many decades in remote areas. [103] Examples of small-scale wind power projects in an urban setting can be found in New York City , where, since 2009, several building projects have capped their roofs with Gorlov-type helical wind turbines . Although the energy they generate is small compared to the buildings' overall consumption, they help to reinforce the building's 'green' credentials in ways that \"showing people your high-tech boiler\" cannot, with some of the projects also receiving the direct support of the New York State Energy Research and Development Authority . [104] Grid-connected domestic wind turbines may use grid energy storage, thus replacing purchased electric power with locally produced power when available. The surplus power produced by domestic microgenerators can, in some jurisdictions, be fed into the network and sold to the utility company, producing a retail credit for the microgenerators' owners to offset their energy costs. [105] Off-grid system users can either adapt to intermittent power or use batteries, photovoltaic , or diesel systems to supplement the wind turbine. [106] Equipment such as parking meters, traffic warning signs, street lighting, or wireless Internet gateways may be powered by a small wind turbine, possibly combined with a photovoltaic system, that charges a small battery replacing the need for a connection to the power grid. [107] Airborne wind turbines , such as kites, can be used in places at risk of hurricanes, as they can be taken down in advance. [108]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Quietrevolution_Bristol_3513051949.jpg/220px-Quietrevolution_Bristol_3513051949.jpg",
                "caption": "A small Quietrevolution QR5 Gorlov type vertical axis wind turbine on the roof of Bristol Beacon in Bristol, England . Measuring 3 m in diameter and 5 m high, it has a nameplate rating of 6.5 kW."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Impact on environment and landscape",
        "text": "The environmental impact of electricity generation from wind power is minor when compared to that of fossil fuel power . [110] Wind turbines have some of the lowest life-cycle greenhouse-gas emissions of energy sources : far less greenhouse gas is emitted than for the average unit of electricity, so wind power helps limit climate change. [111] Use of engineered wood may allow carbon negative wind power. [112] Wind power consumes no fuel, and emits no local air pollution , unlike fossil fuel power sources. Onshore wind farms can have a significant visual impact. [113] Due to a very low surface power density and spacing requirements, wind farms typically need to be spread over more land than other power stations. [7] [114] Their network of turbines, access roads, transmission lines, and substations can result in \"energy sprawl\"; [8] although land between the turbines and roads can still be used for agriculture. [115] [116] Some wind farms are opposed for potentially spoiling protected scenic areas, archaeological landscapes and heritage sites. [117] [118] [119] A report by the Mountaineering Council of Scotland concluded that wind farms harmed tourism in areas known for natural landscapes and panoramic views. [120] Habitat loss and fragmentation are the greatest potential impacts on wildlife of onshore wind farms, [8] but the worldwide ecological impact is minimal. [110] Thousands of birds and bats, including rare species, have been killed by wind turbine blades, [121] though wind turbines are responsible for far fewer bird deaths than fossil-fueled power stations. [122] This can be mitigated with proper wildlife monitoring. [123] Many wind turbine blades are made of fiberglass , and have a lifetime of 20 years. [124] Blades are hollow: some blades are crushed to reduce their volume and then landfilled. [125] However, as they can take a lot of weight they can be made into long lasting small bridges for walkers or cyclists. [126] Blade end-of-life is complicated, [127] and blades manufactured in the 2020s are more likely to be designed to be completely recyclable. [128] Wind turbines also generate noise. At a distance of 300 metres (980 ft), this may be around 45 dB, which is slightly louder than a refrigerator. At 1.5 km (1 mi), they become inaudible. [129] [130] There are anecdotal reports of negative health effects on people who live very close to wind turbines. [131] Peer-reviewed research has generally not supported these claims. [132] [133] [134]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Greenhouse_gas_emissions_per_energy_source.png/220px-Greenhouse_gas_emissions_per_energy_source.png",
                "caption": "Greenhouse gas emissions per energy source. Wind energy is one of the sources with the least greenhouse gas emissions."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Wb_deichh_drei_kuhs.jpg/220px-Wb_deichh_drei_kuhs.jpg",
                "caption": "Livestock grazing near a wind turbine. [109]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Central government",
        "text": "Although wind turbines with fixed bases are a mature technology and new installations are generally no longer subsidized, [135] [136] floating wind turbines are a relatively new technology so some governments subsidize them, for example to use deeper waters. [137] Fossil fuel subsidies by some governments are slowing the growth of renewables. [138] Permitting of wind farms can take years and some governments are trying to speed up - the wind industry says this will help limit climate change and increase energy security [139] - sometimes groups such as fishers resist this [140] but governments say that rules protecting biodiversity will still be followed. [141]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Floatgen.jpg/220px-Floatgen.jpg",
                "caption": "Wind turbine floating off France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Public opinion",
        "text": "Surveys of public attitudes across Europe and in many other countries show strong public support for wind power. [143] [144] [145] Bakker et al. (2012) found in their study that residents who did not want turbines built near them suffered significantly more stress than those who \"benefited economically from wind turbines\". [146] Although wind power is a popular form of energy generation, onshore or near offshore wind farms are sometimes opposed for their impact on the landscape (especially scenic areas, heritage areas and archaeological landscapes), as well as noise, and impact on tourism. [147] [148] In other cases, there is direct community ownership of wind farms . The hundreds of thousands of people who have become involved in Germany's small and medium-sized wind farms demonstrate such support there. [149] A 2010 Harris Poll found strong support for wind power in Germany, other European countries, and the United States. [143] [144] [150] Public support in the United States has decreased from 75% in 2020 to 62% in 2021, with the Democrat Party supporting the use of wind energy twice as much as the Republican Party. [151] President Biden has signed an executive order to begin building large scale wind farms. [152] In China , Shen et al. (2019) found that Chinese city-dwellers may be resistant to building wind turbines in urban areas, with a surprisingly high proportion of people citing an unfounded fear of radiation as driving their concerns. [153] Also, the study finds that like their counterparts in OECD countries, urban Chinese respondents are sensitive to direct costs and wildlife externalities. Distributing relevant information about turbines to the public may alleviate resistance.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [142]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Community",
        "text": "Many wind power companies work with local communities to reduce environmental and other concerns associated with particular wind farms. [156] [157] [158] In other cases there is direct community ownership of wind farm projects . Appropriate government consultation, planning and approval procedures also help to minimize environmental risks. [143] [159] [160] Some may still object to wind farms [161] but many say their concerns should be weighed against the need to address the threats posed by air pollution , [162] [111] climate change [163] and the opinions of the broader community. [164] In the US, wind power projects are reported to boost local tax bases, helping to pay for schools, roads, and hospitals, and to revitalize the economies of rural communities by providing steady income to farmers and other landowners. [98] In the UK, both the National Trust and the Campaign to Protect Rural England have expressed concerns about the effects on the rural landscape caused by inappropriately sited wind turbines and wind farms. [165] [166] Some wind farms have become tourist attractions. The Whitelee Wind Farm Visitor Centre has an exhibition room, a learning hub, a café with a viewing deck and also a shop. It is run by the Glasgow Science Centre . [167] In Denmark, a loss-of-value scheme gives people the right to claim compensation for loss of value of their property if it is caused by proximity to a wind turbine. The loss must be at least 1% of the property's value. [168] Despite this general support for the concept of wind power in the public at large, local opposition often exists and has delayed or aborted a number of projects. [169] [170] [171] As well as concerns about the landscape, there are concerns that some installations can produce excessive sound and vibration levels leading to a decrease in property values. [172] A study of 50,000 home sales near wind turbines found no statistical evidence that prices were affected. [173] While aesthetic issues are subjective and some find wind farms pleasant and optimistic, or symbols of energy independence and local prosperity, protest groups are often formed to attempt to block some wind power stations for various reasons. [161] [174] [175] Some opposition to wind farms is dismissed as NIMBYism , [176] but research carried out in 2009 found that there is little evidence to support the belief that residents only object to wind farms because of a \"Not in my Back Yard\" attitude. [177]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Wind_tubines_cumbria.JPG/450px-Wind_tubines_cumbria.JPG",
                "caption": "Wind turbines such as these, in Cumbria , England, have been opposed for a number of reasons, including aesthetics, by some sectors of the population. [154] [155]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Whitelee_panorama.JPG/450px-Whitelee_panorama.JPG",
                "caption": "A panoramic view of the United Kingdom's Whitelee Wind Farm with Lochgoin Reservoir in the foreground."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Consumption and production trends",
        "text": "Multiple studies have found that increases in meat consumption are currently associated with human population growth and rising individual incomes or GDP , and therefore, the environmental impacts of meat production and consumption will increase unless current behaviours change. [5] [6] [7] [2] Changes in demand for meat will influence how much is produced, thus changing the environmental impact of meat production. It has been estimated that global meat consumption may double from 2000 to 2050, mostly as a consequence of the increasing world population, but also partly because of increased per capita meat consumption (with much of the per capita consumption increase occurring in the developing world). [8] The human population is projected to grow to 9 billion by 2050, and meat production is expected to increase by 40%. [9] Global production and consumption of poultry meat have been growing recently at more than 5% annually. [8] Meat consumption typically increases as people and countries get richer. [10] Trends also vary among livestock sectors. For example, global pork consumption per capita has increased recently (almost entirely due to changes in consumption within China ), while global consumption per capita of ruminant meats has been declining. [8]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Total_annual_meat_consumption_by_type_of_meat.png/220px-Total_annual_meat_consumption_by_type_of_meat.png",
                "caption": "Total annual meat consumption by type of meat"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Cereals_allocated_to_food%2C_animal_feed_and_fuel%2C_World.png/220px-Cereals_allocated_to_food%2C_animal_feed_and_fuel%2C_World.png",
                "caption": "Cereal-use statistic show an estimated large fraction of crops used as fodder"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Per_capita_annual_meat_consumption_by_region.png/220px-Per_capita_annual_meat_consumption_by_region.png",
                "caption": "Per capita annual meat consumption by region [5]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Total_annual_meat_consumption_by_region.png/220px-Total_annual_meat_consumption_by_region.png",
                "caption": "Total annual meat consumption by region"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impacts_of_animal_agriculture",
        "title": "Environmental impacts of animal agriculture",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Food production efficiency",
        "text": "About 85% of the world's soybean crop is processed into meal and vegetable oil, and virtually all of that meal is used in animal feed. [11] Approximately 6% of soybeans are used directly as human food, mostly in Asia. [11] For every 100 kilograms of food made for humans from crops, 37 kilograms byproducts unsuitable for direct human consumption are generated. [12] Many countries then repurpose these human-inedible crop byproducts as livestock feed for cattle. [13] Raising animals for human consumption accounts for approximately 40% of total agricultural output in industrialized nations. [14] Moreover, the efficiency of meat production varies depending on the specific production system, as well as the type of feed. It may require anywhere from 0.9 and 7.9 kilograms of grain to produce 1 kilogram of beef, between 0.1 to 4.3 kilograms of grain to produce 1 kilogram of pork, and 0 to 3.5 kilograms of grains to produce 1 kilogram of chicken. [15] [16] FAO estimates, however, that about 2 thirds of the pasture area used by livestock is not convertible to crop-land. [15] [16] Major corporations purchase land in different developing nations in Latin America and Asia to support large-scale production of animal feed crops, mainly corn and soybeans. This practice reduces the amount of land available for growing crops that are fit for human consumption in these countries, putting the local population at risk of food security . [17] According to a study conducted in Jiangsu, China, individuals with higher incomes tend to consume more food than those with lower incomes and larger families. Consequently, it is unlikely that those employed in animal feed production in these regions do not consume the animals that eat the crops they produce. The lack of space for growing crops for consumption, coupled with the need to feed larger families, only exacerbates their food insecurity . [18] According to FAO , crop-residues and by-products account for 24% of the total dry matter intake of the global livestock sector. [15] [16] A 2018 study found that, \"Currently, 70% of the feedstock used in the Dutch feed industry originates from the food processing industry.\" [19] Examples of grain-based waste conversion in the United States include feeding livestock the distillers grains (with solubles) remaining from ethanol production. For the marketing year 2009–2010, dried distillers grains used as livestock feed (and residual) in the US was estimated at 25.5 million metric tons. [20] Examples of waste roughages include straw from barley and wheat crops (edible especially to large-ruminant breeding stock when on maintenance diets), [21] [22] [23] and corn stover. [24] [25]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Bridleway_past_Crop_Field_-_geograph.org.uk_-_1874041.jpg/220px-Bridleway_past_Crop_Field_-_geograph.org.uk_-_1874041.jpg",
                "caption": "Field of crops for animal consumption. These fields occupy a large amount of land. This limits the land available for local people to grow crops for their own consumption."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impacts_of_animal_agriculture",
        "title": "Environmental impacts of animal agriculture",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Land use",
        "text": "Permanent meadows and pastures, grazed or not, occupy 26% of the Earth's ice-free terrestrial surface. [15] [16] Feed crop production uses about one-third of all arable land. [15] [16] More than one-third of U.S. land is used for pasture, making it the largest land-use type in the contiguous United States. [27] In many countries, livestock graze from the land which mostly cannot be used for growing human-edible crops, as seen by the fact that there is three times as much agricultural land [28] as arable land. [29] A 2023 study found that a vegan diet reduced land use by 75%. [30] Free-range animal production, particularly beef production , has also caused tropical deforestation because it requires land for grazing. [31] The livestock sector is also the primary driver of deforestation in the Amazon , with around 80% of all deforested land being used for cattle farming. [32] [33] Additionally, 91% of deforested land since 1970 has been used for cattle farming. [34] [35] Research has argued that a shift to meat-free diets could provide a safe option to feed a growing population without further deforestation, and for different yields scenarios. [36] However, according to FAO , grazing livestock in drylands “removes vegetation, including dry and flammable plants, and mobilizes stored biomass through depositions, which is partly transferred to the soil, improving fertility. Livestock is key to creating and maintaining specific habitats and green infrastructures, providing resources for other species and dispersing seeds”. [37]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Land-use-of-different-diets-Poore-Nemecek.png/325px-Land-use-of-different-diets-Poore-Nemecek.png",
                "caption": "The amount of globally needed agricultural land would be reduced by almost half if no beef or mutton would be eaten."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impacts_of_animal_agriculture",
        "title": "Environmental impacts of animal agriculture",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Water pollution",
        "text": "Water pollution due to animal waste is a common problem in both developed and developing nations. [14] The USA, Canada, India, Greece, Switzerland and several other countries are experiencing major environmental degradation due to water pollution via animal waste. [50] : Table I-1 Concerns about such problems are particularly acute in the case of CAFOs ( concentrated animal feeding operations ). In the US, a permit for a CAFO requires the implementation of a plan for the management of manure nutrients, contaminants, wastewater, etc., as applicable, to meet requirements under the Clean Water Act. [51] There were about 19,000 CAFOs in the US as of 2008. [52] In fiscal 2014, the United States Environmental Protection Agency (EPA) concluded 26 enforcement actions for various violations by CAFOs. [53] A 2023 study found that a vegan diet reduced water pollution by 75%. [30] Effective use of fertilizer is crucial to accelerate the growth of animal feed production, which in turn increases the amount of feed available for livestock. [54] However, excess fertilizer can enter water bodies via runoff after rainfall, resulting in eutrophication . [55] The addition of nitrogen and phosphorus can cause the rapid growth of algae, also known as an algae bloom . The reduction of oxygen and nutrients in the water caused by the growth of algae ultimately leads to the death of other species in the ecosystem . This ecological harm has consequences not only for the native animals in the affected water body but also for the water supply for people. [54] To dispose of animal waste and other pollutants, animal production farms often spray manure (often contaminated with potentially toxic bacteria) onto empty fields, called \"spray-fields\", via sprinkler systems. The toxins within these spray-fields oftentimes run into creeks, ponds, lakes, and other bodies of water, contaminating bodies of water. This process has also led to the contamination of drinking water reserves, harming the environment and citizens alike. [56]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/River_algae_Sichuan.jpg/220px-River_algae_Sichuan.jpg",
                "caption": "A green algae bloom has been observed in Sichuan, China. In normal conditions, river water is transparent, but algae blooms result in green algae covering the surface. This prevents other plants at the bottom of the river from getting sunlight, causing them to lose their ability to photosynthesise. Oxygen levels in rivers fall when there is no other vegetation, resulting in the death of other species."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impacts_of_animal_agriculture",
        "title": "Environmental impacts of animal agriculture",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Energy consumption",
        "text": "An important aspect of energy use in livestock production is the energy consumption that the animals contribute. Feed Conversion Ratio is an animal's ability to convert feed into meat. The Feed Conversion Ratio (FCR) is calculated by taking the energy, protein, or mass input of the feed divided by the output of meat provided by the animal. A lower FCR corresponds with a smaller requirement of feed per meat output, and therefore the animal contributes less GHG emissions. Chickens and pigs usually have a lower FCR compared to ruminants. [69] Intensification and other changes in the livestock industries influence energy use, emissions, and other environmental effects of meat production. [70] Manure can also have environmental benefits as a renewable energy source, in digester systems yielding biogas for heating and/or electricity generation. Manure biogas operations can be found in Asia, Europe, [71] [72] North America, and elsewhere. [73] System cost is substantial, relative to US energy values, which may be a deterrent to more widespread use. Additional factors, such as odour control and carbon credits, may improve benefit-to-cost ratios. [74] Manure can be mixed with other organic wastes in anaerobic digesters to take advantage of economies of scale. Digested waste is more uniform in consistency than untreated organic wastes, and can have higher proportions of nutrients that are more available to plants, which enhances the utility of digestate as a fertiliser product. [75] This encourages circularity in meat production, which is typically difficult to achieve due to environmental and food safety concerns.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Energy_efficiency_of_meat_and_dairy_production%2C_OWID.svg/400px-Energy_efficiency_of_meat_and_dairy_production%2C_OWID.svg.png",
                "caption": "Energy efficiency of meat and dairy production"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impacts_of_animal_agriculture",
        "title": "Environmental impacts of animal agriculture",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Methane and nitrous oxide emissions from cattle",
        "text": "The Food and Agriculture Organization estimates that in 2015 around 7% of global greenhouse gas emissions (GHG) were due to cattle, [note 1] but this is uncertain. [88] Another estimate is 12% of global GHG. [89] More recently Climate Trace estimates 4.5% directly from cattle in 2022. Reducing methane emissions quickly helps limit climate change . [88] Gut flora in cattle include methanogens that produce methane as a byproduct of enteric fermentation , which cattle belch out. Additional methane is produced by anaerobic fermentation of manure in manure lagoons and other manure storage structures. [91] Manure can also release nitrous oxide . [92] Over 20 years atmospheric methane has 81 times the global warming potential of the same amount of atmospheric carbon dioxide . [93] As conditions vary a lot [94] the IPCC would like these taken into account when estimating methane emissions , in other words countries where cattle are significant should use Tier 3 methods in their national greenhouse gas inventories . [95] Although well-managed perennial pastures sequester carbon in the soil , as of 2023 [update] life cycle assessments are required to fully assess pastoral dairy farms in all environments. [96]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Carbon_footprint_of_protein_foods.png/220px-Carbon_footprint_of_protein_foods.png",
                "caption": "Beef and lamb have the largest carbon footprint of protein-rich foods."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Environmental-impact-of-food-by-life-cycle-stage.png/220px-Environmental-impact-of-food-by-life-cycle-stage.png",
                "caption": "Methane production from cows, and land conversion for grazing and animal feed means beef from dedicated beef herds has a very high carbon footprint."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impacts_of_animal_agriculture",
        "title": "Environmental impacts of animal agriculture",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Mitigation options",
        "text": "Mitigation options for reducing methane emission from livestock include a change in diet, that is consuming less meat and dairy. [97] A significant reduction in meat consumption will be essential to mitigate climate change, especially as the human population increases by a projected 2.3 billion by the middle of the century. [2] A 2019 report in The Lancet recommended that global meat consumption be halved to mitigate climate change. [98] A study quantified climate change mitigation potentials of 'high-income' nations shifting diets – away from meat-consumption – and restoration of the spared land, finding that if these were combined they could \"reduce annual agricultural production emissions of high-income nations' diets by 61%\". [99] [100] In addition to reduced consumption, emissions can also be reduced by changes in practice. One study found that shifting compositions of current feeds, production areas, and informed land restoration could enable greenhouse gas emissions reductions of 34–85% annually (612–1,506 megatons CO 2 equivalent per year) without increasing costs or changing diets. [101] Producers can reduce ruminant enteric fermentation using genetic selection, [102] [103] immunization, rumen defaunation , competition of methanogenic archaea with acetogens , [104] introduction of methanotrophic bacteria into the rumen, [105] [106] diet modification and grazing management, among others. [107] [108] [109] The principal mitigation strategies identified for reduction of agricultural nitrous oxide emissions are avoiding over-application of nitrogen fertilizers and adopting suitable manure management practices. [110] [111] Mitigation strategies for reducing carbon dioxide emissions in the livestock sector include adopting more efficient production practices to reduce agricultural pressure for deforestation (such as in Latin America), reducing fossil fuel consumption, and increasing carbon sequestration in soils . [112] Methane belching from cattle  might be reduced by intensification of farming, [113] selective breeding , [96] immunization against the many methanogens, [96] rumen defaunation (killing the bacteria-killing protozoa), [114] diet modification (e.g. seaweed fortification), [115] decreased antibiotic use, [116] and grazing management. [117] Measures that increase state revenues from meat consumption/production could enable the use of these funds for related research and development and \"to cushion social hardships among low-income consumers\". Meat and livestock are important sectors of the contemporary socioeconomic system, with livestock value chains employing an estimated >1.3 billion people. [5] Sequestering carbon into soil is currently not feasible to cancel out planet-warming emissions caused by the livestock sector. The global livestock annually emits 135 billion metric tons of carbon, way more than can be returned to the soil. [118] Despite this, the idea of sequestering carbon to the soil is currently advocated by livestock industry as well as grassroots groups. [119] Agricultural subsidies for cattle and their feedstock could be stopped. [120] A more controversial suggestion, advocated by George Monbiot in the documentary \"Apocalypse Cow\", is to stop farming cattle completely, however farmers often have political power so might be able to resist such a big change. [121]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Development_of_per_capita_meat_consumption_and_gross_domestic_product_%28GDP%29_over_time_%281990%E2%80%932017%29.png/220px-Development_of_per_capita_meat_consumption_and_gross_domestic_product_%28GDP%29_over_time_%281990%E2%80%932017%29.png",
                "caption": "Per capita meat consumption and GDP 1990–2017"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impacts_of_animal_agriculture",
        "title": "Environmental impacts of animal agriculture",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Soils",
        "text": "Grazing can have positive or negative effects on rangeland health, depending on management quality, [122] and grazing can have different effects on different soils [123] and different plant communities. [124] Grazing can sometimes reduce, and other times increase, biodiversity of grassland ecosystems. [125] [126] In beef production, cattle ranching helps preserve and improve the natural environment by maintaining habitats that are well suited for grazing animals. [127] Lightly grazed grasslands also tend to have higher biodiversity than overgrazed or non-grazed grasslands. [128] Overgrazing can decrease soil quality by constantly depleting it of necessary nutrients. [129] By the end of 2002, the US Bureau of Land Management (BLM) found that 16% of the evaluated 7,437 grazing allotments had failed to meet rangeland health standards because of their excessive grazing use. [130] Overgrazing appears to cause soil erosion in many dry regions of the world. [14] However, on US farmland, soil erosion is much less on land used for livestock grazing than on land used for crop production. According to the US Natural Resources Conservation Service , on 95.1% of US pastureland, sheet and rill erosion are within the estimated soil loss tolerance , and on 99.4% of US pastureland, wind erosion is within the estimated soil loss tolerance. [131] Grazing can affect the sequestration of carbon and nitrogen in the soil. This sequestration helps mitigate the effects of greenhouse gas emissions, and in some cases, increases ecosystem productivity by affecting nutrient cycling . [132] A 2017 meta-study of the scientific literature estimated that the total global soil carbon sequestration potential from grazing management ranges from 0.3–0.8 gigatons CO 2 eq per year, which is equivalent to 4–11% of total global livestock emissions, but that \"Expansion or intensification in the grazing sector as an approach to sequestering more carbon would lead to substantial increases in methane, nitrous oxide and land use change -induced CO2 emissions\". [133] Project Drawdown estimates the total carbon sequestration potential of improved managed grazing at 13.72–20.92 gigatons CO 2 eq between 2020–2050, equal to 0.46–0.70 gigatons CO 2 eq per year. [134] A 2022 peer-reviewed paper estimated the carbon sequestration potential of improved grazing management at a similar level of 0.15–0.70 gigatons CO 2 eq per year. [135] A 2021 peer-reviewed paper found that sparsely grazed and natural grasslands account for 80% of the total cumulative carbon sink of the world’s grasslands, whereas managed grasslands have been a net greenhouse gas source over the past decade. [136] Another peer-reviewed paper found that if current pastureland was restored to its former state as wild grasslands, shrublands, and sparse savannas without livestock this could store an estimated 15.2–59.9 gigatons additional carbon. [137] A study found that grazing in US virgin grasslands causes the soil to have lower soil organic carbon but higher soil nitrogen content. [138] In contrast, at the High Plains Grasslands Research Station in Wyoming , the soil in the grazed pastures had more organic carbon and nitrogen in the top 30 cm than the soil in non-grazed pastures. [139] Additionally, in the Piedmont region of the US, well-managed grazing of livestock on previously eroded soil resulted in high rates of beneficial carbon and nitrogen sequestration compared to non-grazed grass. [140] In Canada, a review highlighted that the methane and nitrous oxide emitted from manure management comprised 17% of agricultural greenhouse gas emissions, while nitrous oxide emitted from soils after application of manure, accounted for 50% of total emissions. [141] Manure provides environmental benefits when properly managed. Deposition of manure on pastures by grazing animals is an effective way to preserve soil fertility. Many nutrients are recycled in crop cultivation by collecting animal manure from barns and concentrated feeding sites, sometimes after composting. For many areas with high livestock density, manure application substantially replaces the application of synthetic fertilizers on surrounding cropland. [142] Manure is also spread on forage-producing land that is grazed, rather than cropped. [43] Also, small-ruminant flocks in North America (and elsewhere) are sometimes used on fields for removal of various crop residues inedible by humans, converting them to food. Small ruminants, such as sheep and goats, can control some invasive or noxious weeds (such as spotted knapweed , tansy ragwort , leafy spurge , yellow starthistle , tall larkspur , etc.) on rangeland. [143] Small ruminants are also useful for vegetation management in forest plantations and for clearing brush on rights-of-way. Other ruminants, like Nublang cattle, are used in Bhutan to help remove a species of bamboo, Yushania microphylla , which tends to crowd out indigenous plant species. [144] These represent alternatives to herbicide use. [145]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/ParaguayChaco_Clearings_for_cattle_grazing.jpg/220px-ParaguayChaco_Clearings_for_cattle_grazing.jpg",
                "caption": "Clearings for cattle grazing in the Chaco region of Paraguay"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Two_cows_grazing.jpg/220px-Two_cows_grazing.jpg",
                "caption": "Dryland grazing on the Great Plains in Colorado"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impacts_of_animal_agriculture",
        "title": "Environmental impacts of animal agriculture",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Meat reduction and health",
        "text": "With care, meat can be substituted in most diets with a wide variety of foods such as fungi [211] [212] [213] or \" meat substitutes \". However, substantially reducing meat intake could result in nutritional deficiencies if done inadequately, especially for children, adolescents, and pregnant and lactating women \"in low-income countries\". [5] A review suggests that the reduction of meat in people's diets should be accompanied by an increase in alternative sources of protein and micronutrients to avoid nutritional deficiencies for healthy diets such as iron and zinc . [5] Meats notably also contain vitamin B 12 , [214] collagen [215] and creatine . [216] This could be achieved with specific types of foods such as iron-rich beans and a diverse variety of protein-rich foods [217] like red lentils , plant-based protein powders [218] and high-protein wraps , and/or dietary supplements . [206] [219] [220] Dairy and fish and/or specific types of other foods and/or supplements contain omega 3 , vitamin K 2 , vitamin D 3 , iodine , magnesium and calcium , many of which were generally lower in people consuming types of plant-based diets in studies. [221] [222] Nevertheless, observational studies find beneficial effects from plant-based diets (compared to consumption of meat products) on health and mortality rates. [223] [5] [224] [225] [226]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Soy-whey-protein-diet.jpg/220px-Soy-whey-protein-diet.jpg",
                "caption": "An insight to a vegetarian diet"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impacts_of_animal_agriculture",
        "title": "Environmental impacts of animal agriculture",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Meat-reduction strategies",
        "text": "Strategies for implementing meat-reduction among populations include large-scale education and awareness building to promote more sustainable consumption styles. Other types of policy interventions could accelerate these shifts and might include \" restrictions or fiscal mechanisms such as meat taxes \". [5] In the case of fiscal mechanisms, these could be based on forms of scientific calculation of external costs (externalities currently not reflected in any way in the monetary price) [227] to make the polluter pay , e.g. for the damage done by excess nitrogen. [228] In the case of restrictions, this could be based on limited domestic supply or Personal (Carbon) Allowances (certificates and credits which would reward sustainable behavior) . [229] [230] Relevant to such a strategy, estimating the environmental impacts of food products in a standardized way – as has been done with a dataset of more than 57,000 food products in supermarkets – could also be used to inform consumers or in policy , making consumers more aware of the environmental impacts of animal-based products (or requiring them to take such into consideration). [231] [232] Young adults that are faced with new physical or social environments (for example, moving away from home) are also more likely to make dietary changes and reduce their meat intake. [233] Another strategy includes increasing the prices of meat while also reducing the prices of plant-based products, which could show a significant impact on meat-reduction. [234] A reduction in meat portion sizes could potentially be more beneficial than cutting out meat entirely from ones diet, according to a 2022 study. [233] This study revolved around young Dutch adults, and showed that the adults were more reluctant to cut out meat entirely to make the change to plant-based diets due to habitual behaviours. Increasing and improving plant-based alternatives, as well as the education about plant-based alternatives, proved to be one of the most effective ways to combat these behaviours. The lack of education about plant-based alternatives is a road-block for most people - most adults do not know how to properly cook plant-based meals or know the health risks/benefits associated with a vegetarian diet - which is why education among adults is important in meat-reduction strategies. [233] [234] In the Netherlands, a meat tax of 15% to 30% could show a reduction of meat consumption by 8% to 16%. [233] as well as reducing the amount of livestock by buying out farmers. [235] In 2022, the city of Haarlem , Netherlands announced that advertisements for factory-farmed meat will be banned in public places, starting in 2024. [236] A 2022 review concluded that \"low and moderate meat consumption levels are compatible with the climate targets and broader sustainable development, even for 10 billion people\". [5] In June 2023 , the European Commission 's Scientific Advice Mechanism published a review of all available evidence and accompanying policy recommendations to promote sustainable food consumption and reducing meat intake. They reported that the evidence supports policy interventions on pricing (including \"meat taxes, and pricing products according to their environmental impacts, as well as lower taxes on healthy and sustainable alternatives\"), availability and visibility, food composition, labelling and the social environment. [237] They also stated:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Plant-Based_Preferences.png/336px-Plant-Based_Preferences.png",
                "caption": "Meat reduction and increased plant-based preferences seen based on social and other life changes."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impacts_of_animal_agriculture",
        "title": "Environmental impacts of animal agriculture",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Description",
        "text": "The Ivanpah system consists of three solar thermal power plants on 3,500 acres (1,400 ha) of public land near the California–Nevada border in the Southwestern United States . [17] Initially it was planned with 440 MW gross on 4,000 acres (1,600 ha) of land, but then downgraded by 12%. It is near Interstate 15 and north of Ivanpah, California . [18] The facility is visible from the adjacent Mojave National Preserve , the Mesquite Wilderness, and the Stateline Wilderness . [18] It is also very visible from the Primm Valley resort area to the northeast. Fields of heliostat mirrors focus sunlight on receivers located on centralized solar power towers. The receivers generate steam to drive specially adapted steam turbines . For the first plant, the largest-ever fully solar-powered steam turbine generator set was ordered, with a 123 MW Siemens SST-900 single-casing reheat turbine. [19] Siemens also supplied instrumentation and control systems. [20] The plants use BrightSource Energy 's \"Luz Power Tower 550\" (LPT 550) technology [21] which heats the steam to 550 °C directly in the receivers. [22] The plants have no storage . [23] Final approval for the project was granted in October 2010. [24] On October 27, 2010, Governor of California , Arnold Schwarzenegger , Interior Secretary Ken Salazar , and other dignitaries gathered in the Mojave Desert to break the ground for the construction. [8] The project, which had a total cost of about $2.18 billion, [25] received a $1.6 billion loan guarantee from the United States Department of Energy . [26] The facility developed contracts to sell about two-thirds of the power it generated to the Pacific Gas and Electric Company (PG&E), and the rest to Southern California Edison (SCE). [27] [28] [21] The largest investor in the project was NRG Energy , a generating company based in Princeton, New Jersey . It contributed $300 million. [14] The project also received an investment of $168 million from Google . [29] However, in November 2011, Google announced that it would no longer invest in the facility due to the rapid decline of the price of photovoltaic systems . [30] [31] [14] $90,000,000 in financing was provided through the EB-5 Investor Immigration program , managed in this case by CMB Regional Centers. [32]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Ivanpah_Solar_Power_Facility_from_the_air_2014.jpg/220px-Ivanpah_Solar_Power_Facility_from_the_air_2014.jpg",
                "caption": "Aerial photograph of Ivanpah Solar Power Facility"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Ivanpah_SEGS_%281%29.JPG/220px-Ivanpah_SEGS_%281%29.JPG",
                "caption": "Power tower 2 of the Ivanpah Solar Electric Generating System under construction. The heliostat mirrors on the truck are awaiting installation."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Ivanpah_SEGS_%282%29.JPG/220px-Ivanpah_SEGS_%282%29.JPG",
                "caption": "View of Ivanpah Solar Electric Generating System from Yates Well Road. The Clark Mountain Range can be seen in the distance."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/IvanpahRunning.JPG/220px-IvanpahRunning.JPG",
                "caption": "Ivanpah Solar Electric Generating System with all three towers under load, Feb 2014. Taken from the I-15."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Ivanpah_Solar_Electric_Generating_System_from_above_Las_Vegas.jpg/220px-Ivanpah_Solar_Electric_Generating_System_from_above_Las_Vegas.jpg",
                "caption": "The bright spots of Ivanpah are clearly visible from above Las Vegas and further."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Ivanpah_Valley_CA_May_27%2C_2014.jpg/220px-Ivanpah_Valley_CA_May_27%2C_2014.jpg",
                "caption": "View of the Ivanpah Solar Power Facility from the Yates Well Road exit of the I-15 Freeway."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ivanpah_Solar_Power_Facility",
        "title": "Ivanpah Solar Power Facility",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Desert tortoise",
        "text": "The Ivanpah Solar power project was built on 6 square miles (16 km 2 ) of public land in the south central Mojave Desert. [62] Project construction was temporarily halted in the spring of 2011 due to the suspected impacts on desert tortoises . [63] Construction resumed when the United States Fish and Wildlife Service (USFWS) found the project was not likely to jeopardize the endangered desert tortoise. [64] BrightSource also installed fencing to keep wildlife out of the area. [65] In 2010, the project was scaled back from the original 440 MW design, to avoid building on the habitat of the desert tortoise. [16] Many desert tortoises found on the site were relocated to other parts of the Mojave Desert. However, environmentalists raised concerns that relocated tortoises were more likely to die due to the stresses involved. [66] [67]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Ivanpah_Solar_Power_Facility_Construction.jpg/220px-Ivanpah_Solar_Power_Facility_Construction.jpg",
                "caption": "The solar power facility under construction in August 2013"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ivanpah_Solar_Power_Facility",
        "title": "Ivanpah Solar Power Facility",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Wind conditions",
        "text": "The faster the average wind speed, the more electricity the wind turbine will generate, so faster winds are generally economically better for wind farm developments. [7] The balancing factor is that strong gusts and high turbulence require stronger more expensive turbines, otherwise there is a risk of damage. The average power in the wind is not proportional to the average wind speed. For this reason, the ideal wind conditions would be strong but consistent winds with low turbulence coming from a single direction. Mountain passes are ideal locations for wind farms under these conditions. Mountain passes channel wind, blocked by mountains, through a tunnel like pass towards areas of lower pressure and flatter land. [8] Passes used for wind farms like the San Gorgonio Pass and Altamont Pass are known for their abundant wind resource capacity and capability for large-scale wind farms. These types of passes were the first places in the 1980s to have heavily invested large-scale wind farms after approval for wind energy development by the U.S. Bureau of Land Management. From these wind farms, developers learned much about turbulence and crowding effects of large-scale wind projects, which were previously unresearched, in the U.S. due to the lack of operational wind farms large enough to conduct these types of studies. [9] Usually sites are screened on the basis of a wind atlas , and validated with on-site wind measurements via long term or permanent meteorological-tower data using anemometers and wind vanes . Meteorological wind data alone is usually not sufficient for accurate siting of a large wind power project. Collection of site specific data for wind speed and direction is crucial to determining site potential [10] [11] in order to finance the project. [12] Local winds are often monitored for a year or more, detailed wind maps are constructed, along with rigorous grid capability studies conducted, before any wind generators are installed. The wind blows faster at higher altitudes because of the reduced influence of drag. The increase in velocity with altitude is most dramatic near the surface and is affected by topography, surface roughness, and upwind obstacles such as trees or buildings. At altitudes of thousands of feet/hundreds of metres above sea level, the power in the wind decreases proportional to the decrease in air density. [13]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/United_States_Wind_Resources_and_Transmission_Lines_map.jpg/660px-United_States_Wind_Resources_and_Transmission_Lines_map.jpg",
                "caption": "Map of available wind power over the United States. Colour codes indicate wind power density class."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Electricity grid considerations",
        "text": "Often in heavily saturated energy markets, the first step in site selection for large-scale wind projects, before wind resource data collection, is finding areas with adequate available transfer capability (ATC). ATC is the measure of the remaining capacity in a transmission system available for further integration of two interconnected areas without significant upgrades to existing transmission lines and substations. Significant equipment upgrades have substantial costs, potentially undermining the viability of a project within a location, regardless of wind resource availability. [14] Once a list of capable areas is constructed, the list is refined based on long term wind measurements, among other environmental or technical limiting factors such as proximity to load and land procurement. Many independent system operators (ISOs) in the United States such as the California ISO and Midcontinent ISO use interconnection request queues to allow developers to propose a new generation for a specific given area and grid interconnection. [15] These request queues have both deposit costs at the time of request and ongoing costs for the studies the ISO will make for up to years after the request was submitted to ascertain the viability of the interconnection due to factors such as ATC. [16] Larger corporations who can afford to bid the most queues will most likely have market power as to which sites with the most resource and opportunity are eventually developed. After the deadline to request a place in the queue has passed, many firms will withdraw their requests after gauging the competition in order to make back some of the deposit for each request that is determined too risky in comparison to other larger firms' requests.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Biglow_Canyon_Wind_Farm_under_construction.jpg/350px-Biglow_Canyon_Wind_Farm_under_construction.jpg",
                "caption": "Part of the Biglow Canyon Wind Farm , Oregon , United States with a turbine under construction"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Onshore",
        "text": "The capacity of the world's first wind farm was 0.6 MW, produced by 20 wind turbines rated at 30 kilowatts each, installed on the shoulder of Crotched Mountain in southern New Hampshire in December 1980. [19] [20] Onshore turbine installations in hilly or mountainous regions tend to be on ridges generally three kilometres or more inland from the nearest shoreline. This is done to exploit the topographic acceleration as the wind accelerates over a ridge. The additional wind speeds gained in this way can increase energy produced because more wind goes through the turbines. The exact position of each turbine matters, because a difference of 30 metres could potentially double output. This careful placement is referred to as 'micro-siting'.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Lochgoin_from_the_air_%28geograph_6051696%29.jpg/330px-Lochgoin_from_the_air_%28geograph_6051696%29.jpg",
                "caption": "An aerial view of Whitelee Wind Farm , the largest onshore wind farm in the UK and second-largest in Europe"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Roscoe_Wind_Farm_in_West_Texas.jpg/330px-Roscoe_Wind_Farm_in_West_Texas.jpg",
                "caption": "Roscoe Wind Farm , an onshore wind farm, in West Texas"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Offshore",
        "text": "Europe is the leader in offshore wind energy, with the first offshore wind farm (Vindeby) being installed in Denmark in 1991. As of 2010, there were 39 offshore wind farms in waters off Belgium, Denmark, Finland, Germany, Ireland, the Netherlands, Norway, Sweden and the United Kingdom, with a combined operating capacity of 2,396 MW. More than 100 GW (or 100,000 MW) of offshore projects are proposed or under development in Europe. The European Wind Energy Association set a target of 40 GW installed by 2020 and 150 GW by 2030. [38] As of 2017 [update] , The Walney Wind Farm in the United Kingdom is the largest offshore wind farm in the world at 659 MW , followed by the London Array (630 MW) also in the UK. Offshore wind turbines are less obtrusive than turbines on land, as their apparent size and noise is mitigated by distance. Because water has less surface roughness than land (especially deeper water), the average wind speed is usually considerably higher over open water. Capacity factors (utilisation rates) are considerably higher than for onshore locations. [39] The province of Ontario, Canada is pursuing several proposed locations in the Great Lakes , including the suspended [40] Trillium Power Wind 1 approximately 20 km from shore and over 400 MW in size. [41] Other Canadian projects include one on the Pacific west coast. [42] In 2010, there were no offshore wind farms in the United States, but projects were under development in wind-rich areas of the East Coast, Great Lakes, and Pacific coast; [38] and in late 2016 the Block Island Wind Farm was commissioned. Installation and service / maintenance of off-shore wind farms are a challenge for technology and economic operation of a wind farm. As of 2015 [update] , there are 20 jackup vessels for lifting components, but few can lift sizes above 5 MW. [44] Service vessels have to be operated nearly 24/7 (availability higher than 80% of time) to get sufficient amortisation from the wind turbines. [ citation needed ] Therefore, special fast service vehicles for installation (like Wind Turbine Shuttle) as well as for maintenance (including heave compensation and heave compensated working platforms to allow the service staff to enter the wind turbine also at difficult weather conditions) are required. So-called inertial and optical based Ship Stabilization and Motion Control systems (iSSMC) are used for that.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Windmills_and_Sailboats_on_the_Ocean_4890300941.jpg/260px-Windmills_and_Sailboats_on_the_Ocean_4890300941.jpg",
                "caption": "Offshore wind turbines near Copenhagen , Denmark."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/20210830_Windfarm_power_generation_capacity_-_offshore_capacity%2C_and_total_needed.svg/260px-20210830_Windfarm_power_generation_capacity_-_offshore_capacity%2C_and_total_needed.svg.png",
                "caption": "Offshore windfarms, including floating windfarms, provide a small but growing fraction of total windfarm power generation. Such power generation capacity must grow substantially to help meet the IEA 's Net Zero by 2050 pathway to combat climate change. [43]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Australia",
        "text": "The Australian Greens have been significant supporters of Australian wind farms, however the party's previous leader Bob Brown and former leader Richard Di Natale have now both expressed concerns about environmental aspects of wind turbines, particularly the potential danger they impose for birds. [66] [67]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Canunda_wind_farm_DKC1.jpg/220px-Canunda_wind_farm_DKC1.jpg",
                "caption": "The Australian Canunda Wind Farm , South Australia at sunrise"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "China",
        "text": "In just five years, China leapfrogged the rest of the world in wind energy production, going from 2,599 MW of capacity in 2006 to 62,733 MW at the end of 2011. [74] [75] [76] However, the rapid growth outpaced China's infrastructure and new construction slowed significantly in 2012. [77] At the end of 2009, wind power in China accounted for 25.1 gigawatts (GW) of electricity generating capacity, [78] and China has identified wind power as a key growth component of the country's economy. [79] With its large land mass and long coastline, China has exceptional wind resources. [80] Researchers from Harvard and Tsinghua University have found that China could meet all of their electricity demands from wind power by 2030. [81] By the end of 2008, at least 15 Chinese companies were commercially producing wind turbines and several dozen more were producing components. [82] Turbine sizes of 1.5 MW to 3 MW became common. Leading wind power companies in China were Goldwind , Dongfang Electric , and Sinovel [83] along with most major foreign wind turbine manufacturers. [84] China also increased production of small-scale wind turbines to about 80,000 turbines (80 MW) in 2008. Through all these developments, the Chinese wind industry appeared unaffected by the financial crisis of 2007–2008 , according to industry observers. [83] According to the Global Wind Energy Council , the development of wind energy in China, in terms of scale and rhythm, is unparalleled in the world. The National People's Congress permanent committee passed a law that requires the Chinese energy companies to purchase all the electricity produced by the renewable energy sector. [85]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Beach_Point-Lower_East_Pubnico_%28wind_farm%29.jpg/440px-Beach_Point-Lower_East_Pubnico_%28wind_farm%29.jpg",
                "caption": "The Pubnico Wind Farm taken from Beach Point, Lower East Pubnico, Nova Scotia"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Wind_farm_xinjiang.jpg/220px-Wind_farm_xinjiang.jpg",
                "caption": "Wind farm in Xinjiang , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Europe",
        "text": "In 2011 the European Union had a total installed wind capacity of 93,957 MW. Germany had the third-largest capacity in the world (after China and the United States), with an installed capacity of 29,060 MW at the end of 2011. Spain had 21,674 MW, and Italy and France each had between 6,000 and 7,000 MW. [86] [87] By January 2014, the UK installed capacity was 10,495 MW. [88] But energy production can be different from capacity – in 2010, Spain had the highest European wind power production with 43 TWh compared to Germany's 35 TWh. [89] In addition to the ' London Array ', an off-shore wind farm in the Thames Estuary in the United Kingdom , with a capacity of 630 MW (the world's largest off-shore wind farm when built), other large wind farms in Europe include Fântânele-Cogealac Wind Farm near Constanța , Romania with 600 MW capacity, [90] [91] and Whitelee Wind Farm near Glasgow , Scotland which has a total capacity of 539 MW. An important limiting factor of wind power is variable power generated by wind farms. In most locations the wind blows only part of the time, which means that there has to be back-up capacity of dispatchable generation capacity to cover periods that the wind is not blowing. To address this issue it has been proposed to create a \" supergrid \" to connect national grids together [92] across western Europe , ranging from Denmark across the southern North Sea to England and the Celtic Sea to Ireland, and further south to France and Spain especially in Higueruela which was for some time the biggest wind farm in the world. [93] The idea is that by the time a low pressure area has moved away from Denmark to the Baltic Sea the next low appears off the coast of Ireland. Therefore, while it is true that the wind is not blowing everywhere all of the time, it will tend to be blowing somewhere. In July 2022, Seagreen , the world's deepest fixed-bottom wind farm, became operative. Located 26 miles off the Angus coastline, in Scotland, it has 114 turbines that generate 1.1 gigawatts (GW) of electricity. [94] [95]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Windpark_Galicia.jpg/330px-Windpark_Galicia.jpg",
                "caption": "A wind farm in a mountainous area in Galicia , Spain"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "India",
        "text": "India has the fifth largest installed wind power capacity in the world. [96] As of 31 March 2014, the installed capacity of wind power was 21136.3 MW mainly spread across Tamil Nadu state (7253 MW). [97] [98] Wind power accounts nearly 8.5% of India's total installed power generation capacity, and it generates 1.6% of the country's power.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/A_Wind_Energy_farm_and_the_Cenotaphs%2C_the_ancient_and_the_modern%2C_Jaisalmer_Rajasthan_India.jpg/220px-A_Wind_Energy_farm_and_the_Cenotaphs%2C_the_ancient_and_the_modern%2C_Jaisalmer_Rajasthan_India.jpg",
                "caption": "A wind farm overlooking Bada Bagh , India"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Jordan",
        "text": "The 117 MW Tafila Wind Farm in Jordan was inaugurated in December 2015, and is the first large scale wind farm project in the region. [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Tafila_Wind_Farm_3.jpg/220px-Tafila_Wind_Farm_3.jpg",
                "caption": "The Tafila Wind Farm in Jordan , is the first large scale wind farm in the region."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Pakistan",
        "text": "Pakistan has wind corridors in Jhimpir, Gharo and Keti Bundar in Sindh province and is currently developing wind power plants in Jhimpir and Mirpur Sakro (District Thatta). The government of Pakistan decided to develop wind power energy sources due to problems supplying energy to the southern coastal regions of Sindh and Balochistan. The Zorlu Energy Putin Power Plant is the first wind power plant in Pakistan. The wind farm is being developed in Jhimpir, by Zorlu Energy Pakistan the local subsidiary of a Turkish company. The total cost of the project is $136 million.[3] Completed in 2012, it has a total capacity of around 56MW. Fauji Fertilizer Company Energy Limited, has built a 49.5 MW wind Energy Farm at Jhimpir. Contract of supply of mechanical design was awarded to Nordex and Descon Engineering Limited. Nordex is a German wind turbine manufacturer. In the end of 2011 49.6 MW was expected to be completed. The Pakistani government also issued a Letter Of Interest in a 100 MW Wind power plant to FFCEL. The Pakistani government had plans to achieve electric power  generation of up to 2500 MW by the end of 2015 from wind energy to bring down an energy shortage. Currently four wind farms are operational (Fauji Fertilizer 49.5 MW (subsidiary of Fauji Foundation), Three Gorges 49.5 MW, Zorlu Energy Pakistan 56 MW, Sapphire Wind Power Company Limited 52.6 MW) and six are under construction phase ( Master Wind Energy Limited 52.6 MW, Sachal Energy Development Limited 49.5 MW, Yunus Energy Limited 49.5 MW, Gul Energy 49.5 MW, Metro Energy 49.5 MW, Tapal Energy) and were expected to achieve COD in 2017. In the Gharo wind corridor, two wind farms (Foundation Energy 1 & II each 49.5 MW) are operational while two wind farms Tenaga Generasi Limited 49.5 MW and HydroChina Dawood Power Pvt. Limited 49.5 are under construction and expected to achieve COD in 2017. According to a USAID report, Pakistan has the potential of producing 150,000 megawatts of wind energy, of which the Sindh corridor can produce 40,000 megawatts.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Jhimpir_Wind_Farm_2012.jpg/220px-Jhimpir_Wind_Farm_2012.jpg",
                "caption": "Jhimpir Wind Farm, Pakistan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "South Africa",
        "text": "As of September 2015, a number of sizable wind farms have been constructed in South Africa mostly in the Western Cape region. These include the 100 MW Sere Wind Farm and the 138 MW Gouda Wind Facility . Most future wind farms in South Africa are earmarked for locations along the Eastern Cape coastline. [106] [107] [108] Eskom has constructed one small scale prototype windfarm at Klipheuwel in the Western Cape and another demonstrator site is near Darling with phase 1 completed. The first commercial wind farm, Coega Wind Farm in Port Elisabeth, was developed by the Belgian company Electrawinds.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Gouda_Wind_Farm_2015.JPG/220px-Gouda_Wind_Farm_2015.JPG",
                "caption": "Gouda Wind Facility , South Africa"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "United States",
        "text": "U.S. wind power installed capacity in September 2019 exceeded 100,125 MW and supplies 6.94% of the nation's electricity. [109] The majority of wind farms in the United States are located in the Central Plains , with slow expansion into other regions of the country. New installations place the U.S. on a trajectory to generate 20% of the nation's electricity by 2030 from wind energy. [110] Growth in 2008 channeled some $17 billion into the economy, positioning wind power as one of the leading sources of new power generation in the country, along with natural gas . Wind projects completed in 2008 accounted for about 42% of the entire new power-producing capacity added in the U.S. during the year. [111] Texas , with 27,036 MW of capacity, has the most installed wind power capacity of any U.S. state, followed by Iowa with 8,965 MW and Oklahoma with 8,072 MW. [112] Iowa is the leading state in terms of wind energy accounting for nearly 40% of total energy production in 2019. The Alta Wind Energy Center (1,020 MW) in California is the nation's largest wind farm in terms of capacity. Altamont Pass Wind Farm is the largest wind farm in the U.S. in terms of the number of individual turbines. [113] At the end of 2019, about 114,000 people were employed in the U.S. wind industry, [114] and GE Energy was the largest domestic wind turbine manufacturer. [115] In 2018, US wind power provided enough electricity to power approximately 25 million homes, avoiding the emissions of 200 million tons of carbon. [116] [111]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/San_Gorgonio_Pass_Wind_Power_Plants.jpg/220px-San_Gorgonio_Pass_Wind_Power_Plants.jpg",
                "caption": "San Gorgonio Pass wind farm , California"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Iowa_wind_farms-2.jpg/220px-Iowa_wind_farms-2.jpg",
                "caption": "Northern Iowa wind farm"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Ground radar interference",
        "text": "Wind farms can interfere with ground radar systems used for military , weather and air traffic control . The large, rapidly moving blades of the turbines can return signals to the radar that can be mistaken as an aircraft or weather pattern. [160] Actual aircraft and weather patterns around wind farms can be accurately detected, as there is no fundamental physical constraint preventing that, but aging radar infrastructure is significantly challenged with the task. [161] [162] The US military is using wind turbines on some bases, including Barstow near the radar test facility . [163] [164]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/NOAA_windturbine-radar-interference.gif/400px-NOAA_windturbine-radar-interference.gif",
                "caption": "Wind farm interference (in yellow circle) on radar map"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    },
    {
        "section": "Global warming potential of selected electricity sources",
        "text": "1 see also environmental impact of reservoirs#Greenhouse gases . List of acronyms:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/CO2_Emissions_from_Electricity_Production_IPCC.png/220px-CO2_Emissions_from_Electricity_Production_IPCC.png",
                "caption": "Life-cycle greenhouse gas emissions of electricity supply technologies, median values calculated by IPCC [3]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/UNECE_2020_Lifecycle_Emissions.png/220px-UNECE_2020_Lifecycle_Emissions.png",
                "caption": "Lifecycle GHG emissions, in g CO 2 eq. per kWh, UNECE 2020 [5]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Life-cycle_greenhouse_gas_emissions_of_energy_sources",
        "title": "Life-cycle greenhouse gas emissions of energy sources",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Solar Power",
        "topic": "Environmental impacts of solar farms"
    }
]