[
    {
        "section": "Rheology",
        "text": "The lava's viscosity mostly determines the behavior of lava flows. While the temperature of common silicate lava ranges from about 800 °C (1,470 °F) for felsic lavas to 1,200 °C (2,190 °F) for mafic lavas, [16] its viscosity ranges over seven orders of magnitude, from 10 11 cP (10 8 Pa⋅s) for felsic lavas to 10 4 cP (10 Pa⋅s) for mafic lavas. [16] Lava viscosity is mostly determined by composition but also depends on temperature [13] and shear rate. [35] Lava viscosity determines the kind of volcanic activity that takes place when the lava is erupted. The greater the viscosity, the greater the tendency for eruptions to be explosive rather than effusive. As a result, most lava flows on Earth, Mars, and Venus are composed of basalt lava. [36] On Earth, 90% of lava flows are mafic or ultramafic, with intermediate lava making up 8% of flows and felsic lava making up just 2% of flows. [37] Viscosity also determines the aspect (thickness relative to lateral extent) of flows, the speed with which flows move, and the surface character of the flows. [13] [38] When highly viscous lavas erupt effusively rather than in their more common explosive form, they almost always erupt as high-aspect flows or domes. These flows take the form of block lava rather than ʻaʻā or pāhoehoe. Obsidian flows are common. [39] Intermediate lavas tend to form steep stratovolcanoes, with alternating beds of lava from effusive eruptions and tephra from explosive eruptions. [40] Mafic lavas form relatively thin flows that can move great distances, forming shield volcanoes with gentle slopes. [41] In addition to melted rock, most lavas contain solid crystals of various minerals, fragments of exotic rocks known as xenoliths , and fragments of previously solidified lava. The crystal content of most lavas gives them thixotropic and shear thinning properties. [42] In other words, most lavas do not behave like Newtonian fluids, in which the rate of flow is proportional to the shear stress . Instead, a typical lava is a Bingham fluid , which shows considerable resistance to flow until a stress threshold, called the yield stress, is crossed. [43] This results in plug flow of partially crystalline lava. A familiar example of plug flow is toothpaste squeezed out of a toothpaste tube. The toothpaste comes out as a semisolid plug, because shear is concentrated in a thin layer in the toothpaste next to the tube and only there does the toothpaste behave as a fluid. Thixotropic behavior also hinders crystals from settling out of the lava. [44] Once the crystal content reaches about 60%, the lava ceases to behave like a fluid and begins to behave like a solid. Such a mixture of crystals with melted rock is sometimes described as crystal mush . [45] Lava flow speeds vary based primarily on viscosity and slope.  In general, lava flows slowly, with typical speeds for Hawaiian basaltic flows of 0.40 km/h (0.25 mph) and maximum speeds of 10 to 48 km/h (6 to 30 mph) on steep slopes. [37] An exceptional speed of 32 to 97 km/h (20 to 60 mph) was recorded following the collapse of a lava lake at Mount Nyiragongo . [37] The scaling relationship for lavas is that the average speed of a flow scales as the square of its thickness divided by its viscosity. [46] This implies that a rhyolite flow would have to be about a thousand times thicker than a basalt flow to flow at a similar speed.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/PahoehoeLava.jpg/170px-PahoehoeLava.jpg",
                "caption": "Toes of a pāhoehoe advance across a road in Kalapana on the east rift zone of Kīlauea Volcano in Hawaii, United States"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lava",
        "title": "Lava",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Temperature",
        "text": "The temperature of most types of molten lava ranges from about 800 °C (1,470 °F) to 1,200 °C (2,190 °F) [16] depending on the lava's chemical composition. This temperature range is similar to the hottest temperatures achievable with a forced air charcoal forge. [47] Lava is most fluid when first erupted, becoming much more viscous as its temperature drops. [13] Lava flows quickly develop an insulating crust of solid rock as a result of radiative loss of heat. Thereafter, the lava cools by a very slow conduction of heat through the rocky crust. For instance, geologists of the United States Geological Survey regularly drilled into the Kilauea Iki lava lake, formed in an eruption in 1959. After three years, the solid surface crust, whose base was at a temperature of 1,065 °C (1,949 °F), was still only 14 m (46 ft) thick, even though the lake was about 100 m (330 ft) deep. Residual liquid was still present at depths of around 80 m (260 ft) nineteen years after the eruption. [16] A cooling lava flow shrinks, and this fractures the flow. Basalt flows show a characteristic pattern of fractures. The uppermost parts of the flow show irregular downward-splaying fractures, while the lower part of the flow shows a very regular pattern of fractures that break the flow into five- or six-sided columns. The irregular upper part of the solidified flow is called the entablature , while the lower part that shows columnar jointing is called the colonnade . (The terms are borrowed from Greek temple architecture.) Likewise, regular vertical patterns on the sides of columns, produced by cooling with periodic fracturing, are described as chisel marks . Despite their names, these are natural features produced by cooling, thermal contraction, and fracturing. [48] As lava cools, crystallizing inwards from its edges, it expels gases to form vesicles at the lower and upper boundaries. These are described as pipe-stem vesicles or pipe-stem amygdales . Liquids expelled from the cooling crystal mush rise upwards into the still-fluid center of the cooling flow and produce vertical vesicle cylinders . Where these merge towards the top of the flow, they form sheets of vesicular basalt and are sometimes capped with gas cavities that sometimes fill with secondary minerals. The beautiful amethyst geodes found in the flood basalts of South America formed in this manner. [49] Flood basalts typically crystallize little before they cease flowing, and, as a result, flow textures are uncommon in less silicic flows. [50] On the other hand, flow banding is common in felsic flows. [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Giant%27s_Causeway_2006_08.jpg/220px-Giant%27s_Causeway_2006_08.jpg",
                "caption": "Columnar jointing in Giant's Causeway in Northern Ireland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lava",
        "title": "Lava",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Lava morphology",
        "text": "The morphology of lava describes its surface form or texture. More fluid basaltic lava flows tend to form flat sheet-like bodies, whereas viscous rhyolite lava flows form knobbly, blocky masses of rock. Lava erupted underwater has its own distinctive characteristics.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Lava_entering_sea_-_Hawaii.png/220px-Lava_entering_sea_-_Hawaii.png",
                "caption": "Lava entering the sea to expand the big island of Hawaii , Hawaiʻi Volcanoes National Park"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Three_Waikupanaha_and_one_Ki_lava_ocean_entries_w-edit2.jpg/220px-Three_Waikupanaha_and_one_Ki_lava_ocean_entries_w-edit2.jpg",
                "caption": "Lava enters the Pacific at the Big Island of Hawaii ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lava",
        "title": "Lava",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "ʻAʻā",
        "text": "ʻAʻā (also spelled aa , aʻa , ʻaʻa , and a-aa , and pronounced [ʔəˈʔaː] or / ˈ ɑː ( ʔ ) ɑː / ) is one of three basic types of flow lava. ʻAʻā is basaltic lava characterized by a rough or rubbly surface composed of broken lava blocks called clinker. The word is Hawaiian meaning \"stony rough lava\", but also to \"burn\" or \"blaze\"; [52] it was introduced as a technical term in geology by Clarence Dutton . [53] [54] The loose, broken, and sharp, spiny surface of an ʻaʻā flow makes hiking difficult and slow. The clinkery surface actually covers a massive dense core, which is the most active part of the flow. As pasty lava in the core travels downslope, the clinkers are carried along at the surface. At the leading edge of an ʻaʻā flow, however, these cooled fragments tumble down the steep front and are buried by the advancing flow. This produces a layer of lava fragments both at the bottom and top of an ʻaʻā flow. [55] Accretionary lava balls as large as 3 metres (10 feet) are common on ʻaʻā flows. [56] ʻAʻā is usually of higher viscosity than pāhoehoe. Pāhoehoe can turn into ʻaʻā if it becomes turbulent from meeting impediments or steep slopes. [55] The sharp, angled texture makes ʻaʻā a strong radar reflector, and can easily be seen from an orbiting satellite (bright on Magellan pictures). [57] ʻAʻā lavas typically erupt at temperatures of 1,050 to 1,150 °C (1,920 to 2,100 °F) or greater. [58] [59]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Aa_large.jpg/220px-Aa_large.jpg",
                "caption": "Glowing ʻaʻā flow front advancing over pāhoehoe on the coastal plain of Kīlauea in Hawaii , United States"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lava",
        "title": "Lava",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Pāhoehoe",
        "text": "Pāhoehoe (also spelled pahoehoe , from Hawaiian [paːˈhoweˈhowe] [60] meaning \"smooth, unbroken lava\") is basaltic lava that has a smooth, billowy, undulating, or ropy surface. These surface features are due to the movement of very fluid lava under a congealing surface crust. The Hawaiian word was introduced as a technical term in geology by Clarence Dutton . [53] [54] A pāhoehoe flow typically advances as a series of small lobes and toes that continually break out from a cooled crust. It also forms lava tubes where the minimal heat loss maintains a low viscosity. The surface texture of pāhoehoe flows varies widely, displaying all kinds of bizarre shapes often referred to as lava sculpture. With increasing distance from the source, pāhoehoe flows may change into ʻaʻā flows in response to heat loss and consequent increase in viscosity. [24] Experiments suggest that the transition takes place at a temperature between 1,200 and 1,170 °C (2,190 and 2,140 °F), with some dependence on shear rate. [61] [35] Pahoehoe lavas typically have a temperature of 1,100 to 1,200 °C (2,010 to 2,190 °F). [16] On the Earth, most lava flows are less than 10 km (6.2 mi) long, but some pāhoehoe flows are more than 50 km (31 mi) long. [62] Some flood basalt flows in the geologic record extend for hundreds of kilometres. [63] The rounded texture makes pāhoehoe a poor radar reflector, and is difficult to see from an orbiting satellite (dark on Magellan picture). [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Ropy_pahoehoe.jpg/170px-Ropy_pahoehoe.jpg",
                "caption": "Pāhoehoe lava from Kīlauea volcano, Hawaii, United States"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lava",
        "title": "Lava",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Block lava flows",
        "text": "Block lava flows are typical of andesitic lavas from stratovolcanoes. They behave in a similar manner to ʻaʻā flows but their more viscous nature causes the surface to be covered in smooth-sided angular fragments (blocks) of solidified lava instead of clinkers. As with ʻaʻā flows, the molten interior of the flow, which is kept insulated by the solidified blocky surface, advances over the rubble that falls off the flow front. They also move much more slowly downhill and are thicker in depth than ʻaʻā flows. [15]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Block_lava_in_Lassen_Volcanic_National_Park.jpg/220px-Block_lava_in_Lassen_Volcanic_National_Park.jpg",
                "caption": "Block lava at Fantastic Lava Beds near Cinder Cone in Lassen Volcanic National Park"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lava",
        "title": "Lava",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Pillow lava",
        "text": "Pillow lava is the lava structure typically formed when lava emerges from an underwater volcanic vent or subglacial volcano or a lava flow enters the ocean. The viscous lava gains a solid crust on contact with the water, and this crust cracks and oozes additional large blobs or \"pillows\" as more lava emerges from the advancing flow. Since water covers the majority of Earth 's surface and most volcanoes are situated near or under bodies of water, pillow lava is very common. [64]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Nur05018-Pillow_lavas_off_Hawaii.jpg/220px-Nur05018-Pillow_lavas_off_Hawaii.jpg",
                "caption": "Pillow lava on the ocean floor near Hawaii"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lava",
        "title": "Lava",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Volcanoes",
        "text": "Volcanoes are the primary landforms built by repeated eruptions of lava and ash over time. They range in shape from shield volcanoes with broad, shallow slopes formed from predominantly effusive eruptions of relatively fluid basaltic lava flows, to steeply-sided stratovolcanoes (also known as composite volcanoes) made of alternating layers of ash and more viscous lava flows typical of intermediate and felsic lavas. [65] A caldera , which is a large subsidence crater, can form in a stratovolcano, if the magma chamber is partially or wholly emptied by large explosive eruptions; the summit cone no longer supports itself and thus collapses in on itself afterwards. [66] Such features may include volcanic crater lakes and lava domes after the event. [67] However, calderas can also form by non-explosive means such as gradual magma subsidence. This is typical of many shield volcanoes. [68]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Arenallong.jpg/220px-Arenallong.jpg",
                "caption": "Arenal Volcano , Costa Rica, is a stratovolcano ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lava",
        "title": "Lava",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Lava domes and coulées",
        "text": "Lava domes are formed by the extrusion of viscous felsic magma. They can form prominent rounded protuberances, such as at Valles Caldera . As a volcano extrudes silicic lava, it can form an inflation dome or endogenous dome , gradually building up a large, pillow-like structure which cracks, fissures, and may release cooled chunks of rock and rubble. The top and side margins of an inflating lava dome tend to be covered in fragments of rock, breccia and ash. [71] Examples of lava dome eruptions include the Novarupta dome, and successive lava domes of Mount St Helens . [72] When a dome forms on an inclined surface it can flow in short thick flows called coulées (dome flows). These flows often travel only a few kilometres from the vent. [39]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Valle_Grande_dome.jpg/220px-Valle_Grande_dome.jpg",
                "caption": "A forested lava dome in the midst of the Valle Grande, the largest meadow in the Valles Caldera National Preserve , New Mexico, United States"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lava",
        "title": "Lava",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Lava lakes",
        "text": "Rarely, a volcanic cone may fill with lava but not erupt. Lava which pools within the caldera is known as a lava lake. [76] Lava lakes do not usually persist for long, either draining back into the magma chamber once pressure is relieved (usually by venting of gases through the caldera), or by draining via eruption of lava flows or pyroclastic explosion. There are only a few sites in the world where permanent lakes of lava exist. These include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Dikes-large.jpg/220px-Dikes-large.jpg",
                "caption": "Shiprock , New Mexico, United States: a volcanic neck in the distance, with a radiating dike on its south side"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lava",
        "title": "Lava",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Lava fountains",
        "text": "A lava fountain is a volcanic phenomenon in which lava is forcefully but non-explosively ejected from a crater , vent, or fissure . The highest lava fountain recorded was during the 23 November 2013 eruption of Mount Etna in Italy, which reached a stable height of around 2,500 m (8,200 ft) for 18 minutes, briefly peaking at a height of 3,400 m (11,000 ft). [81] Lava fountains may occur as a series of short pulses, or a continuous jet of lava. They are commonly associated with Hawaiian eruptions . [82]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Lava_fountain_at_Kilauea.jpg/170px-Lava_fountain_at_Kilauea.jpg",
                "caption": "450 m-high lava fountain at Kīlauea"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lava",
        "title": "Lava",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Eruption mechanisms",
        "text": "Volcanic eruptions arise through three main mechanisms: [1] There are two types of eruptions in terms of activity, explosive eruptions and effusive eruptions . Explosive eruptions are characterized by gas-driven explosions that propels magma and tephra. [1] Effusive eruptions, meanwhile, are characterized by the outpouring of lava without significant explosive eruption. [2]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/VEIfigure_en.svg/220px-VEIfigure_en.svg.png",
                "caption": "Diagram showing the scale of VEI correlation with total ejecta volume"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Hawaiian",
        "text": "Hawaiian eruptions are a type of volcanic eruption named after the Hawaiian volcanoes , such as Mauna Loa , with this eruptive type is hallmark. Hawaiian eruptions are the calmest types of volcanic events, characterized by the effusive eruption of very fluid basalt -type lavas with low gaseous content . The volume of ejected material from Hawaiian eruptions is less than half of that found in other eruptive types. Steady production of small amounts of lava builds up the large, broad form of a shield volcano . Eruptions are not centralized at the main summit as with other volcanic types, and often occur at vents around the summit and from fissure vents radiating out of the center. [4] Hawaiian eruptions often begin as a line of vent eruptions along a fissure vent , a so-called \"curtain of fire.\" These die down as the lava begins to concentrate at a few of the vents. Central-vent eruptions, meanwhile, often take the form of large lava fountains (both continuous and sporadic), which can reach heights of hundreds of meters or more. The particles from lava fountains usually cool in the air before hitting the ground, resulting in the accumulation of cindery scoria fragments; however, when the air is especially thick with clasts , they cannot cool off fast enough due to the surrounding heat, and hit the ground still hot, the accumulation of which forms spatter cones . If eruptive rates are high enough, they may even form splatter-fed lava flows. Hawaiian eruptions are often extremely long lived; Puʻu ʻŌʻō , a volcanic cone on Kilauea , erupted continuously for over 35 years. Another Hawaiian volcanic feature is the formation of active lava lakes , self-maintaining pools of raw lava with a thin crust of semi-cooled rock. [4] Flows from Hawaiian eruptions are basaltic, and can be divided into two types by their structural characteristics. Pahoehoe lava is a relatively smooth lava flow that can be billowy or ropey. They can move as one sheet, by the advancement of \"toes\", or as a snaking lava column. [10] A'a lava flows are denser and more viscous than pahoehoe, and tend to move slower. Flows can measure 2 to 20 m (7 to 66 ft) thick. A'a flows are so thick that the outside layers cools into a rubble-like mass, insulating the still-hot interior and preventing it from cooling. A'a lava moves in a peculiar way—the front of the flow steepens due to pressure from behind until it breaks off, after which the general mass behind it moves forward. Pahoehoe lava can sometimes become A'a lava due to increasing viscosity or increasing rate of shear , but A'a lava never turns into pahoehoe flow. [11] Hawaiian eruptions are responsible for several unique volcanological objects. Small volcanic particles are carried and formed by the wind, chilling quickly into teardrop-shaped glassy fragments known as Pele's tears (after Pele , the Hawaiian volcano deity). During especially high winds these chunks may even take the form of long drawn-out strands, known as Pele's hair . Sometimes basalt aerates into reticulite , the lowest density rock type on earth. [4] Although Hawaiian eruptions are named after the volcanoes of Hawaii, they are not necessarily restricted to them; the highest lava fountain recorded was during the 23 November 2013 eruption of Mount Etna in Italy, which reached a stable height of around 2,500 m (8,200 ft) for 18 minutes, briefly peaking at a height of 3,400 m (11,000 ft). [12] Volcanoes known to have Hawaiian activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Hawaiian_Eruption-numbers.svg/220px-Hawaiian_Eruption-numbers.svg.png",
                "caption": "Diagram of a Hawaiian eruption . (key: 1. Ash plume 2. Lava fountain 3. Crater 4. Lava lake 5. Fumaroles 6. Lava flow 7. Layers of lava and ash 8. Stratum 9. Sill 10. Magma conduit 11. Magma chamber 12. Dike ) Click for larger version ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Ropy_pahoehoe.jpg/150px-Ropy_pahoehoe.jpg",
                "caption": "Ropey pahoehoe lava from Kilauea , Hawaiʻi"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Strombolian",
        "text": "Strombolian eruptions are a type of volcanic eruption named after the volcano Stromboli , which has been erupting nearly continuously for centuries. [13] Strombolian eruptions are driven by the bursting of gas bubbles within the magma . These gas bubbles within the magma accumulate and coalesce into large bubbles, called gas slugs . These grow large enough to rise through the lava column. [14] Upon reaching the surface, the difference in air pressure causes the bubble to burst with a loud pop, [13] throwing magma in the air in a way similar to a soap bubble . Because of the high gas pressures associated with the lavas, continued activity is generally in the form of episodic explosive eruptions accompanied by the distinctive loud blasts. [13] During eruptions, these blasts occur as often as every few minutes. [15] The term \"Strombolian\" has been used indiscriminately to describe a wide variety of volcanic eruptions, varying from small volcanic blasts to large eruptive columns . In reality, true Strombolian eruptions are characterized by short-lived and explosive eruptions of lavas with intermediate viscosity , often ejected high into the air. Columns can measure hundreds of meters in height. The lavas formed by Strombolian eruptions are a form of relatively viscous basaltic lava, and its end product is mostly scoria . [13] The relative passivity of Strombolian eruptions, and its non-damaging nature to its source vent allow Strombolian eruptions to continue unabated for thousands of years, and also makes it one of the least dangerous eruptive types. [15] Strombolian eruptions eject volcanic bombs and lapilli fragments that travel in parabolic paths before landing around their source vent. [16] The steady accumulation of small fragments builds cinder cones composed completely of basaltic pyroclasts . This form of accumulation tends to result in well-ordered rings of tephra . [13] Strombolian eruptions are similar to Hawaiian eruptions , but there are differences. Strombolian eruptions are noisier, produce no sustained eruptive columns , do not produce some volcanic products associated with Hawaiian volcanism (specifically Pele's tears and Pele's hair ), and produce fewer molten lava flows (although the eruptive material does tend to form small rivulets). [13] [15] Volcanoes known to have Strombolian activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Strombolian_Eruption-numbers.svg/220px-Strombolian_Eruption-numbers.svg.png",
                "caption": "Diagram of a Strombolian eruption . (key: 1. Ash plume 2. Lapilli 3. Volcanic ash rain 4. Lava fountain 5. Volcanic bomb 6. Lava flow 7. Layers of lava and ash 8. Stratum 9. Dike 10. Magma conduit 11. Magma chamber 12. Sill ) Click for larger version ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Stromboli_Eruption.jpg/150px-Stromboli_Eruption.jpg",
                "caption": "An example of the lava arcs formed during Strombolian activity. This image is of Stromboli itself."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Vulcanian",
        "text": "Vulcanian eruptions are a type of volcanic eruption named after the volcano Vulcano . [24] It was named so following Giuseppe Mercalli 's observations of its 1888–1890 eruptions. [25] In Vulcanian eruptions, intermediate viscous magma within the volcano make it difficult for vesiculate gases to escape. Similar to Strombolian eruptions, this leads to the buildup of high gas pressure , eventually popping the cap holding the magma down and resulting in an explosive eruption. However, unlike Strombolian eruptions, ejected lava fragments are not aerodynamic; this is due to the higher viscosity of Vulcanian magma and the greater incorporation of crystalline material broken off from the former cap. They are also more explosive than their Strombolian counterparts, with eruptive columns often reaching between 5 and 10 km (3 and 6 mi) high. Lastly, Vulcanian deposits are andesitic to dacitic rather than basaltic . [24] Initial Vulcanian activity is characterized by a series of short-lived explosions, lasting a few minutes to a few hours and typified by the ejection of volcanic bombs and blocks . These eruptions wear down the lava dome holding the magma down, and it disintegrates, leading to much more quiet and continuous eruptions. Thus an early sign of future Vulcanian activity is lava dome growth, and its collapse generates an outpouring of pyroclastic material down the volcano's slope. [24] Deposits near the source vent consist of large volcanic blocks and bombs , with so-called \" bread-crust bombs \" being especially common. These deeply cracked volcanic chunks form when the exterior of ejected lava cools quickly into a glassy or fine-grained shell, but the inside continues to cool and vesiculate . The center of the fragment expands, cracking the exterior. However the bulk of Vulcanian deposits are fine grained ash . The ash is only moderately dispersed, and its abundance indicates a high degree of fragmentation , the result of high gas contents within the magma. In some cases these have been found to be the result of interaction with meteoric water , suggesting that Vulcanian eruptions are partially hydrovolcanic . [24] Volcanoes that have exhibited Vulcanian activity include: Vulcanian eruptions are estimated to make up at least half of all known Holocene eruptions. [30]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Vulcanian_Eruption-numbers.svg/220px-Vulcanian_Eruption-numbers.svg.png",
                "caption": "Diagram of a Vulcanian eruption . (key: 1. Ash plume 2. Lapilli 3. Lava fountain 4. Volcanic ash rain 5. Volcanic bomb 6. Lava flow 7. Layers of lava and ash 8. Stratum 9. Sill 10. Magma conduit 11. Magma chamber 12. Dike ) Click for larger version."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Tavurvur_volcano_edit.jpg/220px-Tavurvur_volcano_edit.jpg",
                "caption": "Tavurvur in Papua New Guinea erupting"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Peléan",
        "text": "Peléan eruptions (or nuée ardente ) are a type of volcanic eruption named after the volcano Mount Pelée in Martinique , the site of a Peléan eruption in 1902 that is one of the worst natural disasters in history. In Peléan eruptions, a large amount of gas, dust, ash, and lava fragments are blown out the volcano's central crater, [31] driven by the collapse of rhyolite , dacite , and andesite lava domes that often creates large eruptive columns . An early sign of a coming eruption is the growth of a so-called Peléan or lava spine , a bulge in the volcano's summit preempting its total collapse. [32] The material collapses upon itself, forming a fast-moving pyroclastic flow [31] (known as a block -and- ash flow) [33] that moves down the side of the mountain at tremendous speeds, often over 150 km (93 mi) per hour. These landslides make Peléan eruptions one of the most dangerous in the world, capable of tearing through populated areas and causing serious loss of life. The 1902 eruption of Mount Pelée caused tremendous destruction, killing more than 30,000 people and completely destroying St. Pierre , the worst volcanic event in the 20th century . [31] Peléan eruptions are characterized most prominently by the incandescent pyroclastic flows that they drive. The mechanics of a Peléan eruption are very similar to that of a Vulcanian eruption, except that in Peléan eruptions the volcano's structure is able to withstand more pressure, hence the eruption occurs as one large explosion rather than several smaller ones. [34] Volcanoes known to have Peléan activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Pelean_Eruption-numbers.svg/220px-Pelean_Eruption-numbers.svg.png",
                "caption": "Diagram of Peléan eruption . (key: 1. Ash plume 2. Volcanic ash rain 3. Lava dome 4. Volcanic bomb 5. Pyroclastic flow 6. Layers of lava and ash 7. Stratum 8. Magma conduit 9. Magma chamber 10. Dike ) Click for larger version ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Plinian",
        "text": "Plinian eruptions (or Vesuvian eruptions) are a type of volcanic eruption named for the historical eruption of Mount Vesuvius in 79 AD that buried the Roman towns of Pompeii and Herculaneum and, specifically, for its chronicler Pliny the Younger . [40] The process powering Plinian eruptions starts in the magma chamber , where dissolved volatile gases are stored in the magma. The gases vesiculate and accumulate as they rise through the magma conduit . These bubbles agglutinate and once they reach a certain size (about 75% of the total volume of the magma conduit) they explode. The narrow confines of the conduit force the gases and associated magma up, forming an eruptive column . Eruption velocity is controlled by the gas contents of the column, and low-strength surface rocks commonly crack under the pressure of the eruption, forming a flared outgoing structure that pushes the gases even faster. [41] These massive eruptive columns are the distinctive feature of a Plinian eruption, and reach up 2 to 45 km (1 to 28 mi) into the atmosphere . The densest part of the plume, directly above the volcano, is driven internally by gas expansion . As it reaches higher into the air the plume expands and becomes less dense, convection and thermal expansion of volcanic ash drive it even further up into the stratosphere . At the top of the plume, powerful winds may drive the plume away from the volcano . [41] These highly explosive eruptions are usually associated with volatile-rich dacitic to rhyolitic lavas, and occur most typically at stratovolcanoes . Eruptions can last anywhere from hours to days, with longer eruptions being associated with more felsic volcanoes. Although they are usually associated with felsic magma, Plinian eruptions can occur at basaltic volcanoes, if the magma chamber differentiates with upper portions rich in silicon dioxide , [40] or if magma ascends rapidly. [42] Plinian eruptions are similar to both Vulcanian and Strombolian eruptions, except that rather than creating discrete explosive events, Plinian eruptions form sustained eruptive columns. They are also similar to Hawaiian lava fountains in that both eruptive types produce sustained eruption columns maintained by the growth of bubbles that move up at about the same speed as the magma surrounding them. [40] Regions affected by Plinian eruptions are subjected to heavy pumice airfall affecting an area 0.5 to 50 km 3 (0 to 12 cu mi) in size. [40] The material in the ash plume eventually finds its way back to the ground, covering the landscape in a thick layer of many cubic kilometers of ash. [43] However the most dangerous eruptive feature are the pyroclastic flows generated by material collapse, which move down the side of the mountain at extreme speeds [40] of up to 700 km (435 mi) per hour and with the ability to extend the reach of the eruption hundreds of kilometers. [43] The ejection of hot material from the volcano's summit melts snowbanks and ice deposits on the volcano, which mixes with tephra to form lahars , fast moving mudflows with the consistency of wet concrete that move at the speed of a river rapid . [40] Major Plinian eruptive events include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Plinian_Eruption-numbers.svg/220px-Plinian_Eruption-numbers.svg.png",
                "caption": "Diagram of a Plinian eruption . (key: 1. Ash plume 2. Magma conduit 3. Volcanic ash rain 4. Layers of lava and ash 5. Stratum 6. Magma chamber ) Click for larger version ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/MtRedoubtedit1.jpg/220px-MtRedoubtedit1.jpg",
                "caption": "21 April 1990 eruptive column from Redoubt Volcano , as viewed to the west from the Kenai Peninsula"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Armero_aftermath_Marso.jpg/220px-Armero_aftermath_Marso.jpg",
                "caption": "Lahar flows from the 1985 eruption of Nevado del Ruiz , which totally destroyed Armero in Colombia"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Types_of_volcanoes_and_eruption_features.jpg/800px-Types_of_volcanoes_and_eruption_features.jpg",
                "caption": ""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Surtseyan",
        "text": "A Surtseyan (or hydrovolcanic) eruption is a type of volcanic eruption characterized by shallow-water interactions between water and lava, named after its most famous example, the eruption and formation of the island of Surtsey off the coast of Iceland in 1963. Surtseyan eruptions are the \"wet\" equivalent of ground-based Strombolian eruptions , but because they take place in water they are much more explosive. As water is heated by lava, it flashes into steam and expands violently, fragmenting the magma it contacts into fine-grained ash . Surtseyan eruptions are typical of shallow-water volcanic oceanic islands , but they are not confined to seamounts. They can happen on land as well, where rising magma that comes into contact with an aquifer (water-bearing rock formation) at shallow levels under the volcano can cause them. [50] The products of Surtseyan eruptions are generally oxidized palagonite basalts (though andesitic eruptions do occur, albeit rarely), and like Strombolian eruptions Surtseyan eruptions are generally continuous or otherwise rhythmic. [51] A defining feature of a Surtseyan eruption is the formation of a pyroclastic surge (or base surge ), a ground hugging radial cloud that develops along with the eruption column . Base surges are caused by the gravitational collapse of a vaporous eruptive column, one that is denser overall than a regular volcanic column. The densest part of the cloud is nearest to the vent, resulting in a wedge shape. Associated with these laterally moving rings are dune -shaped depositions of rock left behind by the lateral movement. These are occasionally disrupted by bomb sags , rock that was flung out by the explosive eruption and followed a ballistic path to the ground. Accumulations of wet, spherical ash known as accretionary lapilli are another common surge indicator. [50] Over time Surtseyan eruptions tend to form maars , broad low- relief volcanic craters dug into the ground, and tuff rings , circular structures built of rapidly quenched lava. These structures are associated with single vent eruptions. However, if eruptions arise along fracture zones , rift zones may be dug out. Such eruptions tend to be more violent than those which form tuff rings or maars, an example being the 1886 eruption of Mount Tarawera . [50] [51] Littoral cones are another hydrovolcanic feature, generated by the explosive deposition of basaltic tephra (although they are not truly volcanic vents). They form when lava accumulates within cracks in lava, superheats and explodes in a steam explosion , breaking the rock apart and depositing it on the volcano's flank. Consecutive explosions of this type eventually generate the cone. [50] Volcanoes known to have Surtseyan activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Surtseyan_Eruption-numbers.svg/220px-Surtseyan_Eruption-numbers.svg.png",
                "caption": "Diagram of a Surtseyan eruption . (key: 1. Water vapor cloud 2. Compressed ash 3. Crater 4. Water 5. Layers of lava and ash 6. Stratum 7. Magma conduit 8. Magma chamber 9. Dike ) Click for larger version ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Submarine",
        "text": "Submarine eruptions occur underwater. An estimated 75% of volcanic eruptive volume is generated by submarine eruptions near mid ocean ridges alone, however problems detecting deep sea volcanics meant they remained virtually unknown until advances in the 1990s made it possible to observe them. [54] Submarine eruptions may produce seamounts , which may break the surface and form volcanic islands. Submarine volcanism is driven by various processes. Volcanoes near plate boundaries and mid-ocean ridges are built by the decompression melting of mantle rock that rises on an upwelling portion of a convection cell to the crustal surface. Eruptions associated with subducting zones , meanwhile, are driven by subducting plates that add volatiles to the rising plate, lowering its melting point . Each process generates different rock; mid-ocean ridge volcanics are primarily basaltic , whereas subduction flows are mostly calc-alkaline , and more explosive and viscous . [55] Spreading rates along mid-ocean ridges vary widely, from 2 cm (0.8 in) per year at the Mid-Atlantic Ridge , to up to 16 cm (6 in) along the East Pacific Rise . Higher spreading rates are a probable cause for higher levels of volcanism. The technology for studying seamount eruptions did not exist until advancements in hydrophone technology made it possible to \"listen\" to acoustic waves , known as T-waves, released by submarine earthquakes associated with submarine volcanic eruptions. The reason for this is that land-based seismometers cannot detect sea-based earthquakes below a magnitude of 4, but acoustic waves travel well in water and over long periods of time. A system in the North Pacific , maintained by the United States Navy and originally intended for the detection of submarines , has detected an event on average every 2 to 3 years. [54] The most common underwater flow is pillow lava , a rounded lava flow named for its unusual shape. Less common are glassy , marginal sheet flows, indicative of larger-scale flows. Volcaniclastic sedimentary rocks are common in shallow-water environments. As plate movement starts to carry the volcanoes away from their eruptive source, eruption rates start to die down, and water erosion grinds the volcano down. The final stages of eruption cap the seamount in alkalic flows. [55] There are about 100,000 deepwater volcanoes in the world, [56] although most are beyond the active stage of their life. [55] Some exemplary seamounts are Kamaʻehuakanaloa (formerly Loihi), Bowie Seamount , Davidson Seamount , and Axial Seamount .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Submarine_Eruption-numbers.svg/220px-Submarine_Eruption-numbers.svg.png",
                "caption": "Diagram of a Submarine eruption . (key: 1. Water vapor cloud 2. Water 3. Stratum 4. Lava flow 5. Magma conduit 6. Magma chamber 7. Dike 8. Pillow lava ) Click to enlarge ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Subglacial",
        "text": "Subglacial eruptions are a type of volcanic eruption characterized by interactions between lava and ice , often under a glacier . The nature of glaciovolcanism dictates that it occurs at areas of high latitude and high altitude . [57] It has been suggested that subglacial volcanoes that are not actively erupting often dump heat into the ice covering them, producing meltwater . [58] This meltwater mix means that subglacial eruptions often generate dangerous jökulhlaups ( floods ) and lahars . [57] The study of glaciovolcanism is still a relatively new field. Early accounts described the unusual flat-topped steep-sided volcanoes (called tuyas ) in Iceland that were suggested to have formed from eruptions below ice. The first English-language paper on the subject was published in 1947 by William Henry Mathews , describing the Tuya Butte field in northwest British Columbia , Canada . The eruptive process that builds these structures, originally inferred in the paper, [57] begins with volcanic growth below the glacier. At first the eruptions resemble those that occur in the deep sea, forming piles of pillow lava at the base of the volcanic structure. Some of the lava shatters when it comes in contact with the cold ice, forming a glassy breccia called hyaloclastite . After a while the ice finally melts into a lake, and the more explosive eruptions of Surtseyan activity begins, building up flanks made up of mostly hyaloclastite. Eventually the lake boils off from continued volcanism, and the lava flows become more effusive and thicken as the lava cools much more slowly, often forming columnar jointing . Well-preserved tuyas show all of these stages, for example Hjorleifshofdi in Iceland. [59] Products of volcano-ice interactions stand as various structures, whose shape is dependent on complex eruptive and environmental interactions. Glacial volcanism is a good indicator of past ice distribution, making it an important climatic marker. Since they are embedded in ice, as glacial ice retreats worldwide there are concerns that tuyas and other structures may destabilize, resulting in mass landslides . Evidence of volcanic-glacial interactions are evident in Iceland and parts of British Columbia , and it is even possible that they play a role in deglaciation . [57] Glaciovolcanic products have been identified in Iceland, the Canadian province of British Columbia, the U.S. states of Hawaii and Alaska , the Cascade Range of western North America, South America and even on the planet Mars . [57] Volcanoes known to have subglacial activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Subglacial_Eruption-numbers.svg/220px-Subglacial_Eruption-numbers.svg.png",
                "caption": "A diagram of a Subglacial eruption . (key: 1. Water vapor cloud 2. Crater lake 3. Ice 4. Layers of lava and ash 5. Stratum 6. Pillow lava 7. Magma conduit 8. Magma chamber 9. Dike ) Click for larger version ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Her%C3%B0ubrei%C3%B0-Iceland-2.jpg/220px-Her%C3%B0ubrei%C3%B0-Iceland-2.jpg",
                "caption": "Herðubreið , a tuya in Iceland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Phreatic eruptions",
        "text": "Phreatic eruptions (or steam-blast eruptions) are a type of eruption driven by the expansion of steam . When cold ground or surface water come into contact with hot rock or magma it superheats and explodes , fracturing the surrounding rock [63] and thrusting out a mixture of steam, water , ash , volcanic bombs , and volcanic blocks . [64] The distinguishing feature of phreatic explosions is that they only blast out fragments of pre-existing solid rock from the volcanic conduit; no new magma is erupted. [65] Because they are driven by the cracking of rock strata under pressure, phreatic activity does not always result in an eruption; if the rock face is strong enough to withstand the explosive force, outright eruptions may not occur, although cracks in the rock will probably develop and weaken it, furthering future eruptions. [63] Often a precursor of future volcanic activity, [66] phreatic eruptions are generally weak, although there have been exceptions. [65] Some phreatic events may be triggered by earthquake activity, another volcanic precursor, and they may also travel along dike lines. [63] Phreatic eruptions form base surges , lahars , avalanches , and volcanic block \"rain.\" They may also release deadly toxic gas able to suffocate anyone in range of the eruption. [66] Volcanoes known to exhibit phreatic activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Phreatic_Eruption-numbers.svg/220px-Phreatic_Eruption-numbers.svg.png",
                "caption": "Diagram of a phreatic eruption . (key: 1. Water vapor cloud 2. Magma conduit 3. Layers of lava and ash 4. Stratum 5. Water table 6. Explosion 7. Magma chamber )"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Texture",
        "text": "Volcanic rocks are usually fine-grained or aphanitic to glass in texture. They often contain clasts of other rocks and phenocrysts . Phenocrysts are crystals that are larger than the matrix and are identifiable with the unaided eye . Rhomb porphyry is an example with large rhomb shaped phenocrysts embedded in a very fine grained matrix. [4] Volcanic rocks often have a vesicular texture caused by voids left by volatiles trapped in the molten lava . Pumice is a highly vesicular rock produced in explosive volcanic eruptions . [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/LvMS-Lvm.jpg/220px-LvMS-Lvm.jpg",
                "caption": "Photomicrograph of a volcanic lithic fragment ( sand grain ); upper picture is plane-polarized light, bottom picture is cross-polarized light, scale box at left-center is 0.25 millimeter."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanic_rock",
        "title": "Volcanic rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Chemistry",
        "text": "Most modern petrologists classify igneous rocks, including volcanic rocks, \nby their chemistry when dealing with their origin. The fact that different mineralogies and textures may be developed from the same initial magmas has led petrologists to rely heavily on chemistry to look at a volcanic rock's origin. [ citation needed ] The chemical classification of igneous rocks is based first on the total content of silicon and alkali metals ( sodium and potassium ) expressed as weight fraction of silica and alkali oxides ( K 2 O plus Na 2 O ). These place the rock in one of the fields of the TAS diagram . Ultramafic rock and carbonatites have their own specialized classification, but these rarely occur as volcanic rocks. Some fields of the TAS diagram are further subdivided by the ratio of potassium oxide to sodium oxide. Additional classifications may be made on the basis of other components, such as aluminum or iron content. [5] [6] [7] [8] Volcanic rocks are also broadly divided into subalkaline, alkaline, and peralkaline volcanic rocks. Subalkaline rocks are defined as rocks in which SiO 2 < -3.3539 × 10 −4 × A 6 + 1.2030 × 10 −2 × A 5 - 1.5188 × 10 −1 × A 4 + 8.6096 × 10 −1 × A 3 - 2.1111 × A 2 + 3.9492 × A + 39.0 where both silica and total alkali oxide content (A) are expressed as molar fraction . Because the TAS diagram uses weight fraction and the boundary between alkaline and subalkaline rock is defined in terms of molar fraction, the position of this curve on the TAS diagram is only approximate. Peralkaline volcanic rocks are defined as rocks having Na 2 O + K 2 O > Al 2 O 3 , so that some of the alkali oxides must be present as aegirine or sodic amphibole rather than feldspar . [9] [8] The chemistry of volcanic rocks is dependent on two things: the initial composition of the primary magma and the subsequent differentiation. Differentiation of most magmas tends to increase the silica ( SiO 2 ) content, mainly by crystal fractionation . The initial composition of most magmas is basaltic , albeit small differences in initial compositions may result in multiple differentiation series. The most common of these series are the tholeiitic , calc-alkaline , and alkaline . [9] [8]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Classification_extrusive_rocks_EN.svg/290px-Classification_extrusive_rocks_EN.svg.png",
                "caption": "IUGS classification of aphanitic volcanic rocks according to their relative alkali (Na 2 O + K 2 O) and silica (SiO 2 ) weight contents. Blue area is roughly where alkaline rocks plot; yellow area where subalkaline rocks plot.  Original source: * Le Maitre, R.W. ( ed. ); 1989: A classification of igneous rocks and glossary of terms , Blackwell Science, Oxford."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanic_rock",
        "title": "Volcanic rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Naming",
        "text": "Volcanic rocks are named according to both their chemical composition and texture. Basalt is a very common volcanic rock with low silica content. Rhyolite is a volcanic rock with high silica content. Rhyolite has silica content similar to that of granite while basalt is compositionally equal to gabbro . Intermediate volcanic rocks include andesite , dacite , trachyte , and latite . [ citation needed ] Pyroclastic rocks are the product of explosive volcanism. They are often felsic (high in silica). Pyroclastic rocks are often the result of volcanic debris, such as ash , bombs and tephra , and other volcanic ejecta .  Examples of pyroclastic rocks are tuff and ignimbrite . [ citation needed ] Shallow intrusions , which possess structure similar to volcanic rather than plutonic rocks, are also considered to be volcanic, shading into subvolcanic . [ citation needed ] The terms lava stone and lava rock are more used by marketers than geologists, who would likely say \"volcanic rock\" (because lava is a molten liquid and rock is solid). \"Lava stone\" may describe anything from a friable silicic pumice to solid mafic flow basalt, and is sometimes used to describe rocks that were never lava , but look as if they were (such as sedimentary limestone with dissolution pitting ). To convey anything about the physical or chemical properties of the rock, a more specific term should be used; a good supplier will know what sort of volcanic rock they are selling. [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/LvMS-Lvv.jpg/220px-LvMS-Lvv.jpg",
                "caption": "An aphanitic volcanic sand grain, with fine-grained groundmass, as seen under a petrographic microscope"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Olivine_basalt2.jpg/220px-Olivine_basalt2.jpg",
                "caption": "Vesicular olivine basalt from La Palma (green phenocrysts are olivine )."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Pumice_on_20_dollars.jpg/220px-Pumice_on_20_dollars.jpg",
                "caption": "A 15-centimeter (5.9 in) piece of pumice supported by a rolled U.S. $20 bill demonstrates its very low density."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanic_rock",
        "title": "Volcanic rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Composition of volcanic rocks",
        "text": "The sub-family of rocks that form from volcanic lava are called igneous volcanic rocks (to differentiate them from igneous rocks that form from magma below the surface, called igneous plutonic rocks ). The lavas of different volcanoes, when cooled and hardened, differ much in their appearance and composition. If a rhyolite lava-stream cools quickly, it can quickly freeze into a black glassy substance called obsidian . When filled with bubbles of gas, the same lava may form the spongy appearing pumice . Allowed to cool slowly, it forms a light-colored, uniformly solid rock called rhyolite. [ citation needed ] The lavas, having cooled rapidly in contact with the air or water, are mostly finely crystalline or have at least fine-grained ground-mass representing that part of the viscous semi-crystalline lava flow that was still liquid at the moment of eruption. At this time they were exposed only to atmospheric pressure, and the steam and other gases, which they contained in great quantity were free to escape; many important modifications arise from this, the most striking being the frequent presence of numerous steam cavities ( vesicular structure) often drawn out to elongated shapes subsequently filled up with minerals by infiltration ( amygdaloidal structure). [11] [12] [13] [14] As crystallization was going on while the mass was still creeping forward under the surface of the Earth, the latest formed minerals (in the ground-mass ) are commonly arranged in subparallel winding lines that follow the direction of movement (fluxion or fluidal structure)—and larger early minerals that previously crystallized may show the same arrangement. Most lavas fall considerably below their original temperatures before emitted. In their behavior, they present a close analogy to hot solutions of salts in water, which, when they approach the saturation temperature, first deposit a crop of large, well-formed crystals (labile stage) and subsequently precipitate clouds of smaller less perfect crystalline particles (metastable stage). [11] In igneous rocks the first generation of crystals generally forms before the lava has emerged to the surface, that is to say, during the ascent from the subterranean depths to the crater of the volcano. It has frequently been verified by observation that freshly emitted lavas contain large crystals borne along in a molten, liquid mass. The large, well-formed, early crystals ( phenocrysts ) are said to be porphyritic ; the smaller crystals of the surrounding matrix or ground-mass belong to the post-effusion stage. More rarely lavas are completely fused at the moment of ejection; they may then cool to form a non-porphyritic, finely crystalline rock, or if more rapidly chilled may in large part be non-crystalline or glassy (vitreous rocks such as obsidian, tachylyte , pitchstone ). [11] A common feature of glassy rocks is the presence of rounded bodies ( spherulites ), consisting of fine divergent fibres radiating from a center; they consist of imperfect crystals of feldspar, mixed with quartz or tridymite ; similar bodies are often produced artificially in glasses that are allowed to cool slowly. Rarely these spherulites are hollow or consist of concentric shells with spaces between ( lithophysae ). Perlitic structure, also common in glasses, consists of the presence of concentric rounded cracks owing to contraction on cooling. [11] The phenocrysts or porphyritic minerals are not only larger than those of the ground-mass; as the matrix was still liquid when they formed they were free to take perfect crystalline shapes, without interference by the pressure of adjacent crystals. They seem to have grown rapidly, as they are often filled with enclosures of glassy or finely crystalline material like that of the ground-mass . Microscopic examination of the phenocrysts often reveals that they have had a complex history. Very frequently they show layers of different composition, indicated by variations in color or other optical properties; thus augite may be green in the center surrounded by various shades of brown; or they may be pale green centrally and darker green with strong pleochroism (aegirine) at the periphery. [11] In the feldspars the center is usually richer in calcium than the surrounding layers, and successive zones may often be noted, each less calcic than those within it. Phenocrysts of quartz (and of other minerals), instead of sharp, perfect crystalline faces, may show rounded corroded surfaces, with the points blunted and irregular tongue-like projections of the matrix into the substance of the crystal. It is clear that after the mineral had crystallized it was partly again dissolved or corroded at some period before the matrix solidified. [11] Corroded phenocrysts of biotite and hornblende are very common in some lavas; they are surrounded by black rims of magnetite mixed with pale green augite. The hornblende or biotite substance has proved unstable at a certain stage of consolidation, and has been replaced by a paramorph of augite and magnetite, which may partially or completely substitute for the original crystal but still retains its characteristic outlines. [11]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Aa_next_to_pahoehoe_lava_at_Craters_of_the_Moon_NM-750px.JPG/220px-Aa_next_to_pahoehoe_lava_at_Craters_of_the_Moon_NM-750px.JPG",
                "caption": "ʻAʻā next to pāhoehoe lava at the Craters of the Moon National Monument and Preserve , Idaho, United States."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Latit_-_Boxberg%2C_Hocheifel.jpg/220px-Latit_-_Boxberg%2C_Hocheifel.jpg",
                "caption": "A German example of latite , a type of volcanic rock"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Rhyolite_2013.jpg/220px-Rhyolite_2013.jpg",
                "caption": "A sample of rhyolite"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Scoria_AmsterdamIsland_2_edit.jpg/220px-Scoria_AmsterdamIsland_2_edit.jpg",
                "caption": "Basaltic scoria from Amsterdam Island in the Indian Ocean"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Volcanic_rock.jpg/220px-Volcanic_rock.jpg",
                "caption": "Volcanic rocks, Porto Moniz , Madeira"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanic_rock",
        "title": "Volcanic rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Plate tectonics",
        "text": "According to the theory of plate tectonics, Earth's lithosphere , its rigid outer shell, is broken into sixteen larger and several smaller plates. These are in slow motion, due to convection in the underlying ductile mantle , and most volcanic activity on Earth takes place along plate boundaries, where plates are converging (and lithosphere is being destroyed) or are diverging (and new lithosphere is being created). [6] During the development of geological theory, certain concepts that allowed the grouping of volcanoes in time, place, structure and composition have developed that ultimately have had to be explained in the theory of plate tectonics. For example, some volcanoes are polygenetic with more than one period of activity during their history; other volcanoes that become extinct after erupting exactly once are monogenetic (meaning \"one life\") and such volcanoes are often grouped together in a geographical region. [7]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Spreading_ridges_volcanoes_map-en.svg/400px-Spreading_ridges_volcanoes_map-en.svg.png",
                "caption": "Map showing the divergent plate boundaries (oceanic spreading ridges) and recent sub-aerial volcanoes (mostly at convergent boundaries)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Fissure vents",
        "text": "Volcanic fissure vents are flat, linear fractures through which lava emerges.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Lakagigar_Iceland_2004-07-01.jpg/220px-Lakagigar_Iceland_2004-07-01.jpg",
                "caption": "Lakagigar fissure vent in Iceland , the source of the major world climate alteration of 1783–84 , has a chain of volcanic cones along its length."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Shield volcanoes",
        "text": "Shield volcanoes, so named for their broad, shield-like profiles, are formed by the eruption of low-viscosity lava that can flow a great distance from a vent. They generally do not explode catastrophically, but are characterized by relatively gentle effusive eruptions . Since low-viscosity magma is typically low in silica, shield volcanoes are more common in oceanic than continental settings. The Hawaiian volcanic chain is a series of shield cones, and they are common in Iceland , as well.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Skjaldbreidur_Herbst_2004.jpg/220px-Skjaldbreidur_Herbst_2004.jpg",
                "caption": "Skjaldbreiður , a shield volcano whose name means \"broad shield\""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Cinder cones",
        "text": "Cinder cones result from eruptions of mostly small pieces of scoria and pyroclastics (both resemble cinders, hence the name of this volcano type) that build up around the vent. These can be relatively short-lived eruptions that produce a cone-shaped hill perhaps 30 to 400 meters (100 to 1,300 ft) high. Most cinder cones erupt only once and some may be found in monogenetic volcanic fields that may include other features that form when magma comes into contact with water such as maar explosion craters and tuff rings . [16] Cinder cones may form as flank vents on larger volcanoes, or occur on their own. Parícutin in Mexico and Sunset Crater in Arizona are examples of cinder cones. In New Mexico , Caja del Rio is a volcanic field of over 60 cinder cones. Based on satellite images, it has been suggested that cinder cones might occur on other terrestrial bodies in the Solar system too; on the surface of Mars and the Moon. [17] [18] [19] [20]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Izalco_Volcano.jpg/220px-Izalco_Volcano.jpg",
                "caption": "Izalco volcano , the youngest volcano in El Salvador. Izalco erupted almost continuously from 1770 (when it formed) to 1958, earning it the nickname of \"Lighthouse of the Pacific\"."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Stratovolcanoes (composite volcanoes)",
        "text": "Stratovolcanoes (composite volcanoes) are tall conical mountains composed of lava flows and tephra in alternate layers, the strata that gives rise to the name. They are also known as composite volcanoes because they are created from multiple structures during different kinds of eruptions. Classic examples include Mount Fuji in Japan, Mayon Volcano in the Philippines, and Mount Vesuvius and Stromboli in Italy. Ash produced by the explosive eruption of stratovolcanoes has historically posed the greatest volcanic hazard to civilizations. The lavas of stratovolcanoes are higher in silica, and therefore much more viscous, than lavas from shield volcanoes. High-silica lavas also tend to contain more dissolved gas. The combination is deadly, promoting explosive eruptions that produce great quantities of ash, as well as pyroclastic surges like the one that destroyed the city of Saint-Pierre in Martinique in 1902. They are also steeper than shield volcanoes, with slopes of 30–35° compared to slopes of generally 5–10°, and their loose tephra are material for dangerous lahars . [21] Large pieces of tephra are called volcanic bombs . Big bombs can measure more than 4 feet (1.2 meters) across and weigh several tons. [22]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Volcano_scheme.svg/310px-Volcano_scheme.svg.png",
                "caption": "Cross-section through a stratovolcano (vertical scale is exaggerated) : Large magma chamber Bedrock Conduit (pipe) Base Sill Dike Layers of ash emitted by the volcano Flank Layers of lava emitted by the volcano Throat Parasitic cone Lava flow Vent Crater Ash cloud"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Submarine volcanoes",
        "text": "Submarine volcanoes are common features of the ocean floor. Volcanic activity during the Holocene Epoch has been documented at only 119 submarine volcanoes, but there may be more than one million geologically young submarine volcanoes on the ocean floor. [27] [28] In shallow water, active volcanoes disclose their presence by blasting steam and rocky debris high above the ocean's surface. In the deep ocean basins, the tremendous weight of the water prevents the explosive release of steam and gases; however, submarine eruptions can be detected by hydrophones and by the discoloration of water because of volcanic gases . Pillow lava is a common eruptive product of submarine volcanoes and is characterized by thick sequences of discontinuous pillow-shaped masses which form under water. Even large submarine eruptions may not disturb the ocean surface, due to the rapid cooling effect and increased buoyancy in water (as compared to air), which often causes volcanic vents to form steep pillars on the ocean floor. Hydrothermal vents are common near these volcanoes, and some support peculiar ecosystems based on chemotrophs feeding on dissolved minerals. Over time, the formations created by submarine volcanoes may become so large that they break the ocean surface as new islands or floating pumice rafts . In May and June 2018, a multitude of seismic signals were detected by earthquake monitoring agencies all over the world. They took the form of unusual humming sounds, and some of the signals detected in November of that year had a duration of up to 20 minutes. An oceanographic research campaign in May 2019 showed that the previously mysterious humming noises were caused by the formation of a submarine volcano off the coast of Mayotte . [29]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Tonga_Volcano_Eruption_2022-01-15_0320Z_to_0610Z_Himawari-8_visible.gif/220px-Tonga_Volcano_Eruption_2022-01-15_0320Z_to_0610Z_Himawari-8_visible.gif",
                "caption": "Satellite images of the 15 January 2022 eruption of Hunga Tonga-Hunga Haʻapai"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Erupted material",
        "text": "The material that is expelled in a volcanic eruption can be classified into three types:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Lava_channel_overflow.JPG/220px-Lava_channel_overflow.JPG",
                "caption": "Pāhoehoe lava flow on Hawaii . The picture shows overflows of a main lava channel ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Litli-Hr%C3%BAtur_eruption_2023.jpg/220px-Litli-Hr%C3%BAtur_eruption_2023.jpg",
                "caption": "Litli-Hrútur ( Fagradalsfjall ) eruption 2023. View from an airplane"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Aerial_image_of_Stromboli_%28view_from_the_northeast%29.jpg/220px-Aerial_image_of_Stromboli_%28view_from_the_northeast%29.jpg",
                "caption": "The Stromboli stratovolcano off the coast of Sicily has erupted continuously for thousands of years, giving rise to its nickname \"Lighthouse of the Mediterranean\"."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Lava flows",
        "text": "The form and style of eruption of a volcano is largely determined by the composition of the lava it erupts. The viscosity (how fluid the lava is) and the amount of dissolved gas are the most important characteristics of magma, and both are largely determined by the amount of silica in the magma. Magma rich in silica is much more viscous than silica-poor magma, and silica-rich magma also tends to contain more dissolved gases. Lava can be broadly classified into four different compositions: [39] Mafic lava flows show two varieties of surface texture: ʻAʻa (pronounced [ˈʔaʔa] ) and pāhoehoe ( [paːˈho.eˈho.e] ), both Hawaiian words. ʻAʻa is characterized by a rough, clinkery surface and is the typical texture of cooler basalt lava flows. Pāhoehoe is characterized by its smooth and often ropey or wrinkly surface and is generally formed from more fluid lava flows. Pāhoehoe flows are sometimes observed to transition to ʻaʻa flows as they move away from the vent, but never the reverse. [53] More silicic lava flows take the form of block lava, where the flow is covered with angular, vesicle-poor blocks. Rhyolitic flows typically consist largely of obsidian . [54]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Rinjani_1994_cropped.jpg/220px-Rinjani_1994_cropped.jpg",
                "caption": "Mount Rinjani eruption in 1994, in Lombok , Indonesia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Tephra",
        "text": "Tephra is made when magma inside the volcano is blown apart by the rapid expansion of hot volcanic gases. Magma commonly explodes as the gas dissolved in it comes out of solution as the pressure decreases when it flows to the surface . These violent explosions produce particles of material that can then fly from the volcano. Solid particles smaller than 2 mm in diameter ( sand-sized or smaller) are called volcanic ash. [36] [37] Tephra and other volcaniclastics (shattered volcanic material) make up more of the volume of many volcanoes than do lava flows. Volcaniclastics may have contributed as much as a third of all sedimentation in the geologic record. The production of large volumes of tephra is characteristic of explosive volcanism. [55]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Tuff_shards.jpg/220px-Tuff_shards.jpg",
                "caption": "Light-microscope image of tuff as seen in thin section (long dimension is several mm): the curved shapes of altered glass shards (ash fragments) are well preserved, although the glass is partly altered. The shapes were formed around bubbles of expanding, water-rich gas."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Types of volcanic eruptions",
        "text": "Eruption styles are broadly divided into magmatic, phreatomagmatic, and phreatic eruptions. [56] The intensity of explosive volcanism is expressed using the Volcanic Explosivity Index (VEI), which ranges from 0 for Hawaiian-type eruptions to 8 for supervolcanic eruptions. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Volcanic_injection.svg/220px-Volcanic_injection.svg.png",
                "caption": "Schematic of volcano injection of aerosols and gases"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Volcanic activity",
        "text": "As of December 2022 [update] , the Smithsonian Institution 's Global Volcanism Program database of volcanic eruptions in the Holocene Epoch (the last 11,700 years) lists 9,901 confirmed eruptions from 859 volcanoes. The database also lists 1,113 uncertain eruptions and 168 discredited eruptions for the same time interval. [58] [59] Volcanoes vary greatly in their level of activity, with individual volcanic systems having an eruption recurrence ranging from several times a year to once in tens of thousands of years. [60] Volcanoes are informally described as erupting , active , dormant , or extinct , but the definitions of these terms are not entirely uniform amongst volcanologists. The level of activity of most volcanoes falls upon a graduated spectrum, with much overlap between categories, and does not always fit neatly into only one of these three separate categories. [61]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Pompeii_-_Casa_del_Centenario_-_MAN.jpg/170px-Pompeii_-_Casa_del_Centenario_-_MAN.jpg",
                "caption": "Fresco with Mount Vesuvius behind Bacchus and Agathodaemon , as seen in Pompeii 's House of the Centenary"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Dormant and reactivated",
        "text": "The USGS defines a dormant volcano as any volcano that is not showing any signs of unrest such as earthquake swarms, ground swelling, or excessive noxious gas emissions, but which shows signs that it could yet become active again. [63] Many dormant volcanoes have not erupted for thousands of years, but have still shown signs that they may be likely to erupt again in the future. [64] [65] In an article justifying the re-classification of Alaska's Mount Edgecumbe volcano from \"dormant\" to \"active\", volcanologists at the Alaska Volcano Observatory pointed out that the term \"dormant\" in reference to volcanoes has been deprecated over the past few decades and that \"[t]he term \"dormant volcano\" is so little used and undefined in modern volcanology that the Encyclopedia of Volcanoes (2000) does not contain it in the glossaries or index\", [66] however the USGS still widely employs the term. Previously a volcano was often considered to be extinct if there were no written records of its activity. Such a generalisation is inconsistent with observation and deeper study, as has occurred recently with the unexpected eruption of the Chaitén volcano in 2008. [67] Modern volcanic activity monitoring techniques, and improvements in the modelling of the factors that produce eruptions, have helped the understanding of why volcanoes may remain dormant for a long period of time, and then become unexpectedly active again. The potential for eruptions, and their style, depend mainly upon the state of the magma storage system under the volcano, the eruption trigger mechanism and its timescale. [68] : 95 For example, the Yellowstone volcano has a repose/recharge period of around 700,000 years, and Toba of around 380,000 years. [69] Vesuvius was described by Roman writers as having been covered with gardens and vineyards before its unexpected eruption of 79 CE , which destroyed the towns of Herculaneum and Pompeii . Accordingly, it can sometimes be difficult to distinguish between an extinct volcano and a dormant (inactive) one. Long volcano dormancy is known to decrease awareness. [68] : 96 Pinatubo was an inconspicuous volcano, unknown to most people in the surrounding areas, and initially not seismically monitored before its unanticipated and catastrophic eruption of 1991. Two other examples of volcanoes which were once thought to be extinct, before springing back into eruptive activity were the long-dormant Soufrière Hills volcano on the island of Montserrat , thought to be extinct until activity resumed in 1995 (turning its capital Plymouth into a ghost town ) and Fourpeaked Mountain in Alaska, which, before its September 2006 eruption, had not erupted since before 8000 BCE.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Narcondam_island.jpg/220px-Narcondam_island.jpg",
                "caption": "Narcondam Island , India, is classified as a dormant volcano by the Geological Survey of India ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Extinct",
        "text": "Extinct volcanoes are those that scientists consider unlikely to erupt again because the volcano no longer has a magma supply. Examples of extinct volcanoes are many volcanoes on the Hawaiian–Emperor seamount chain in the Pacific Ocean (although some volcanoes at the eastern end of the chain are active), Hohentwiel in Germany , Shiprock in New Mexico , US , Capulin in New Mexico, US, Zuidwal volcano in the Netherlands , and many volcanoes in Italy such as Monte Vulture . Edinburgh Castle in Scotland is located atop an extinct volcano, which forms Castle Rock . Whether a volcano is truly extinct is often difficult to determine. Since \"supervolcano\" calderas can have eruptive lifespans sometimes measured in millions of years, a caldera that has not produced an eruption in tens of thousands of years may be considered dormant instead of extinct. An individual volcano in a monogenetic volcanic field can be extinct but that does not mean a completely new volcano might not erupt close by with little or no warning as its field may have an active magma supply.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Capulin_1980_tde00005.jpg/220px-Capulin_1980_tde00005.jpg",
                "caption": "Capulin Volcano National Monument in New Mexico, US"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Decade volcanoes",
        "text": "The Decade Volcanoes are 16 volcanoes identified by the International Association of Volcanology and Chemistry of the Earth's Interior (IAVCEI) as being worthy of particular study in light of their history of large, destructive eruptions and proximity to populated areas. They are named Decade Volcanoes because the project was initiated as part of the United Nations-sponsored International Decade for Natural Disaster Reduction (the 1990s). The 16 current Decade Volcanoes are: The Deep Earth Carbon Degassing Project , an initiative of the Deep Carbon Observatory , monitors nine volcanoes, two of which are Decade volcanoes. The focus of the Deep Earth Carbon Degassing Project is to use Multi-Component Gas Analyzer System instruments to measure CO 2 /SO 2 ratios in real-time and in high-resolution to allow detection of the pre-eruptive degassing of rising magmas, improving prediction of volcanic activity . [71]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Koryaksky_volcano_Petropavlovsk-Kamchatsky_oct-2005.jpg/220px-Koryaksky_volcano_Petropavlovsk-Kamchatsky_oct-2005.jpg",
                "caption": "Koryaksky volcano towering over Petropavlovsk-Kamchatsky on Kamchatka Peninsula , Far Eastern Russia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Volcanoes and humans",
        "text": "Volcanic eruptions pose a significant threat to human civilization. However, volcanic activity has also provided humans with important resources.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Mauna_Loa_atmospheric_transmission.png/220px-Mauna_Loa_atmospheric_transmission.png",
                "caption": "Solar radiation graph 1958–2008, showing how the radiation is reduced after major volcanic eruptions"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/SO2_Galapagos_20051101.jpg/220px-SO2_Galapagos_20051101.jpg",
                "caption": "Sulfur dioxide concentration over the Sierra Negra Volcano , Galapagos Islands , during an eruption in October 2005"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Hazards",
        "text": "There are many different types of volcanic eruptions and associated activity: phreatic eruptions (steam-generated eruptions), explosive eruption of high- silica lava (e.g., rhyolite ), effusive eruption of low-silica lava (e.g., basalt ), sector collapses , pyroclastic flows , lahars (debris flow) and carbon dioxide emission . All of these activities can pose a hazard to humans. Earthquakes, hot springs , fumaroles , mud pots and geysers often accompany volcanic activity. Volcanic gases can reach the stratosphere, where they form sulfuric acid aerosols that can reflect solar radiation and lower surface temperatures significantly. [72] Sulfur dioxide from the eruption of Huaynaputina may have caused the Russian famine of 1601–1603 . [73] Chemical reactions of sulfate aerosols in the stratosphere can also damage the ozone layer , and acids such as hydrogen chloride (HCl) and hydrogen fluoride (HF) can fall to the ground as acid rain . Excessive fluoride salts from eruptions have poisoned livestock in Iceland on multiple occasions. [74] : 39–58 Explosive volcanic eruptions release the greenhouse gas carbon dioxide and thus provide a deep source of carbon for biogeochemical cycles . [75] Ash thrown into the air by eruptions can present a hazard to aircraft, especially jet aircraft where the particles can be melted by the high operating temperature; the melted particles then adhere to the turbine blades and alter their shape, disrupting the operation of the turbine. This can cause major disruptions to air travel. A volcanic winter is thought to have taken place around 70,000 years ago after the supereruption of Lake Toba on Sumatra island in Indonesia. [76] This may have created a population bottleneck that affected the genetic inheritance of all humans today. [77] Volcanic eruptions may have contributed to major extinction events, such as the End-Ordovician , Permian-Triassic , and Late Devonian mass extinctions . [78] The 1815 eruption of Mount Tambora created global climate anomalies that became known as the \" Year Without a Summer \" because of the effect on North American and European weather. [79] The freezing winter of 1740–41, which led to widespread famine in northern Europe, may also owe its origins to a volcanic eruption. [80]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Large_eruptions.jpg/290px-Large_eruptions.jpg",
                "caption": "Comparison of major United States prehistoric eruptions ( VEI 7 and 8 ) with major historical volcanic eruptions in the 19th and 20th century (VEI 5, 6 and 7). From left to right: Yellowstone 2.1 Ma, Yellowstone 1.3 Ma, Long Valley 6.26 Ma, Yellowstone 0.64 Ma . 19th century eruptions: Tambora 1815, Krakatoa 1883. 20th century eruptions: Novarupta 1912, St. Helens 1980, Pinatubo 1991."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Volcanoes on other celestial bodies",
        "text": "Earth's Moon has no large volcanoes and no current volcanic activity, although recent evidence suggests it may still possess a partially molten core. [91] However, the Moon does have many volcanic features such as maria [92] (the darker patches seen on the Moon), rilles [93] and domes . [94] The planet Venus has a surface that is 90% basalt , indicating that volcanism played a major role in shaping its surface. The planet may have had a major global resurfacing event about 500 million years ago, [95] from what scientists can tell from the density of impact craters on the surface. Lava flows are widespread and forms of volcanism not present on Earth occur as well. Changes in the planet's atmosphere and observations of lightning have been attributed to ongoing volcanic eruptions, although there is no confirmation of whether or not Venus is still volcanically active. However, radar sounding by the Magellan probe revealed evidence for comparatively recent volcanic activity at Venus's highest volcano Maat Mons , in the form of ash flows near the summit and on the northern flank. [96] However, the interpretation of the flows as ash flows has been questioned. [97] There are several extinct volcanoes on Mars , four of which are vast shield volcanoes far bigger than any on Earth. They include Arsia Mons , Ascraeus Mons , Hecates Tholus , Olympus Mons , and Pavonis Mons . These volcanoes have been extinct for many millions of years, [98] but the European Mars Express spacecraft has found evidence that volcanic activity may have occurred on Mars in the recent past as well. [98] Jupiter 's moon Io is the most volcanically active object in the Solar System because of tidal interaction with Jupiter. It is covered with volcanoes that erupt sulfur , sulfur dioxide and silicate rock, and as a result, Io is constantly being resurfaced. Its lavas are the hottest known anywhere in the Solar System, with temperatures exceeding 1,800 K (1,500 °C). In February 2001, the largest recorded volcanic eruptions in the Solar System occurred on Io. [99] Europa , the smallest of Jupiter's Galilean moons , also appears to have an active volcanic system, except that its volcanic activity is entirely in the form of water, which freezes into ice on the frigid surface. This process is known as cryovolcanism , and is apparently most common on the moons of the outer planets of the Solar System . [100] In 1989, the Voyager 2 spacecraft observed cryovolcanoes (ice volcanoes) on Triton , a moon of Neptune , and in 2005 the Cassini–Huygens probe photographed fountains of frozen particles erupting from Enceladus , a moon of Saturn . [101] [102] The ejecta may be composed of water, liquid nitrogen , ammonia , dust, or methane compounds. Cassini–Huygens also found evidence of a methane-spewing cryovolcano on the Saturnian moon Titan , which is believed to be a significant source of the methane found in its atmosphere. [103] It is theorized that cryovolcanism may also be present on the Kuiper Belt Object Quaoar . A 2010 study of the exoplanet COROT-7b , which was detected by transit in 2009, suggested that tidal heating from the host star very close to the planet and neighboring planets could generate intense volcanic activity similar to that found on Io. [104]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Tvashtarvideo.gif/220px-Tvashtarvideo.gif",
                "caption": "The Tvashtar volcano erupts a plume 330 km (205 mi) above the surface of Jupiter 's moon Io ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Olympus_Mons.jpeg/170px-Olympus_Mons.jpeg",
                "caption": "Olympus Mons ( Latin , \"Mount Olympus\"), located on the planet Mars , is the tallest known mountain in the Solar System ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Definition and characteristics",
        "text": "Basalt is composed mostly of oxides of silicon, iron, magnesium, potassium, aluminum, titanium, and calcium. Geologists classify igneous rock by its mineral content whenever possible, with the relative volume percentages of quartz (crystalline silica (SiO 2 )), alkali feldspar , plagioclase , and feldspathoid ( QAPF ) being particularly important. An aphanitic (fine-grained) igneous rock is classified as basalt when its QAPF fraction is composed of less than 10% feldspathoid and less than 20% quartz, with plagioclase making up at least 65% of its feldspar content. This places basalt in the basalt/andesite field of the QAPF diagram. Basalt is further distinguished from andesite by its silica content of under 52%. [3] [4] [5] [6] It is often not practical to determine the mineral composition of volcanic rocks, due to their very fine grain size, and geologists then classify the rocks chemically, with the total content of alkali metal oxides and silica ( TAS ) being particularly important. Basalt is then defined as volcanic rock with a content of 45% to 52% silica and not more than 5% alkali metal oxides. This places basalt in the B field of the TAS diagram. [3] [4] [6] Such a composition is described as mafic . [7] Basalt is usually dark grey to black in colour, due to its high content of augite or other dark-coloured pyroxene minerals, [8] [9] [10] but can exhibit a wide range of shading. Some basalts are quite light-coloured due to a high content of plagioclase, and these are sometimes described as leucobasalts . [11] [12] Lighter basalt can be difficult to distinguish from andesite , but a common rule of thumb , used in field research , is that basalt has a color index of 35 or greater. [13] The physical properties of basalt reflect its relatively low silica content and typically high iron and magnesium content. [14] The average density of basalt is 2.9 g/cm 3 , compared with a typical density for granite of 2.7 g/cm 3 . [15] The viscosity of basaltic magma is relatively low, around 10 4 to 10 5 cP , although this is still many orders of magnitude higher than water (which has a viscosity of about 1 cP). The viscosity of basaltic magma is similar to that of ketchup . [16] Basalt is often porphyritic , containing larger crystals ( phenocrysts ) formed prior to the extrusion that brought the magma to the surface, embedded in a finer-grained matrix . These phenocrysts usually are of augite, olivine , or a calcium-rich plagioclase, [9] which have the highest melting temperatures of the typical minerals that can crystallize from the melt and are therefore the first to form solid crystals. [17] [18] Basalt often contains vesicles , formed when dissolved gases bubble out of the magma as it decompresses during its approach to the surface, and the erupted lava then solidifies before the gases can escape. When vesicles make up a substantial fraction of the volume of the rock, the rock is described as scoria . [19] [20] The term basalt is at times applied to shallow intrusive rocks with a composition typical of basalt, but rocks of this composition with a phaneritic (coarser) groundmass are more properly referred to as diabase (also called dolerite) or, when more coarse-grained (crystals over 2 mm across), as gabbro . Diabase and gabbro are thus the hypabyssal and plutonic equivalents of basalt. [4] [21] In the Hadean , Archean , and early Proterozoic eons of Earth's history, the chemistry of erupted magmas was significantly different from today's, due to immature crustal and asthenosphere differentiation. These ultramafic volcanic rocks, with silica (SiO 2 ) contents below 45% are usually classified as komatiites . [22] [23]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Basalt_qapf.jpg/220px-Basalt_qapf.jpg",
                "caption": "QAPF diagram with basalt/andesite field highlighted in yellow. Basalt is distinguished from andesite by SiO 2 < 52%."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/TAS-Diagramm-basalt.png/300px-TAS-Diagramm-basalt.png",
                "caption": "Basalt is field B in the TAS classification ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/VesicularBasalt1.jpg/220px-VesicularBasalt1.jpg",
                "caption": "Vesicular basalt at Sunset Crater , Arizona. US quarter (24mm) for scale."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Basalt_columns_in_yellowstone_2.jpg/220px-Basalt_columns_in_yellowstone_2.jpg",
                "caption": "Columnar basalt flows in Yellowstone National Park , USA"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Szentgy%C3%B6rgyhegy03.jpg/170px-Szentgy%C3%B6rgyhegy03.jpg",
                "caption": "Columnar basalt at Szent György Hill, Hungary"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Basalt",
        "title": "Basalt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Types",
        "text": "On Earth, most basalt forms by decompression melting of the mantle . [26] The high pressure in the upper mantle (due to the weight of the overlying rock ) raises the melting point of mantle rock, so that almost all of the upper mantle is solid. However, mantle rock is ductile (the solid rock slowly deforms under high stress). When tectonic forces cause hot mantle rock to creep upwards, the decrease of the pressure on the ascending rock can cause its melting point to drop enough for the rock to partially melt . This produces basaltic magma. [27] Decompression melting can occur in a variety of tectonic settings. These include continental rift zones, at mid-ocean ridges , above hotspots , [28] [29] and in back-arc basins . [30] Basalt is also produced in subduction zones , where mantle rock rises into a mantle wedge above the descending slab. Decompression melting in this setting is enhanced by further lowering of the melting point by water vapor and other volatiles released from the slab. [31] Each such setting produces basalt with distinctive characteristics. [32]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Causeway23.jpg/220px-Causeway23.jpg",
                "caption": "Large masses must cool slowly to form a polygonal joint pattern, as here at the Giant's Causeway in Northern Ireland"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/%D0%91%D0%B0%D0%B7%D0%B0%D0%BB%D1%8C%D1%82%D0%BE%D0%B2%D0%B5.jpg/220px-%D0%91%D0%B0%D0%B7%D0%B0%D0%BB%D1%8C%D1%82%D0%BE%D0%B2%D0%B5.jpg",
                "caption": "Columns of basalt near Bazaltove , Ukraine"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Basalt",
        "title": "Basalt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Petrology",
        "text": "The mineralogy of basalt is characterized by a preponderance of calcic plagioclase feldspar and pyroxene . Olivine can also be a significant constituent. [46] Accessory minerals present in relatively minor amounts include iron oxides and iron-titanium oxides, such as magnetite , ulvöspinel , and ilmenite . [41] Because of the presence of such oxide minerals, basalt can acquire strong magnetic signatures as it cools, and paleomagnetic studies have made extensive use of basalt. [47] In tholeiitic basalt , pyroxene ( augite and orthopyroxene or pigeonite ) and calcium -rich plagioclase are common phenocryst minerals. Olivine may also be a phenocryst, and when present, may have rims of pigeonite. The groundmass contains interstitial quartz or tridymite or cristobalite . Olivine tholeiitic basalt has augite and orthopyroxene or pigeonite with abundant olivine, but olivine may have rims of pyroxene and is unlikely to be present in the groundmass . [41] Alkali basalts typically have mineral assemblages that lack orthopyroxene but contain olivine. Feldspar phenocrysts typically are labradorite to andesine in composition. Augite is rich in titanium compared to augite in tholeiitic basalt. Minerals such as alkali feldspar , leucite , nepheline , sodalite , phlogopite mica, and apatite may be present in the groundmass. [41] Basalt has high liquidus and solidus temperatures—values at the Earth's surface are near or above 1200 °C (liquidus) [48] and near or below 1000 °C (solidus); these values are higher than those of other common igneous rocks. [49] The majority of tholeiitic basalts are formed at approximately 50–100 km depth within the mantle. Many alkali basalts may be formed at greater depths, perhaps as deep as 150–200 km. [50] [51] The origin of high-alumina basalt continues to be controversial, with disagreement over whether it is a primary melt or derived from other basalt types by fractionation. [52] : 65",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/%D0%9C%D1%96%D0%BA%D1%80%D0%BE%D1%84%D0%BE%D1%82%D0%BE%D0%B3%D1%80%D0%B0%D1%84%D1%96%D1%8F_%D1%88%D0%BB%D1%96%D1%84%D0%B0_%D0%B1%D0%B0%D0%B7%D0%B0%D0%BB%D1%8C%D1%82%D1%83_%D1%96%D0%B7_%D0%B7%D0%B0%D0%BF%D0%BE%D0%B2%D1%96%D0%B4%D0%BD%D0%B8%D0%BA%D0%B0_%D0%91%D0%B0%D0%B7%D0%B0%D0%BB%D1%8C%D1%82%D0%BE%D0%B2%D1%96_%D1%81%D1%82%D0%BE%D0%B2%D0%BF%D0%B8_%D0%B2_%D0%BF%D0%BE%D0%BB%D1%8F%D1%80%D0%B8%D0%B7%D0%BE%D0%B2%D0%B0%D0%BD%D0%BE%D0%BC%D1%83_%D1%81%D0%B2%D1%96%D1%82%D0%BB%D1%96.jpg/220px-thumbnail.jpg",
                "caption": "Photomicrograph of a thin section of basalt from Bazaltove , Ukraine"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Basalt",
        "title": "Basalt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Morphology and textures",
        "text": "The shape, structure and texture of a basalt is diagnostic of how and where it erupted—for example, whether into the sea, in an explosive cinder eruption or as creeping pāhoehoe lava flows, the classic image of Hawaiian basalt eruptions. [61]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/20011005-0039_DAS_large.jpg/220px-20011005-0039_DAS_large.jpg",
                "caption": "An active basalt lava flow"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Basalt",
        "title": "Basalt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Columnar basalt",
        "text": "During the cooling of a thick lava flow, contractional joints or fractures form. [68] If a flow cools relatively rapidly, significant contraction forces build up. While a flow can shrink in the vertical dimension without fracturing, it cannot easily accommodate shrinking in the horizontal direction unless cracks form; the extensive fracture network that develops results in the formation of columns . These structures are predominantly hexagonal in cross-section, but polygons with three to twelve or more sides can be observed. [69] The size of the columns depends loosely on the rate of cooling; very rapid cooling may result in very small (<1 cm diameter) columns, while slow cooling is more likely to produce large columns. [70]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Causeway-code_poet-4.jpg/220px-Causeway-code_poet-4.jpg",
                "caption": "The Giant's Causeway in Northern Ireland"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Boyabat.jpg/220px-Boyabat.jpg",
                "caption": "Columnar jointed basalt in Turkey"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/%D0%9C%D1%8B%D1%81_%D0%A1%D1%82%D0%BE%D0%BB%D0%B1%D1%87%D0%B0%D1%82%D1%8B%D0%B9._%D0%9F%D0%BE%D1%81%D0%BB%D0%B5_%D0%B7%D0%B0%D0%BA%D0%B0%D1%82%D0%B0.jpg/220px-%D0%9C%D1%8B%D1%81_%D0%A1%D1%82%D0%BE%D0%BB%D0%B1%D1%87%D0%B0%D1%82%D1%8B%D0%B9._%D0%9F%D0%BE%D1%81%D0%BB%D0%B5_%D0%B7%D0%B0%D0%BA%D0%B0%D1%82%D0%B0.jpg",
                "caption": "Columnar basalt at Cape Stolbchaty , Russia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Basalt",
        "title": "Basalt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Submarine eruptions",
        "text": "The character of submarine basalt eruptions is largely determined by depth of water, since increased pressure restricts the release of volatile gases and results in effusive eruptions. [71] It has been estimated that at depths greater than 500 metres (1,600 ft), explosive activity associated with basaltic magma is suppressed. [72] Above this depth, submarine eruptions are often explosive, tending to produce pyroclastic rock rather than basalt flows. [73] These eruptions, described as Surtseyan, are characterised by large quantities of steam and gas and the creation of large amounts of pumice . [74]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Pillow_basalt_crop_l.jpg/220px-Pillow_basalt_crop_l.jpg",
                "caption": "Pillow basalts on the Pacific seafloor"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Basalt",
        "title": "Basalt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Earth",
        "text": "Basalt is the most common volcanic rock type on Earth, making up over 90% of all volcanic rock on the planet. [80] The crustal portions of oceanic tectonic plates are composed predominantly of basalt, produced from upwelling mantle below the ocean ridges . [81] Basalt is also the principal volcanic rock in many oceanic islands , including the islands of Hawaiʻi , [34] the Faroe Islands , [82] and Réunion . [83] The eruption of basalt lava is observed by geologists at about 20 volcanoes per year. [84] Basalt is the rock most typical of large igneous provinces . These include continental flood basalts , the most voluminous basalts found on land. [35] Examples of continental flood basalts included the Deccan Traps in India , [85] the Chilcotin Group in British Columbia , [86] Canada , the Paraná Traps in Brazil, [87] the Siberian Traps in Russia , [88] the Karoo flood basalt province in South Africa, [89] and the Columbia River Plateau of Washington and Oregon . [90] Basalt is also prevalent across extensive regions of the Eastern Galilee , Golan , and Bashan in Israel and Syria . [91] Basalt also is common around volcanic arcs, specially those on thin crust . [92] Ancient Precambrian basalts are usually only found in fold and thrust belts, and are often heavily metamorphosed. These are known as greenstone belts , [93] [94] because low-grade metamorphism of basalt produces chlorite , actinolite , epidote and other green minerals. [95]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Parana_traps.JPG/220px-Parana_traps.JPG",
                "caption": "Paraná Traps , Brazil"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Basalt",
        "title": "Basalt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "The Moon",
        "text": "The dark areas visible on Earth's moon , the lunar maria , are plains of flood basaltic lava flows. These rocks were sampled both by the crewed American Apollo program and the robotic Russian Luna program , and are represented among the lunar meteorites . [97] Lunar basalts differ from their Earth counterparts principally in their high iron contents, which typically range from about 17 to 22 wt% FeO. They also possess a wide range of titanium concentrations (present in the mineral ilmenite ), [98] [99] ranging from less than 1 wt% TiO 2 , to about 13 wt.%. Traditionally, lunar basalts have been classified according to their titanium content, with classes being named high-Ti, low-Ti, and very-low-Ti. Nevertheless, global geochemical maps of titanium obtained from the Clementine mission demonstrate that the lunar maria possess a continuum of titanium concentrations, and that the highest concentrations are the least abundant. [100] Lunar basalts show exotic textures and mineralogy, particularly shock metamorphism , lack of the oxidation typical of terrestrial basalts, and a complete lack of hydration . [101] Most of the Moon 's basalts erupted between about 3 and 3.5 billion years ago, but the oldest samples are 4.2 billion years old, and the youngest flows, based on the age dating method of crater counting , are estimated to have erupted only 1.2 billion years ago. [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Lunar_Olivine_Basalt_15555_from_Apollo_15_in_National_Museum_of_Natural_History.jpg/220px-Lunar_Olivine_Basalt_15555_from_Apollo_15_in_National_Museum_of_Natural_History.jpg",
                "caption": "Lunar olivine basalt collected by Apollo 15 astronauts"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Basalt",
        "title": "Basalt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Weathering",
        "text": "Compared to granitic rocks exposed at the Earth's surface, basalt outcrops weather relatively rapidly. This reflects their content of minerals that crystallized at higher temperatures and in an environment poorer in water vapor than granite. These minerals are less stable in the colder, wetter environment at the Earth's surface. The finer grain size of basalt and the volcanic glass sometimes found between the grains also hasten weathering. The high iron content of basalt causes weathered surfaces in humid climates to accumulate a thick crust of hematite or other iron oxides and hydroxides, staining the rock a brown to rust-red colour. [115] [116] [117] [118] Because of the low potassium content of most basalts, weathering converts the basalt to calcium-rich clay ( montmorillonite ) rather than potassium-rich clay ( illite ). Further weathering, particularly in tropical climates, converts the montmorillonite to kaolinite or gibbsite . This produces the distinctive tropical soil known as laterite . [115] The ultimate weathering product is bauxite , the principal ore of aluminium. [119] Chemical weathering also releases readily water-soluble cations such as calcium , sodium and magnesium , which give basaltic areas a strong buffer capacity against acidification . [120] Calcium released by basalts binds CO 2 from the atmosphere forming CaCO 3 acting thus as a CO 2 trap. [121]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Absolute_iron_accumulation_in_kaolinized_basalt._C_015.jpg/220px-Absolute_iron_accumulation_in_kaolinized_basalt._C_015.jpg",
                "caption": "Kaolinized basalt near Hungen, Vogelsberg, Germany"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Basalt",
        "title": "Basalt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Metamorphism",
        "text": "Intense heat or great pressure transforms basalt into its metamorphic rock equivalents. Depending on the temperature and pressure of metamorphism, these may include greenschist , amphibolite , or eclogite . Basalts are important rocks within metamorphic regions because they can provide vital information on the conditions of metamorphism that have affected the region. [122] Metamorphosed basalts are important hosts for a variety of hydrothermal ores , including deposits of gold, copper and volcanogenic massive sulfides . [123]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Archean_Greenstone_Pillow_Lava_in_Michigan_USA_3.jpg/220px-Archean_Greenstone_Pillow_Lava_in_Michigan_USA_3.jpg",
                "caption": "Metamorphosed basalt from an Archean greenstone belt in Michigan, US. The minerals that gave the original basalt its black colour have been metamorphosed into green minerals."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Basalt",
        "title": "Basalt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Uses",
        "text": "Basalt is used in construction (e.g. as building blocks or in the groundwork ), [127] making cobblestones (from columnar basalt) [128] and in making statues . [129] [130] Heating and extruding basalt yields stone wool , which has potential to be an excellent thermal insulator . [131] [132] [133] [134] Carbon sequestration in basalt has been studied as a means of removing carbon dioxide, produced by human industrialization, from the atmosphere. Underwater basalt deposits, scattered in seas around the globe, have the added benefit of the water serving as a barrier to the re-release of CO 2 into the atmosphere. [135] [136]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/P1050763_Louvre_code_Hammurabi_face_rwk.JPG/220px-P1050763_Louvre_code_Hammurabi_face_rwk.JPG",
                "caption": "The Code of Hammurabi was engraved on a 2.25 m (7 ft 4 + 1 ⁄ 2 in) tall basalt stele in around 1750 BC."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Basalt",
        "title": "Basalt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Rheology",
        "text": "Viscosity is a key melt property in understanding the behaviour of magmas. Whereas temperatures in common silicate lavas range from about 800 °C (1,470 °F) for felsic lavas to 1,200 °C (2,190 °F) for mafic lavas, [24] the viscosity of the same lavas ranges over seven orders of magnitude, from 10 4 cP (10 Pa⋅s) for mafic lava to 10 11 cP (10 8 Pa⋅s) for felsic magmas. [24] The viscosity is mostly determined by composition but is also dependent on temperature. [21] The tendency of felsic lava to be cooler than mafic lava increases the viscosity difference. The silicon ion is small and highly charged, and so it has a strong tendency to coordinate with four oxygen ions, which form a tetrahedral arrangement around the much smaller silicon ion. This is called a silica tetrahedron . In a magma that is low in silicon, these silica tetrahedra are isolated, but as the silicon content increases, silica tetrahedra begin to partially polymerize, forming chains, sheets, and clumps of silica tetrahedra linked by bridging oxygen ions. These greatly increase the viscosity of the magma. [47] The tendency towards polymerization is expressed as NBO/T, where NBO is the number of non-bridging oxygen ions and T is the number of network-forming ions. Silicon is the main network-forming ion, but in magmas high in sodium, aluminium also acts as a network former, and ferric iron can act as a network former when other network formers are lacking. Most other metallic ions reduce the tendency to polymerize and are described as network modifiers. In a hypothetical magma formed entirely from melted silica, NBO/T would be 0, while in a hypothetical magma so low in network formers that no polymerization takes place, NBO/T would be 4. Neither extreme is common in nature, but basalt magmas typically have NBO/T between 0.6 and 0.9, andesitic magmas have NBO/T of 0.3 to 0.5, and rhyolitic magmas have NBO/T of 0.02 to 0.2. Water acts as a network modifier, and dissolved water drastically reduces melt viscosity. Carbon dioxide neutralizes network modifiers, so dissolved carbon dioxide increases the viscosity. Higher-temperature melts are less viscous, since more thermal energy is available to break bonds between oxygen and network formers. [15] Most magmas contain solid crystals of various minerals, fragments of exotic rocks known as xenoliths and fragments of previously solidified magma. The crystal content of most magmas gives them thixotropic and shear thinning properties. [48] In other words, most magmas do not behave like Newtonian fluids, in which the rate of flow is proportional to the shear stress . Instead, a typical magma is a Bingham fluid , which shows considerable resistance to flow until a stress threshold, called the yield stress, is crossed. [49] This results in plug flow of partially crystalline magma. A familiar example of plug flow is toothpaste squeezed out of a toothpaste tube. The toothpaste comes out as a semisolid plug, because shear is concentrated in a thin layer in the toothpaste next to the tube, and only here does the toothpaste behave as a fluid. Thixotropic behavior also hinders crystals from settling out of the magma. [50] Once the crystal content reaches about 60%, the magma ceases to behave like a fluid and begins to behave like a solid. Such a mixture of crystals with melted rock is sometimes described as crystal mush . [51] Magma is typically also viscoelastic , meaning it flows like a liquid under low stresses, but once the applied stress exceeds a critical value, the melt cannot dissipate the stress fast enough through relaxation alone, resulting in transient fracture propagation. Once stresses are reduced below the critical threshold, the melt viscously relaxes once more and heals the fracture. [52]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Viscosity_of_magma_EN.svg/220px-Viscosity_of_magma_EN.svg.png",
                "caption": "Graph showing logarithmic variation of magma viscosity (η) with silica content for three temperatures"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Magma",
        "title": "Magma",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "The melting process",
        "text": "When rocks melt, they do so over a range of temperature, because most rocks are made of several minerals , which all have different melting points. The temperature at which the first melt appears (the solidus) is lower than the melting temperature of any one of the pure minerals. This is  similar to the lowering of the melting point of ice when it is mixed with salt. The first melt is called the eutectic and has a composition that depends on the combination of minerals present. [78] For example, a mixture of anorthite and diopside , which are two of the predominant minerals in basalt , begins to melt at about 1274 °C. This is well below the melting temperatures of 1392 °C for pure diopside and 1553 °C for pure anorthite. The resulting melt is composed of about 43 wt% anorthite. [79] As additional heat is added to the rock, the temperature remains at 1274 °C until either the anorthite or diopside is fully melted. The temperature then rises as the remaining mineral continues to melt, which shifts the melt composition away from the eutectic. For example, if the content of anorthite is greater than 43%, the entire supply of diopside will melt at 1274 °C., along with enough of the anorthite to keep the melt at the eutectic composition. Further heating causes the temperature to slowly rise as the remaining anorthite gradually melts and the melt becomes increasingly rich in anorthite liquid. If the mixture has only a slight excess of anorthite, this will melt before the temperature rises much above 1274 °C. If the mixture is almost all anorthite, the temperature will reach nearly the melting point of pure anorthite before all the anorthite is melted. If the anorthite content of the mixture is less than 43%, then all the anorthite will melt at the eutectic temperature, along with part of the diopside, and the remaining diopside will then gradually melt as the temperature continues to rise. [78] Because of eutectic melting, the composition of the melt can be quite different from the source rock. For example, a mixture of 10% anorthite with diopside could experience about 23% partial melting before the melt deviated from the eutectic, which has the composition of about 43% anorthite.  This effect of partial melting is reflected in the compositions of different magmas. A low degree of partial melting of the upper mantle (2% to 4%) can produce highly alkaline magmas such as melilitites , while a greater degree of partial melting (8% to 11%) can produce alkali olivine basalt. [80] Oceanic magmas likely result from partial melting of 3% to 15% of the source rock. [81] Some calk-alkaline granitoids may be produced by a high degree of partial melting, as much as 15% to 30%. [82] High-magnesium magmas, such as komatiite and picrite , may also be the products of a high degree of partial melting of mantle rock. [83] Certain chemical elements, called incompatible elements , have a combination of ionic radius and ionic charge that is unlike that of the more abundant elements in the source rock. The ions of these elements fit rather poorly in the structure of the minerals making up the source rock, and readily leave the solid minerals to become highly concentrated in melts produced by a low degree of partial melting.  Incompatible elements commonly include potassium , barium , caesium , and rubidium , which are large and weakly charged (the large-ion lithophile elements, or LILEs), as well as elements whose ions carry a high charge (the high-field-strength elements, or HSFEs), which include such elements as zirconium , niobium , hafnium , tantalum , the rare-earth elements , and the actinides . Potassium can become so enriched in melt produced by a very low degree of partial melting that, when the magma subsequently cools and solidifies, it forms unusual potassic rock such as lamprophyre , lamproite , or kimberlite . [84] When enough rock is melted, the small globules of melt (generally occurring between mineral grains) link up and soften the rock. Under pressure within the earth, as little as a fraction of a percent of partial melting may be sufficient to cause melt to be squeezed from its source. [85] Melt rapidly separates from its source rock once the degree of partial melting exceeds 30%. However, usually much less than 30% of a magma source rock is melted before the heat supply is exhausted. [86] Pegmatite may be produced by low degrees of partial melting of the crust. [87] Some granite -composition magmas are eutectic (or cotectic) melts, and they may be produced by low to high degrees of partial melting of the crust, as well as by fractional crystallization . [88]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Diopside-anorthite_phase_diagram.png/220px-Diopside-anorthite_phase_diagram.png",
                "caption": "Phase diagram for the diopside-anorthite system"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Magma",
        "title": "Magma",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Evolution of magmas",
        "text": "Most magmas are fully melted only for small parts of their histories. More typically, they are mixes of melt and crystals, and sometimes also of gas bubbles. [15] Melt, crystals, and bubbles usually have different densities, and so they can separate as magmas evolve. [89] As magma cools, minerals typically crystallize from the melt at different temperatures. This resembles the original melting process in reverse. However, because the melt has usually separated from its original source rock and moved to a shallower depth, the reverse process of crystallization is not precisely identical. For example, if a melt was 50% each of diopside and anorthite, then anorthite would begin crystallizing from the melt at a temperature somewhat higher than the eutectic temperature of 1274 °C. This shifts the remaining melt towards its eutectic composition of 43% diopside. The eutectic is reached at 1274 °C, the temperature at which diopside and anorthite begin crystallizing together. If the melt was 90% diopside, the diopside would begin crystallizing first until the eutectic was reached. [90] If the crystals remained suspended in the melt, the crystallization process would not change the overall composition of the melt plus solid minerals. This situation is described as equillibrium crystallization . However, in a series of experiments culminating in his 1915 paper, Crystallization-differentiation in silicate liquids , [91] Norman L. Bowen demonstrated that crystals of olivine and diopside that crystallized out of a cooling melt of forsterite , diopside, and silica would sink through the melt on geologically relevant time scales. Geologists subsequently found considerable field evidence of such fractional crystallization . [89] When crystals separate from a magma, then the residual magma will differ in composition from the parent magma. For instance, a magma of gabbroic composition can produce a residual melt of granitic composition if early formed crystals are separated from the magma. [92] Gabbro may have a liquidus temperature near 1,200 °C, [93] and the derivative granite-composition melt may have a liquidus temperature as low as about 700 °C. [94] Incompatible elements are concentrated in the last residues of magma during fractional crystallization and in the first melts produced during partial melting: either process can form the magma that crystallizes to pegmatite , a rock type commonly enriched in incompatible elements. Bowen's reaction series is important for understanding the idealised sequence of fractional crystallisation of a magma. [89] Magma composition can be determined by processes other than partial melting and fractional crystallization. For instance, magmas commonly interact with rocks they intrude, both by melting those rocks and by reacting with them. Assimilation near the roof of a magma chamber and fractional crystallization near its base can even take place simultaneously. Magmas of different compositions can mix with one another. In rare cases, melts can separate into two immiscible melts of contrasting compositions. [95]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Fractional_crystallization.svg/400px-Fractional_crystallization.svg.png",
                "caption": "Schematic diagrams showing the principles behind fractional crystallisation in a magma. While cooling, the magma evolves in composition because different minerals crystallize from the melt. 1 : olivine crystallizes; 2 : olivine and pyroxene crystallize; 3 : pyroxene and plagioclase crystallize; 4 : plagioclase crystallizes. At the bottom of the magma reservoir, a cumulate rock forms."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Magma",
        "title": "Magma",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Discovery",
        "text": "Before the Voyager 1 encounter with Io on March 5, 1979, Io was thought to be a dead world much like the Moon . The discovery of a cloud of sodium surrounding Io led to theories that the satellite would be covered in evaporites . [10] Hints of discoveries to come arose from Earth-based infrared observations taken in the 1970s. An anomalously high thermal flux , compared to the other Galilean satellites , was discovered during measurements taken at an infrared wavelength of 10 μm while Io was in Jupiter's shadow. [11] At the time, this heat flux was attributed to the surface having a much higher thermal inertia than Europa and Ganymede . [12] These results were considerably different from measurements taken at wavelengths of 20 μm, which suggested that Io had similar surface properties to the other Galilean satellites. [11] Robert Nelson and Bruce Hapke attempted to explain these features in Io's spectrum by suggesting fumarolic activity as a mechanism for producing short-chain sulfur allotropes on Io's surface. [13] : 9 It has since been determined that the greater flux at shorter wavelengths was due to the combined flux from Io's volcanoes and solar heating, whereas solar heating provides a much greater fraction of the flux at longer wavelengths. [14] A sharp increase in Io's thermal emission at 5 μm was observed on February 20, 1978 by Witteborn, et al. The group considered volcanic activity at the time, in which case the data was fit into a region on Io 8,000 square kilometres (3,100 sq mi) in size at 600 K (300 °C; 600 °F). However, the authors considered that hypothesis unlikely, and instead focused on emission from Io's interaction with Jupiter's magnetosphere. [15] Shortly before the Voyager 1 encounter, Stan Peale , Patrick Cassen, and R. T. Reynolds published a paper in the journal Science predicting a volcanically modified surface and a differentiated interior, with distinct rock types rather than a homogeneous blend. They based this prediction on models of Io's interior that took into account the massive amount of heat produced by the varying tidal pull of Jupiter on Io caused by its slightly eccentric orbit. Their calculations suggested that the amount of heat generated for an Io with a homogeneous interior would be three times greater than the amount of heat generated by radioactive isotope decay alone. This effect would be even greater with a differentiated Io. [3] Voyager 1 's first images of Io revealed a lack of impact craters , suggesting a very young surface. Craters are used by geologists to estimate the age of a planetary surface ; the number of impact structures increase with the age of the planetary surface. Instead, Voyager 1 observed a multi-coloured surface, pockmarked with irregular-shaped depressions, which lacked the raised rims characteristic of impact craters. Voyager 1 also observed flow features formed by low-viscosity fluid and tall, isolated mountains that did not resemble terrestrial volcanoes. The surface observed suggested that, just as Peale and colleagues had theorized, Io was heavily modified by volcanism. [16] On March 8, 1979, three days after passing Jupiter, Voyager 1 took images of Jupiter's moons to help mission controllers determine the spacecraft's exact location, a process called optical navigation. By processing images of Io to enhance the visibility of background stars, navigation engineer Linda Morabito found a 300-kilometre (190 mi) tall cloud along its limb . [1] At first, she suspected the cloud to be a moon behind Io, but no suitably sized body would have been in that location. The feature was determined to be a plume generated by active volcanism at a dark depression later named Pele . [17] Following this discovery, eight other plumes were located in Voyager images of Io. These plumes were later named after mythological deities associated with fire, volcanoes, or mayhem: Loki (two separate plumes), Prometheus , Volund, Amirani , Maui , Marduk, and Masubi . [13] : 13 Thermal emission from multiple sources, indicative of cooling lava, were also found. [18] Surface changes were observed when images that had been acquired by Voyager 2 were compared to those taken four months previously by Voyager 1 , including new plume deposits at Aten Patera and Surt . [19]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Io_Volcanism_Discovery_image.jpg/220px-Io_Volcanism_Discovery_image.jpg",
                "caption": "Discovery image of active volcanism on Io. The plumes of Pele and Loki are visible above the limb and at the terminator, respectively."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Loki_Patera_Color_Voyager.jpg/220px-Loki_Patera_Color_Voyager.jpg",
                "caption": "Voyager 1 observation of Loki Patera and nearby lava flows and volcanic pits"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Io",
        "title": "Volcanism on Io",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Composition",
        "text": "Analysis of Voyager images led scientists to believe that the lava flows on Io were composed mostly of various forms of molten elemental sulfur. [24] The colouration of the flows was found to be similar to its various allotropes. Differences in the lava colour and brightness are a function of the temperature of polyatomic sulfur and the packing and bonding of its atoms. An analysis of the flows that radiate out from Ra Patera revealed differently colored materials, all associated with liquid sulfur, at different distances from the vent: dark albedo material close to the vent at 525 K (252 °C; 485 °F), red material in the central part of each flow at 450 K (177 °C; 350 °F), and orange material at the farthest ends of each flow at 425 K (152 °C; 305 °F). [24] This colour pattern corresponds to flows radiating out from a central vent, cooling as the lava travels away from it. In addition, temperature measurements of thermal emission at Loki Patera taken by Voyager 1 's Infrared Interferometer Spectrometer and Radiometer (IRIS) instrument were consistent with sulfur volcanism. [18] However, the IRIS instrument was not capable of detecting wavelengths that are indicative of higher temperatures. This meant that temperatures consistent with silicate volcanism were not discovered by Voyager . Despite this, Voyager scientists deduced that silicates must play a role in Io's youthful appearance, from its high density and the need for silicates to support the steep slopes along patera walls. [25] The contradiction between the structural evidence and the spectral and temperature data following the Voyager flybys led to a debate in the planetary science community regarding the composition of Io's lava flows, whether they were composed of silicate or sulfurous materials. [26] Earth-based infrared studies in the 1980s and 1990s shifted the paradigm from one of primarily sulfur volcanism to one where silicate volcanism dominates, and sulfur acts in a secondary role. [26] In 1986, measurements of a bright eruption on Io's leading hemisphere revealed temperatures of at least 900 K (600 °C; 1,200 °F). This is higher than the boiling point of sulfur (715 K or 442 °C or 827 °F), indicating a silicate composition for at least some of Io's lava flows. [27] Similar temperatures were also observed at the Surt eruption in 1979 between the two Voyager encounters, and at the eruption observed by Witteborn and colleagues in 1978. [15] [28] In addition, modeling of silicate lava flows on Io suggested that they cooled rapidly, causing their thermal emission to be dominated by lower temperature components, such as solidified flows, as opposed to the small areas covered by still molten lava near the actual eruption temperature. [29] Silicate volcanism, involving basaltic lava with mafic to ultramafic ( magnesium -rich) compositions, was confirmed by the Galileo spacecraft in the 1990s and 2000s from temperature measurements of Io's numerous hot spots, locations where thermal emission is detected, and from spectral measurements of Io's dark material. Temperature measurements from Galileo 's Solid-State Imager (SSI) and Near-Infrared Mapping Spectrometer (NIMS) revealed numerous hot spots with high-temperature components ranging from at least 1,200 K (900 °C; 1,700 °F) to a maximum of 1,600 K (1,300 °C; 2,400 °F), like at the Pillan Patera eruption in 1997. [5] Initial estimates during the course of the Galileo mission suggesting eruption temperatures approaching 2,000 K (1,700 °C; 3,100 °F) [30] have since proven to be overestimates because the wrong thermal models were used to calculate the temperatures. [5] Spectral observations of Io's dark material suggested the presence of orthopyroxenes , such as enstatite , which are magnesium-rich silicate minerals common in mafic and ultramafic basalt. This dark material is seen in volcanic pits, fresh lava flows, and pyroclastic deposits surrounding recent, explosive volcanic eruptions. [31] Based on the measured temperature of the lava and the spectral measurements, some of the lava may be analogous to terrestrial komatiites . [32] Compressional superheating, which could increase the temperature of magma during ascent to the surface during an eruption, may also be a factor in some of the higher temperature eruptions. [5] Although temperature measurements of Io's volcanoes settled the sulfur-versus-silicates debate that persisted between the Voyager and Galileo missions at Jupiter, sulfur and sulfur dioxide still play a significant role in the phenomena observed on Io. Both materials have been detected in the plumes generated at Io's volcanoes, with sulfur being a primary constituent of Pele-type plumes. [33] Bright flows have been identified on Io, at Tsũi Goab Fluctus, Emakong Patera, and Balder Patera for example, that are suggestive of effusive sulfur or sulfur dioxide volcanism. [34]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/PIA25888-JupiterMoon-Io-VolcanoActivity-20230515.jpg/250px-PIA25888-JupiterMoon-Io-VolcanoActivity-20230515.jpg",
                "caption": "Jupiter moon Io volcanic activity (12/14/2022/left and 03/01/2023)"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Ra_Patera_Voyager.jpg/220px-Ra_Patera_Voyager.jpg",
                "caption": "Voyager 1 image of volcanic pits and lava flows near Ra Patera"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/NIMS_Io_map.jpg/220px-NIMS_Io_map.jpg",
                "caption": "Thermal emission map of Io by Galileo"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Io",
        "title": "Volcanism on Io",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Intra-patera eruptions",
        "text": "Intra-patera eruptions occur within volcanic depressions known as paterae , [35] which generally have flat floors bounded by steep walls. Paterae resemble terrestrial calderas , but it is unknown whether they form when an empty magma chamber collapses, like their terrestrial cousins. One hypothesis suggests that they are produced through the exhumation of volcanic sills , with the overlying material either being blasted out or integrated into the sill. [36] Some paterae display evidence for multiple collapses, similar to the calderas atop Olympus Mons on Mars or Kīlauea on Earth, suggesting that they may occasionally form like volcanic calderas. [35] Because the formation mechanism is still uncertain, the general term for these features uses the Latin descriptor term employed by the International Astronomical Union in naming them, paterae . Unlike similar features on Earth and Mars, these depressions generally do not lie at the peak of shield volcanoes and are larger, with an average diameter of 41 kilometres (25 mi). [35] Patera depths have been measured for only a few paterae and typically exceed 1 km. [37] The largest volcanic depression on Io is Loki Patera at 202 kilometres (126 mi) across. Whatever the formation mechanism, the morphology and distribution of many paterae suggest that they are structurally controlled, with at least half bounded by faults or mountains. [35] This eruption style can take the form of either lava flows, spreading across the floor of the paterae, or lava lakes . [2] [38] Except for observations by Galileo during its seven close flybys, it can be difficult to tell the difference between a lava lake and a lava flow eruption on a patera floor, due to inadequate resolution and similar thermal emission characteristics. Intra-patera lava flow eruptions, such as the Gish Bar Patera eruption in 2001, can be just as voluminous as those seen spreading out across the Ionian plains. [38] Flow-like features have also been observed within a number of paterae, like Camaxtli Patera , suggesting that lava flows periodically resurface their floors. [39] Ionian lava lakes are depressions partially filled with molten lava covered by a thin solidified crust. These lava lakes are directly connected to a magma reservoir lying below. [40] Observations of thermal emission at several Ionian lava lakes reveal glowing molten rock along the patera margin, caused by the lake's crust breaking up along the edge of the patera.  Over time, because the solidified lava is denser than the still-molten magma below, this crust can founder, triggering an increase in thermal emission at the volcano. [41] For some lava lakes, like the one at Pele, this occurs continuously, making Pele one of the brightest emitters of heat in the near-infrared spectrum on Io. [42] At other sites, such as at Loki Patera, this can occur episodically. During an overturning episode at these more quiescent lava lakes, a wave of foundering crust spreads out across the patera at the rate of about 1 kilometre (0.6 mi) per day, with new crust forming behind it until the entire lake has been resurfaced. Another eruption would only begin once the new crust has cooled and thickened enough for it to no longer be buoyant over the molten lava. [43] During an overturning episode, Loki can emit up to ten times more heat than when its crust is stable. [44]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Io_Tupan_Patera.jpg/220px-Io_Tupan_Patera.jpg",
                "caption": "Tupan Patera , an example of a volcanic depression"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Pele_Io_I32.jpg/220px-Pele_Io_I32.jpg",
                "caption": "Infrared image showing night-time thermal emission from the lava lake Pele"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Io",
        "title": "Volcanism on Io",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Flow-dominated eruptions (Promethean Volcanism)",
        "text": "Flow-dominated eruptions are long-lived events that build up extensive, compound lava flows. The extent of these flows makes them a major terrain type on Io. In this style of eruption, magma emerges onto the surface from vents on the floor of paterae, vents surrounding paterae, or from fissures on the plains, producing inflated, compound lava flows similar to those seen at Kīlauea in Hawaii. [39] Images from the Galileo spacecraft revealed that many of Io's major flows, like those at Prometheus and Amirani , are produced by the build-up of small breakouts of lava on top of older flows. [39] Flow-dominated eruptions differ from explosion-dominated eruptions by their longevity and their lower energy output per unit of time. [6] Lava erupts at a generally steady rate, and flow-dominated eruptions can last for years or decades. Active flow fields more than 300 kilometres (190 mi) long have been observed on Io at Amirani and Masubi. A relatively inactive flow field named Lei-Kung Fluctus covers more than 125,000 square kilometres (48,000 sq mi), an area slightly larger than Nicaragua . [45] The thickness of flow fields was not determined by Galileo, but the individual breakouts on their surface are likely to be 1 m (3 ft) thick. In many cases, active lava breakouts flow out onto the surface at locations tens to hundreds of kilometres from the source vent, with low amounts of thermal emission observed between it and the breakout. This suggests that lava flows through lava tubes from the source vent to the breakout. [46] Although these eruptions generally have a steady eruption rate, larger outbreaks of lava have been observed at many flow-dominated eruption sites. For example, the leading edge of the Prometheus flow field moved 75 to 95 kilometres (47 to 59 mi) between observations by Voyager in 1979 and Galileo in 1996. [47] Although generally dwarfed by explosion-dominated eruptions, the average flow rate at these compound flow fields is much greater than what is observed at similar contemporary lava flows on Earth. Average surface coverage rates of 35–60 square metres (380–650 sq ft) per second were observed at Prometheus and Amirani during the Galileo mission, compared to 0.6 square metres (6.5 sq ft) per second at Kīlauea. [48]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Io_Culann_Patera.jpg/220px-Io_Culann_Patera.jpg",
                "caption": "Culann Patera, an example of a flow-dominated eruption"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Io",
        "title": "Volcanism on Io",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Explosion-dominated eruptions (Pillanian Volcanism)",
        "text": "Explosion-dominated eruptions are the most pronounced of Io's eruption styles. These eruptions, sometimes called \"outburst\" eruptions from their Earth-based detections, are characterized by their short duration (lasting only weeks or months), rapid onset, large volumetric flow rates, and high thermal emission. [49] They lead to a short-lived, significant increase in Io's overall brightness in the near-infrared. The most powerful volcanic eruption observed on Io was an \"outburst\" eruption at Surt , observed by Earth-based astronomers on February 22, 2001. [50] Explosion-dominated eruptions occur when a body of magma (called a dike ) from deep within Io's partially molten mantle reaches the surface at a fissure. This results in a spectacular display of lava fountains . [51] During the beginning of the outburst eruption, thermal emission is dominated by strong, 1–3 μm infrared radiation. It is produced by a large amount of exposed, fresh lava within the fountains at the eruption source vent. [52] Outburst eruptions at Tvashtar in November 1999 and February 2007 centred on a 25-kilometre (16 mi) long, 1-kilometre (0.62 mi) tall lava \"curtain\" produced at a small patera nested within the larger Tvashtar Paterae complex. [51] [53] The large amount of exposed molten lava at these lava fountains has provided researchers with their best opportunity to measure the actual temperatures of Ionian lavas. Temperatures suggestive of an ultramafic lava composition similar to Pre-Cambrian komatiites (about 1,600 K or 1,300 °C or 2,400 °F) are dominant at such eruptions, though superheating of the magma during ascent to the surface cannot be ruled out as a factor in the high eruption temperatures. [5] Although the more explosive, lava-fountaining stage may last only a few days to a week, explosion-dominated eruptions can continue for weeks to months, producing large, voluminous silicate lava flows. A major eruption in 1997 from a fissure north-west of Pillan Patera produced more than 31 cubic kilometres (7.4 cu mi) of fresh lava over a 2 + 1 ⁄ 2 - to 5 + 1 ⁄ 2 -month period, and later flooded the floor of Pillan Patera. [54] Observations by Galileo suggest lava coverage rates at Pillan between 1,000 and 3,000 square metres (11,000 and 32,000 sq ft) per second during the 1997 eruption. The Pillan flow was found to be 10 m (33 ft) thick, compared to the 1 m (3 ft) thick flows observed at the inflated fields at Prometheus and Amirani. Similar, rapidly emplaced lava flows were observed by Galileo at Thor in 2001. [2] Such flow rates are similar to those seen at Iceland 's Laki eruption in 1783 and in terrestrial flood basalt eruptions. [6] Explosion-dominated eruptions can produce dramatic (but often short-lived) surface changes around the eruption site, such as large pyroclastic and plume deposits produced as gas exsolves from lava fountains. [52] The 1997 Pillan eruption produced a 400 km (250 mi) wide deposit of dark, silicate material and bright sulfur dioxide. [54] The Tvashtar eruptions of 2000 and 2007 generated a 330 km (210 mi) tall plume that deposited a ring of red sulfur and sulfur dioxide 1,200 km (750 mi) wide. [55] Despite the dramatic appearance of these features, without continuous resupply of material, the vent surroundings often revert to their pre-eruption appearance over a period of months (in the case of Grian Patera) or years (as at Pillan Patera). [8]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Io_Tvashtar_I25.jpg/220px-Io_Tvashtar_I25.jpg",
                "caption": "Galileo images of active lava flows and fountains at Tvashtar Paterae in 1999"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Io_Pillan_Patera_comparison.jpg/220px-Io_Pillan_Patera_comparison.jpg",
                "caption": "Two Galileo images, taken 168 days apart, showing the effects of an explosion-dominated eruption at Pillan Patera in 1997"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Io",
        "title": "Volcanism on Io",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Plumes",
        "text": "The discovery of volcanic plumes at Pele and Loki in 1979 provided conclusive evidence that Io was geologically active. [1] Generally, plumes form when volatiles like sulfur and sulfur dioxide are ejected skyward from Io's volcanoes at speeds reaching 1 kilometre per second (0.62 mi/s), creating umbrella-shaped clouds of gas and dust. Additional materials that might be found in the volcanic plumes include sodium , potassium , and chlorine . [56] [57] Although striking in appearance, volcanic plumes are relatively uncommon. Of the 150 or so active volcanoes observed on Io, plumes have only been observed at a couple of dozen of them. [7] [53] The limited area of Io's lava flows suggests that much of the resurfacing needed to erase Io's cratering record must come from plume deposits. [8] The most common type of volcanic plume on Io are dust plumes, or Prometheus-type plumes, produced when encroaching lava flows vaporize underlying sulfur dioxide frost, sending the material skyward. [58] Examples of Prometheus-type plumes include Prometheus , Amirani , Zamama , and Masubi . These plumes are usually less than 100 kilometres (62 mi) tall with eruption velocities around 0.5 kilometres per second (0.31 mi/s). [59] Prometheus-type plumes are dust-rich, with a dense inner core and upper canopy shock zone , giving them an umbrella-like appearance. These plumes often form bright circular deposits, with a radius ranging between 100 and 250 kilometres (62 and 155 mi) and consisting primarily of sulfur dioxide frost. Prometheus-type plumes are frequently seen at flow-dominated eruptions, helping make this plume type quite long-lived. Four out of the six Prometheus-type plumes observed by Voyager 1 in 1979 were also observed throughout the Galileo mission and by New Horizons in 2007. [17] [53] Although the dust plume can be clearly seen in sunlit visible-light images of Io acquired by passing spacecraft, many Prometheus-type plumes have an outer halo of fainter, more gas-rich material reaching heights approaching that of the larger, Pele-type plumes. [7] Io's largest plumes, Pele-type plumes, are created when sulfur and sulfur dioxide gas exsolve from erupting magma at volcanic vents or lava lakes, carrying silicate pyroclastic material with them. [7] [60] The few Pele-type plumes that have been observed are usually associated with explosion-dominated eruptions, and are short-lived. [6] The exception to this is Pele , which is associated with a long-lived active lava lake eruption, though the plume is thought to be intermittent. [7] The higher vent temperatures and pressures associated with these plumes generate eruption speeds of up to 1 kilometre per second (0.62 mi/s), allowing them to reach heights of between 300 and 500 kilometres (190 and 310 mi). [59] Pele-type plumes form red (from short-chain sulfur) and black (from silicate pyroclastics) surface deposits, including large 1,000 kilometres (620 mi)-wide red rings, as seen at Pele. [8] The erupted sulfurous components of Pele-type plumes are thought to be the result of an excess amount of sulfur in Io's crust and a decrease in sulfur solubility at greater depths in Io's lithosphere . [60] They are generally fainter than Prometheus-type plumes as a result of the low dust content, causing some to be called stealth plumes. These plumes are sometimes only seen in images acquired while Io is in the shadow of Jupiter or those taken in ultraviolet . The little dust that is visible in sunlit images is generated when sulfur and sulfur dioxide condense as the gases reach the top of their ballistic trajectories. [7] That is why these plumes lack the dense central column seen in Prometheus-type plumes, in which dust is generated at the plume source. Examples of Pele-type plumes have been observed at Pele, Tvashtar, and Grian. [7]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Tvashtarvideo.gif/220px-Tvashtarvideo.gif",
                "caption": "Sequence of five New Horizons images, taken over eight minutes, showing Io's volcano Tvashtar erupting material 330 kilometres (210 mi) above its surface"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Galileo_July1999_MasubiPlume.jpg/250px-Galileo_July1999_MasubiPlume.jpg",
                "caption": "A plume, about 100 km high, erupting from the Masubi region of Io in July 1999"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Io",
        "title": "Volcanism on Io",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Petrology",
        "text": "Magmas of komatiitic compositions have a very high melting point , with calculated eruption temperatures up to, and possibly in excess of 1600 °C. [6] [7] [8] [9] Basaltic lavas normally have eruption temperatures of about 1100 to 1250 °C.  The higher melting temperatures required to produce komatiite have been attributed to the presumed higher geothermal gradients in the Archaean Earth. Komatiitic lava was extremely fluid when it erupted (possessing the viscosity close to that of water but with the density of rock). Compared to the basaltic lava of the Hawaiian plume basalts at ~1200 °C, which flows the way treacle or honey does, the komatiitic lava would have flowed swiftly across the surface, leaving extremely thin lava flows (down to 10 mm thick). The major komatiitic sequences preserved in Archaean rocks are thus considered to be lava tubes , ponds of lava etc., where the komatiitic lava accumulated. Komatiite chemistry is different from that of basaltic and other common mantle-produced magmas, because of differences in degrees of partial melting . Komatiites are considered to have been formed by high degrees of partial melting, usually greater than 50%, and hence have high MgO with low K 2 O and other incompatible elements . There are two geochemical classes of komatiite; aluminium undepleted komatiite (AUDK) (also known as Group I komatiites) and aluminium depleted komatiite (ADK) (also known as Group II komatiites), defined by their Al 2 O 3 /TiO 2 ratios. These two classes of komatiite are often assumed to represent a real petrological source difference between the two types related to depth of melt generation. Al-depleted komatiites have been modeled by melting experiments as being produced by high degrees of partial melting at high pressure where garnet in the source is not melted, whereas Al-undepleted komatiites are produced by high degrees of partial melts at lesser depth. However, recent studies of fluid inclusions in chrome spinels from the cumulate zones of komatiite flows have shown that a single komatiite flow can be derived from the mixing of parental magmas with a range of Al 2 O 3 /TiO 2 ratios, calling into question this interpretation of the formations of the different komatiite groups. [10] Komatiites probably form in extremely hot mantle plumes [11] or in Archaean subduction zones. [12] Boninite magmatism is similar to komatiite magmatism but is produced by fluid-fluxed melting above a subduction zone . Boninites with 10–18% MgO tend to have higher large-ion lithophile elements (LILE: Ba , Rb , Sr ) than komatiites.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/KomatiiteCanada_682By512.jpg/220px-KomatiiteCanada_682By512.jpg",
                "caption": "Komatiite sample collected from the Abitibi greenstone belt near Englehart, Ontario , Canada. Specimen is 9 cm wide.  Bladed olivine crystals are visible, though spinifex texture is weak or absent in this sample."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Komatiite",
        "title": "Komatiite",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Mineralogy",
        "text": "The pristine volcanic mineralogy of komatiites is composed of forsteritic olivine (Fo90 and upwards), calcic and often chromian pyroxene , anorthite (An85 and upwards) and chromite . A considerable population of komatiite examples show a cumulate texture and morphology . The usual cumulate mineralogy is highly magnesium rich forsterite olivine, though chromian pyroxene cumulates are also possible (though rarer). Volcanic rocks rich in magnesium may be produced by accumulation of olivine phenocrysts in basalt melts of normal chemistry: an example is picrite . Part of the evidence that komatiites are not magnesium-rich simply because of cumulate olivine is textural: some contain spinifex texture , a texture attributable to rapid crystallization of the olivine in a thermal gradient in the upper part of a lava flow. \"Spinifex\" texture is named after the common name for the Australian grass Triodia , [13] which grows in clumps with similar shapes. Another line of evidence is that the MgO content of olivines formed in komatiites is toward the nearly pure MgO forsterite composition, which can only be achieved in bulk by crystallisation of olivine from a highly magnesian melt. The rarely preserved flow top breccia and pillow margin zones in some komatiite flows are essentially volcanic glass, quenched in contact with overlying water or air. Because they are rapidly cooled, they represent the liquid composition of the komatiites, and thus record an anhydrous MgO content of up to 32% MgO. Some of the highest magnesian komatiites with clear textural preservation are those of the Barberton belt in South Africa, where liquids with up to 34% MgO can be inferred using bulk rock and olivine compositions. The mineralogy of a komatiite varies systematically through the typical stratigraphic section of a komatiite flow and reflects magmatic processes which komatiites are susceptible to during their eruption and cooling. The typical mineralogical variation is from a flow base composed of olivine cumulate, to a spinifex textured zone composed of bladed olivine and ideally a pyroxene spinifex zone and olivine-rich chill zone on the upper eruptive rind of the flow unit. Primary (magmatic) mineral species also encountered in komatiites include olivine, the pyroxenes augite , pigeonite and bronzite , plagioclase , chromite , ilmenite and rarely pargasitic amphibole . Secondary (metamorphic) minerals include serpentine , chlorite , amphibole, sodic plagioclase, quartz , iron oxides and rarely phlogopite , baddeleyite , and pyrope or hydrogrossular garnet .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/5/53/KomatiiteGraph.jpg/310px-KomatiiteGraph.jpg",
                "caption": "Graph of komatiite geochemistry MgO% vs Cr ppm, from basal flows, Wannaway, Western Australia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Komatiite",
        "title": "Komatiite",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    },
    {
        "section": "Textural features",
        "text": "A common and distinctive texture is known as spinifex texture and consists of long acicular phenocrysts of olivine (or pseudomorphs of alteration minerals after olivine) or pyroxene which give the rock a bladed appearance especially on a weathered surface. Spinifex texture is the result of rapid crystallization of highly magnesian liquid in the thermal gradient at the margin of the flow or sill . Harrisite texture , first described from intrusive rocks (not komatiites) at Harris Bay on the island of Rùm in Scotland , is formed by nucleation of crystals on the floor of a magma chamber . [15] [16] Harrisites are known to form megacrystal aggregates of pyroxene and olivine up to 1 metre in length. [17] Harrisite texture is found in some very thick lava flows of komatiite, for example in the Norseman-Wiluna Greenstone Belt of Western Australia, in which crystallization of cumulates has occurred. [18]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/CSIRO_ScienceImage_1484_Komatiite_Pyroxene_Needles.jpg/220px-CSIRO_ScienceImage_1484_Komatiite_Pyroxene_Needles.jpg",
                "caption": "Photomicrograph of a thin section of komatiite showing spinifex texture of pyroxene needle-like crystals"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/KomatiiteA2.jpg/220px-KomatiiteA2.jpg",
                "caption": "A2 facies dendritic feathery olivine crystals, drill hole WDD18, Widgiemooltha, Western Australia"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/KomatiiteA3.jpg/220px-KomatiiteA3.jpg",
                "caption": "A3 facies bladed olivine spinifex, drill hole WDD18, Widgiemooltha Komatiite, Western Australia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Komatiite",
        "title": "Komatiite",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Lava Composition and Types"
    }
]