[
    {
        "section": "Origin of term",
        "text": "The word pyroclast is derived from the Greek πῦρ ( pýr ), meaning \"fire\", and κλαστός ( klastós ), meaning \"broken in pieces\". [4] [5] A name for pyroclastic flows that glow red in the dark is nuée ardente (French, \"burning cloud\"); this was notably used to describe the disastrous 1902 eruption of Mount Pelée on Martinique , a French island in the Caribbean. [6] [note 1] Pyroclastic flows that contain a much higher proportion of gas to rock are known as \"fully dilute pyroclastic density currents\" or pyroclastic surges . The lower density sometimes allows them to flow over higher topographic features or water such as ridges, hills, rivers, and seas. They may also contain steam, water, and rock at less than 250 °C (480 °F); these are called \"cold\" compared with other flows, although the temperature is still lethally high. Cold pyroclastic surges can occur when the eruption is from a vent under a shallow lake or the sea. Fronts of some pyroclastic density currents are fully dilute; for example, during the eruption of Mount Pelée in 1902, a fully dilute current overwhelmed the city of Saint-Pierre and killed nearly 30,000 people. [7] A pyroclastic flow is a type of gravity current ; in scientific literature, it is sometimes abbreviated to PDC (pyroclastic density current).",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/BishopTuff.jpg/220px-BishopTuff.jpg",
                "caption": "Pyroclastic rocks from the Bishop tuff ; uncompressed with pumice (on left), compressed with fiamme (on right)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pyroclastic_flow",
        "title": "Pyroclastic flow",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Size and effects",
        "text": "Flow volumes range from a few hundred cubic meters to more than 1,000 cubic kilometres (240 cu mi). Larger flows can travel for hundreds of kilometres, although none on that scale has occurred for several hundred thousand years. Most pyroclastic flows are around one to ten cubic kilometres ( 1 ⁄ 4 – 2 + 1 ⁄ 2 cu mi) and travel for several kilometres. Flows usually consist of two parts: the basal flow hugs the ground and contains larger, coarse boulders and rock fragments, while an extremely hot ash plume lofts above it because of the turbulence between the flow and the overlying air, admixing and heating cold atmospheric air causing expansion and convection. [8] The kinetic energy of the moving cloud will flatten trees and buildings in its path. The hot gases and high speed make them particularly lethal, as they will incinerate living organisms instantaneously or turn them into carbonized fossils:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/PyroclasticFlow.jpg/220px-PyroclasticFlow.jpg",
                "caption": "Building remnant in Francisco Leon destroyed by pyroclastic surges and flows during eruption of El Chichon volcano in Mexico in 1982. Reinforcement rods in the concrete were bent in the direction of the flow."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Pyroclastic_Flow_St._Helens.jpg/220px-Pyroclastic_Flow_St._Helens.jpg",
                "caption": "A scientist examines pumice blocks at the edge of a pyroclastic flow deposit from Mount St. Helens"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Pompeii_Garden_of_the_Fugitives_02.jpg/220px-Pompeii_Garden_of_the_Fugitives_02.jpg",
                "caption": "The casts of some victims in the so-called \"Garden of the Fugitives\", Pompeii"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pyroclastic_flow",
        "title": "Pyroclastic flow",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Ground surge",
        "text": "These deposits are often found at the base of pyroclastic flows. They are thinly bedded, laminated and often cross-bedded. [6] Typically they are about 1 m. thick and consist mostly of lithic and crystal fragments (fine ash elutriated away). They appear to form from the flow itself, but the mechanism is not clear. One possibility is that the head of the flow expands through entrainment of air (which is then heated). This then results in the flow front surging forward, which is then over-run by the rest of the flow. [5]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Douillet_al_2013b_Fig._6_%28Bull._Volcanol.%29.jpg/220px-Douillet_al_2013b_Fig._6_%28Bull._Volcanol.%29.jpg",
                "caption": "Dune bedform formed by the pyroclastic currents related to the 2006 eruption of Tungurahua (Ecuador). A. Outer shape of a lunate dune bedform and B. internal lamination. Note preferential aggradation on upstream face (backset laminations). [6]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pyroclastic_surge",
        "title": "Pyroclastic surge",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Rheology",
        "text": "The lava's viscosity mostly determines the behavior of lava flows. While the temperature of common silicate lava ranges from about 800 °C (1,470 °F) for felsic lavas to 1,200 °C (2,190 °F) for mafic lavas, [16] its viscosity ranges over seven orders of magnitude, from 10 11 cP (10 8 Pa⋅s) for felsic lavas to 10 4 cP (10 Pa⋅s) for mafic lavas. [16] Lava viscosity is mostly determined by composition but also depends on temperature [13] and shear rate. [35] Lava viscosity determines the kind of volcanic activity that takes place when the lava is erupted. The greater the viscosity, the greater the tendency for eruptions to be explosive rather than effusive. As a result, most lava flows on Earth, Mars, and Venus are composed of basalt lava. [36] On Earth, 90% of lava flows are mafic or ultramafic, with intermediate lava making up 8% of flows and felsic lava making up just 2% of flows. [37] Viscosity also determines the aspect (thickness relative to lateral extent) of flows, the speed with which flows move, and the surface character of the flows. [13] [38] When highly viscous lavas erupt effusively rather than in their more common explosive form, they almost always erupt as high-aspect flows or domes. These flows take the form of block lava rather than ʻaʻā or pāhoehoe. Obsidian flows are common. [39] Intermediate lavas tend to form steep stratovolcanoes, with alternating beds of lava from effusive eruptions and tephra from explosive eruptions. [40] Mafic lavas form relatively thin flows that can move great distances, forming shield volcanoes with gentle slopes. [41] In addition to melted rock, most lavas contain solid crystals of various minerals, fragments of exotic rocks known as xenoliths , and fragments of previously solidified lava. The crystal content of most lavas gives them thixotropic and shear thinning properties. [42] In other words, most lavas do not behave like Newtonian fluids, in which the rate of flow is proportional to the shear stress . Instead, a typical lava is a Bingham fluid , which shows considerable resistance to flow until a stress threshold, called the yield stress, is crossed. [43] This results in plug flow of partially crystalline lava. A familiar example of plug flow is toothpaste squeezed out of a toothpaste tube. The toothpaste comes out as a semisolid plug, because shear is concentrated in a thin layer in the toothpaste next to the tube and only there does the toothpaste behave as a fluid. Thixotropic behavior also hinders crystals from settling out of the lava. [44] Once the crystal content reaches about 60%, the lava ceases to behave like a fluid and begins to behave like a solid. Such a mixture of crystals with melted rock is sometimes described as crystal mush . [45] Lava flow speeds vary based primarily on viscosity and slope.  In general, lava flows slowly, with typical speeds for Hawaiian basaltic flows of 0.40 km/h (0.25 mph) and maximum speeds of 10 to 48 km/h (6 to 30 mph) on steep slopes. [37] An exceptional speed of 32 to 97 km/h (20 to 60 mph) was recorded following the collapse of a lava lake at Mount Nyiragongo . [37] The scaling relationship for lavas is that the average speed of a flow scales as the square of its thickness divided by its viscosity. [46] This implies that a rhyolite flow would have to be about a thousand times thicker than a basalt flow to flow at a similar speed.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/PahoehoeLava.jpg/170px-PahoehoeLava.jpg",
                "caption": "Toes of a pāhoehoe advance across a road in Kalapana on the east rift zone of Kīlauea Volcano in Hawaii, United States"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lava",
        "title": "Lava",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Temperature",
        "text": "The temperature of most types of molten lava ranges from about 800 °C (1,470 °F) to 1,200 °C (2,190 °F) [16] depending on the lava's chemical composition. This temperature range is similar to the hottest temperatures achievable with a forced air charcoal forge. [47] Lava is most fluid when first erupted, becoming much more viscous as its temperature drops. [13] Lava flows quickly develop an insulating crust of solid rock as a result of radiative loss of heat. Thereafter, the lava cools by a very slow conduction of heat through the rocky crust. For instance, geologists of the United States Geological Survey regularly drilled into the Kilauea Iki lava lake, formed in an eruption in 1959. After three years, the solid surface crust, whose base was at a temperature of 1,065 °C (1,949 °F), was still only 14 m (46 ft) thick, even though the lake was about 100 m (330 ft) deep. Residual liquid was still present at depths of around 80 m (260 ft) nineteen years after the eruption. [16] A cooling lava flow shrinks, and this fractures the flow. Basalt flows show a characteristic pattern of fractures. The uppermost parts of the flow show irregular downward-splaying fractures, while the lower part of the flow shows a very regular pattern of fractures that break the flow into five- or six-sided columns. The irregular upper part of the solidified flow is called the entablature , while the lower part that shows columnar jointing is called the colonnade . (The terms are borrowed from Greek temple architecture.) Likewise, regular vertical patterns on the sides of columns, produced by cooling with periodic fracturing, are described as chisel marks . Despite their names, these are natural features produced by cooling, thermal contraction, and fracturing. [48] As lava cools, crystallizing inwards from its edges, it expels gases to form vesicles at the lower and upper boundaries. These are described as pipe-stem vesicles or pipe-stem amygdales . Liquids expelled from the cooling crystal mush rise upwards into the still-fluid center of the cooling flow and produce vertical vesicle cylinders . Where these merge towards the top of the flow, they form sheets of vesicular basalt and are sometimes capped with gas cavities that sometimes fill with secondary minerals. The beautiful amethyst geodes found in the flood basalts of South America formed in this manner. [49] Flood basalts typically crystallize little before they cease flowing, and, as a result, flow textures are uncommon in less silicic flows. [50] On the other hand, flow banding is common in felsic flows. [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Giant%27s_Causeway_2006_08.jpg/220px-Giant%27s_Causeway_2006_08.jpg",
                "caption": "Columnar jointing in Giant's Causeway in Northern Ireland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lava",
        "title": "Lava",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Lava morphology",
        "text": "The morphology of lava describes its surface form or texture. More fluid basaltic lava flows tend to form flat sheet-like bodies, whereas viscous rhyolite lava flows form knobbly, blocky masses of rock. Lava erupted underwater has its own distinctive characteristics.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Lava_entering_sea_-_Hawaii.png/220px-Lava_entering_sea_-_Hawaii.png",
                "caption": "Lava entering the sea to expand the big island of Hawaii , Hawaiʻi Volcanoes National Park"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Three_Waikupanaha_and_one_Ki_lava_ocean_entries_w-edit2.jpg/220px-Three_Waikupanaha_and_one_Ki_lava_ocean_entries_w-edit2.jpg",
                "caption": "Lava enters the Pacific at the Big Island of Hawaii ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lava",
        "title": "Lava",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "ʻAʻā",
        "text": "ʻAʻā (also spelled aa , aʻa , ʻaʻa , and a-aa , and pronounced [ʔəˈʔaː] or / ˈ ɑː ( ʔ ) ɑː / ) is one of three basic types of flow lava. ʻAʻā is basaltic lava characterized by a rough or rubbly surface composed of broken lava blocks called clinker. The word is Hawaiian meaning \"stony rough lava\", but also to \"burn\" or \"blaze\"; [52] it was introduced as a technical term in geology by Clarence Dutton . [53] [54] The loose, broken, and sharp, spiny surface of an ʻaʻā flow makes hiking difficult and slow. The clinkery surface actually covers a massive dense core, which is the most active part of the flow. As pasty lava in the core travels downslope, the clinkers are carried along at the surface. At the leading edge of an ʻaʻā flow, however, these cooled fragments tumble down the steep front and are buried by the advancing flow. This produces a layer of lava fragments both at the bottom and top of an ʻaʻā flow. [55] Accretionary lava balls as large as 3 metres (10 feet) are common on ʻaʻā flows. [56] ʻAʻā is usually of higher viscosity than pāhoehoe. Pāhoehoe can turn into ʻaʻā if it becomes turbulent from meeting impediments or steep slopes. [55] The sharp, angled texture makes ʻaʻā a strong radar reflector, and can easily be seen from an orbiting satellite (bright on Magellan pictures). [57] ʻAʻā lavas typically erupt at temperatures of 1,050 to 1,150 °C (1,920 to 2,100 °F) or greater. [58] [59]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Aa_large.jpg/220px-Aa_large.jpg",
                "caption": "Glowing ʻaʻā flow front advancing over pāhoehoe on the coastal plain of Kīlauea in Hawaii , United States"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lava",
        "title": "Lava",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Pāhoehoe",
        "text": "Pāhoehoe (also spelled pahoehoe , from Hawaiian [paːˈhoweˈhowe] [60] meaning \"smooth, unbroken lava\") is basaltic lava that has a smooth, billowy, undulating, or ropy surface. These surface features are due to the movement of very fluid lava under a congealing surface crust. The Hawaiian word was introduced as a technical term in geology by Clarence Dutton . [53] [54] A pāhoehoe flow typically advances as a series of small lobes and toes that continually break out from a cooled crust. It also forms lava tubes where the minimal heat loss maintains a low viscosity. The surface texture of pāhoehoe flows varies widely, displaying all kinds of bizarre shapes often referred to as lava sculpture. With increasing distance from the source, pāhoehoe flows may change into ʻaʻā flows in response to heat loss and consequent increase in viscosity. [24] Experiments suggest that the transition takes place at a temperature between 1,200 and 1,170 °C (2,190 and 2,140 °F), with some dependence on shear rate. [61] [35] Pahoehoe lavas typically have a temperature of 1,100 to 1,200 °C (2,010 to 2,190 °F). [16] On the Earth, most lava flows are less than 10 km (6.2 mi) long, but some pāhoehoe flows are more than 50 km (31 mi) long. [62] Some flood basalt flows in the geologic record extend for hundreds of kilometres. [63] The rounded texture makes pāhoehoe a poor radar reflector, and is difficult to see from an orbiting satellite (dark on Magellan picture). [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Ropy_pahoehoe.jpg/170px-Ropy_pahoehoe.jpg",
                "caption": "Pāhoehoe lava from Kīlauea volcano, Hawaii, United States"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lava",
        "title": "Lava",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Block lava flows",
        "text": "Block lava flows are typical of andesitic lavas from stratovolcanoes. They behave in a similar manner to ʻaʻā flows but their more viscous nature causes the surface to be covered in smooth-sided angular fragments (blocks) of solidified lava instead of clinkers. As with ʻaʻā flows, the molten interior of the flow, which is kept insulated by the solidified blocky surface, advances over the rubble that falls off the flow front. They also move much more slowly downhill and are thicker in depth than ʻaʻā flows. [15]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Block_lava_in_Lassen_Volcanic_National_Park.jpg/220px-Block_lava_in_Lassen_Volcanic_National_Park.jpg",
                "caption": "Block lava at Fantastic Lava Beds near Cinder Cone in Lassen Volcanic National Park"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lava",
        "title": "Lava",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Pillow lava",
        "text": "Pillow lava is the lava structure typically formed when lava emerges from an underwater volcanic vent or subglacial volcano or a lava flow enters the ocean. The viscous lava gains a solid crust on contact with the water, and this crust cracks and oozes additional large blobs or \"pillows\" as more lava emerges from the advancing flow. Since water covers the majority of Earth 's surface and most volcanoes are situated near or under bodies of water, pillow lava is very common. [64]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Nur05018-Pillow_lavas_off_Hawaii.jpg/220px-Nur05018-Pillow_lavas_off_Hawaii.jpg",
                "caption": "Pillow lava on the ocean floor near Hawaii"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lava",
        "title": "Lava",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Volcanoes",
        "text": "Volcanoes are the primary landforms built by repeated eruptions of lava and ash over time. They range in shape from shield volcanoes with broad, shallow slopes formed from predominantly effusive eruptions of relatively fluid basaltic lava flows, to steeply-sided stratovolcanoes (also known as composite volcanoes) made of alternating layers of ash and more viscous lava flows typical of intermediate and felsic lavas. [65] A caldera , which is a large subsidence crater, can form in a stratovolcano, if the magma chamber is partially or wholly emptied by large explosive eruptions; the summit cone no longer supports itself and thus collapses in on itself afterwards. [66] Such features may include volcanic crater lakes and lava domes after the event. [67] However, calderas can also form by non-explosive means such as gradual magma subsidence. This is typical of many shield volcanoes. [68]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Arenallong.jpg/220px-Arenallong.jpg",
                "caption": "Arenal Volcano , Costa Rica, is a stratovolcano ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lava",
        "title": "Lava",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Lava domes and coulées",
        "text": "Lava domes are formed by the extrusion of viscous felsic magma. They can form prominent rounded protuberances, such as at Valles Caldera . As a volcano extrudes silicic lava, it can form an inflation dome or endogenous dome , gradually building up a large, pillow-like structure which cracks, fissures, and may release cooled chunks of rock and rubble. The top and side margins of an inflating lava dome tend to be covered in fragments of rock, breccia and ash. [71] Examples of lava dome eruptions include the Novarupta dome, and successive lava domes of Mount St Helens . [72] When a dome forms on an inclined surface it can flow in short thick flows called coulées (dome flows). These flows often travel only a few kilometres from the vent. [39]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Valle_Grande_dome.jpg/220px-Valle_Grande_dome.jpg",
                "caption": "A forested lava dome in the midst of the Valle Grande, the largest meadow in the Valles Caldera National Preserve , New Mexico, United States"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lava",
        "title": "Lava",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Lava lakes",
        "text": "Rarely, a volcanic cone may fill with lava but not erupt. Lava which pools within the caldera is known as a lava lake. [76] Lava lakes do not usually persist for long, either draining back into the magma chamber once pressure is relieved (usually by venting of gases through the caldera), or by draining via eruption of lava flows or pyroclastic explosion. There are only a few sites in the world where permanent lakes of lava exist. These include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Dikes-large.jpg/220px-Dikes-large.jpg",
                "caption": "Shiprock , New Mexico, United States: a volcanic neck in the distance, with a radiating dike on its south side"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lava",
        "title": "Lava",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Lava fountains",
        "text": "A lava fountain is a volcanic phenomenon in which lava is forcefully but non-explosively ejected from a crater , vent, or fissure . The highest lava fountain recorded was during the 23 November 2013 eruption of Mount Etna in Italy, which reached a stable height of around 2,500 m (8,200 ft) for 18 minutes, briefly peaking at a height of 3,400 m (11,000 ft). [81] Lava fountains may occur as a series of short pulses, or a continuous jet of lava. They are commonly associated with Hawaiian eruptions . [82]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Lava_fountain_at_Kilauea.jpg/170px-Lava_fountain_at_Kilauea.jpg",
                "caption": "450 m-high lava fountain at Kīlauea"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lava",
        "title": "Lava",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Build-up to the eruption",
        "text": "Mount St. Helens remained dormant from its last period of activity in the 1840s and 1850s until March 1980. [12] Several small earthquakes, beginning on March 15, indicated that magma might have begun moving below the volcano . [13] On March 20, at 3:45 pm Pacific Standard Time , a shallow, magnitude-4.2 earthquake centered below the volcano's north flank, [13] signaled the volcano's return from 123 years of hibernation. [14] A gradually building earthquake swarm saturated area seismographs and started to climax at about noon on March 25, reaching peak levels in the next two days, including an earthquake registering 5.1 on the Richter scale . [15] A total of 174 shocks of magnitude 2.6 or greater was recorded during those two days. [16] Shocks of magnitude 3.2 or greater occurred at a slightly increasing rate during April and May, with five earthquakes of magnitude 4 or above per day in early April, and eight per day the week before May 18. [14] Initially, no direct sign of eruption was seen, but small earthquake-induced avalanches of snow and ice were reported from aerial observations. At 12:36 pm on March 27, phreatic eruptions (explosions of steam caused by magma suddenly heating groundwater ) ejected and smashed rock from within the old summit crater , excavating a new crater 250 feet (75 m) wide, [14] [17] [18] [19] and sending an ash column about 7,000 feet (2.1 km) into the air. [16] By this date, a 16,000-foot-long (4.9 km) eastward-trending fracture system had also developed across the summit area. [20] This was followed by more earthquake swarms and a series of steam explosions that sent ash 10,000 to 11,000 feet (3,000 to 3,400 m) above their vent. [14] Most of this ash fell between 3 and 12 mi (5 and 19 km) from its vent, but some was carried 150 mi (240 km) south to Bend, Oregon , or 285 mi (460 km) east to Spokane, Washington . [21] A second, new crater and a blue flame were observed on March 29. [21] [22] The flame was visibly emitted from both craters and was probably created by burning gases. Static electricity generated from ash clouds rolling down the volcano sent out lightning bolts that were up to 2 mi (3 km) long. [21] Ninety-three separate outbursts were reported on March 30, [21] and increasingly strong harmonic tremors were first detected on April 1, alarming geologists and prompting Governor Dixy Lee Ray to declare a state of emergency on April 3. [22] Governor Ray issued an executive order on April 30 creating a \"red zone\" around the volcano; anyone caught in this zone without a pass faced a $500 fine (equivalent to $1,800 in 2023) or six months in jail. [23] [24] This precluded many cabin owners from visiting their property. [25] By April 7, the combined crater was 1,700 by 1,200 ft (520 by 370 m) and 500 ft (150 m) deep. [26] A USGS team determined in the last week of April that a 1.5 mi-diameter (2.4 km) section of St. Helens's north face was displaced outward by at least 270 ft (82 m). [20] For the rest of April and early May, this bulge grew by 5 to 6 ft (1.5 to 1.8 m) per day, and by mid-May, it extended more than 400 ft (120 m) north. [20] As the bulge moved northward, the summit area behind it progressively sank, forming a complex, down-dropped block called a graben . Geologists announced on April 30 that sliding of the bulge area was the greatest immediate danger and that such a landslide might spark an eruption. [24] [27] These changes in the volcano's shape were related to the overall deformation that increased the volume of the volcano by 0.03 cu mi (0.13 km 3 ) by mid-May. [28] This volume increase presumably corresponded to the volume of magma that pushed into the volcano and deformed its surface. Because the intruding magma remained below ground and was not directly visible, it was called a cryptodome , in contrast to a true lava dome exposed at the surface. On May 7, eruptions similar to those in March and April resumed, and over the following days, the bulge approached its maximum size. [29] All activity had been confined to the 350-year-old summit dome and did not involve any new magma. About 10,000 earthquakes were recorded before the May 18 event, with most concentrated in a small zone less than 1.6 mi (2.6 km) directly below the bulge. [28] Visible eruptions ceased on May 16, reducing public interest and consequently the number of spectators in the area. [30] Mounting public pressure then forced officials to allow 50 carloads of property owners to enter the danger zone on Saturday, May 17, to gather whatever property they could carry. [30] [31] Another trip was scheduled for 10 am the next day, [30] [31] and because that was Sunday, more than 300 loggers who would normally be working in the area were not there. By the time of the climactic eruption, dacite magma intruding into the volcano had forced the north flank outward nearly 500 ft (150 m) and heated the volcano's groundwater system, causing many steam-driven explosions (phreatic eruptions).",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/MSH80_early_eruption_st_helens_from_NE_04-10-80.jpg/220px-MSH80_early_eruption_st_helens_from_NE_04-10-80.jpg",
                "caption": "USGS photo showing a pre-avalanche eruption on April 10"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/MSH80_bulge_on_north_side_04-27-80.jpg/220px-MSH80_bulge_on_north_side_04-27-80.jpg",
                "caption": "Photo showing the bulge growing due to a cryptodome on April 27"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1980_eruption_of_Mount_St._Helens",
        "title": "1980 eruption of Mount St. Helens",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Landslide and climactic phase",
        "text": "As May 18 dawned, Mount St. Helens's activity did not show any change from the pattern of the preceding month. The rates of bulge movement and sulfur dioxide emission, and ground temperature readings did not reveal any changes indicating a catastrophic eruption. USGS volcanologist David A. Johnston was on duty at an observation post around 6 mi (10 km) north of the volcano: as of 6:00 am, Johnston's measurements did not indicate any unusual activity. [9] At 8:32 am, a magnitude-5.1 earthquake centered directly below the north slope triggered that part of the volcano to slide, [32] approximately 7–20 seconds after the shock, [9] followed a few seconds later by the main volcanic blast . The landslide, the largest subaerial landslide in recorded history, traveled at 110 to 155 mph (177 to 249 km/h) and moved across Spirit Lake's west arm. Part of it hit a 1,150 ft-high (350 m) ridge about 6 mi (10 km) north. [9] Some of the slide spilled over the ridge, but most of it moved 13 mi (21 km) down the North Fork Toutle River , filling its valley up to 600 feet (180 m) deep with avalanche debris. [32] An area of about 24 sq mi (62 km 2 ) was covered, and the total volume of the deposit was about 0.7 cu mi (2.9 km 3 ). [9] Scientists were able to reconstruct the motion of the landslide from a series of rapid photographs by Gary Rosenquist, who was camping 11 mi (18 km) away from the blast 46°18′49″N 122°02′12″W ﻿ / ﻿ 46.31361°N 122.03667°W ﻿ / 46.31361; -122.03667 . [9] Rosenquist, his party, and his photographs survived because the blast was deflected by local topography 1 mi (1.6 km) short of his location. [33] Most of St. Helens's former north side became a rubble deposit 17 mi (27 km) long, averaging 150 ft (46 m) thick; the slide was thickest at 1 mi (1.6 km) below Spirit Lake and thinnest at its western margin. [9] The landslide temporarily displaced the waters of Spirit Lake to the ridge north of the lake, in a giant wave about 600 ft (180 m) high. [34] This, in turn, created a 295 ft (90 m) avalanche of debris consisting of the returning waters and thousands of uprooted trees and stumps. Some of these remained intact with roots, but most had been sheared off at the stump seconds earlier by the blast of superheated volcanic gas and ash that had immediately followed and overtaken the initial landslide. The debris was transported along with the water as it returned to its basin , raising the surface level of Spirit Lake by about 200 ft (61 m). [9] Four decades after the eruption, floating log mats persist on Spirit Lake and nearby St. Helens Lake, changing position with the wind. The rest of the trees, especially those that were not completely detached from their roots, were turned upright by their own weight and became waterlogged, sinking into the muddy sediments at the bottom where they are in the process of becoming petrified in the anaerobic and mineral-rich waters. This provides insight into other sites with a similar fossil record. [35]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Msh_may18_sequence.gif/330px-Msh_may18_sequence.gif",
                "caption": "Sequence of events on May 18"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/SpiritLake2012Treemat02.JPG/220px-SpiritLake2012Treemat02.JPG",
                "caption": "Lakes nearest to Mount St. Helens have been partly covered with fallen trees for more than 40 years. This photograph was taken in 2012."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/North_Fork_Toutle_River_valley_in_November_1983.jpg/220px-North_Fork_Toutle_River_valley_in_November_1983.jpg",
                "caption": "North Fork Toutle River valley filled with landslide deposits"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1980_eruption_of_Mount_St._Helens",
        "title": "1980 eruption of Mount St. Helens",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Initial lateral blast",
        "text": "The landslide exposed the dacite magma in St. Helens's neck to much lower pressure, causing the gas-charged, partially molten rock and high-pressure steam above it to explode a few seconds after the landslide started. Explosions burst through the trailing part of the landslide, blasting rock debris northward. The resulting blast directed the pyroclastic flow laterally. It consisted of very hot volcanic gases, ash, and pumice formed from new lava, as well as pulverized old rock, which hugged the ground. Initially moving about 220 mph (350 km/h), the blast quickly accelerated to around 670 mph (1,080 km/h), and it may have briefly passed the speed of sound . [9] [32] Pyroclastic flow material passed over the moving avalanche and spread outward, devastating a fan-shaped area 23 miles across by 19 miles long (37 km × 31 km). [32] In total, about 230 sq mi (600 km 2 ) of forest were knocked down, [32] and extreme heat killed trees miles beyond the blow-down zone. At its vent, the lateral blast probably did not last longer than about 30 seconds, but the northward-radiating and expanding blast cloud continued for about another minute. Superheated flow material flashed water in Spirit Lake and North Fork Toutle River to steam, creating a larger, secondary explosion that was heard as far away as British Columbia , [36] Montana , Idaho , and Northern California , yet many areas closer to the eruption ( Portland, Oregon , for example) did not hear the blast. This so-called \"quiet zone\" extended radially a few tens of miles from the volcano and was created by the complex response of the eruption's sound waves to differences in temperature and air motion of the atmospheric layers, and to a lesser extent, local topography. [9] Later studies indicated that one-third of the 0.045 cu mi (0.19 km 3 ) of material in the flow was new lava, and the rest was fragmented, older rock. [36]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Computer_animation_showing_May_18%2C_1980_St_Helens_landslide.png/220px-Computer_animation_showing_May_18%2C_1980_St_Helens_landslide.png",
                "caption": "Computer graphics showing the May 18 landslide (green) being overtaken by the initial pyroclastic flow (red)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1980_eruption_of_Mount_St._Helens",
        "title": "1980 eruption of Mount St. Helens",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Lateral blast result",
        "text": "The huge ensuing ash cloud sent skyward from St. Helens's northern foot was visible throughout the quiet zone. The near-supersonic lateral blast, loaded with volcanic debris, caused devastation as far as 19 mi (31 km) from the volcano. The area affected by the blast can be subdivided into roughly concentric zones: [9] By the time this pyroclastic flow hit its first human victims, it was still as hot as 680 °F (360 °C) and filled with suffocating gas and flying debris. [36] Most of the 57 people known to have died in that day's eruption succumbed to asphyxiation , while several died from burns. [9] Lodge owner Harry R. Truman was buried under hundreds of feet of avalanche material 46°15′59.6″N 122°09′33.3″W ﻿ / ﻿ 46.266556°N 122.159250°W ﻿ / 46.266556; -122.159250 . Volcanologist David A. Johnston, who was stationed at Observation post Coldwater II 46°16′37.5″N 122°13′28.0″W ﻿ / ﻿ 46.277083°N 122.224444°W ﻿ / 46.277083; -122.224444 , located just 6 miles (10 km) north of the mountain, was one of those killed 46°17′37″N 122°13′27.1″W ﻿ / ﻿ 46.29361°N 122.224194°W ﻿ / 46.29361; -122.224194 , as was Reid Blackburn 46°17′53.1″N 122°17′23.5″W ﻿ / ﻿ 46.298083°N 122.289861°W ﻿ / 46.298083; -122.289861 , a National Geographic photographer who was situated near Coldwater Creek 46°17′55.8″N 122°17′22.9″W ﻿ / ﻿ 46.298833°N 122.289694°W ﻿ / 46.298833; -122.289694 , 8 miles (13 km) from the volcano, on the day of the eruption. [37] Robert Landsburg , another photographer, who was within a few miles of the summit 46°12′46.3″N 122°16′03.3″W ﻿ / ﻿ 46.212861°N 122.267583°W ﻿ / 46.212861; -122.267583 , was killed by the ash cloud. He was able to protect his film with his body, and the surviving photos provided geologists with valuable documentation of the historic eruption. [38] Another eruption victim, amateur radio operator Gerry Martin, located near the Coldwater peak and farther north of Johnston's position 46°17′59.7″N 122°12′55″W ﻿ / ﻿ 46.299917°N 122.21528°W ﻿ / 46.299917; -122.21528 , reporting his sighting of the eruption enveloping the Coldwater II observation post. As the blast overwhelmed Johnston's post, Martin declared solemnly: \"Gentlemen, the camper and car that's sitting over to the south of me is covered. It's going to hit me, too.\" before his radio went silent. [39] [40]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Reid_Blackburn%27s_car_after_May_18%2C_1980_St._Helens_eruption.jpg/220px-Reid_Blackburn%27s_car_after_May_18%2C_1980_St._Helens_eruption.jpg",
                "caption": "Photographer Reid Blackburn's vehicle after the eruption"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Mount_St._Helens_fractured_tree.png/220px-Mount_St._Helens_fractured_tree.png",
                "caption": "Many trees in the direct blast zone were snapped off at their bases and the earth was stripped and scorched."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/MSH80_david_johnston_at_camp_05-17-80_med_%28cropped%29.jpg/170px-MSH80_david_johnston_at_camp_05-17-80_med_%28cropped%29.jpg",
                "caption": "Volcanologist David A. Johnston (pictured 13 hours before his death) was among the approximately 57 people killed in the eruption."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/ColdwaterII_LANDSAT7color.png/220px-ColdwaterII_LANDSAT7color.png",
                "caption": "Johnston's Coldwater II observation post was in the path of the blast when the north side of Mount St. Helens collapsed."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1980_eruption_of_Mount_St._Helens",
        "title": "1980 eruption of Mount St. Helens",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Ash column",
        "text": "As the avalanche and initial pyroclastic flow were still advancing, a huge ash column grew to a height of 12 mi (19 km) above the expanding crater in less than 10 minutes and spread tephra into the stratosphere for 10 straight hours. [36] Near the volcano, the swirling ash particles in the atmosphere generated lightning , which in turn started many forest fires . During this time, parts of the mushroom -shaped ash-cloud column collapsed, and fell back upon the earth. This fallout, mixed with magma, mud, and steam, sent additional pyroclastic flows speeding down St. Helens's flanks. Later, slower flows came directly from the new north-facing crater and consisted of glowing pumice bombs and very hot pumiceous ash. Some of these hot flows covered ice or water, which flashed to steam, creating craters up to 65 ft (20 m) in diameter and sending ash as much as 6,500 ft (2,000 m) into the air. [41] Strong, high-altitude wind carried much of this material east-northeasterly from the volcano at an average speed around 60 miles per hour (100 km/h). By 9:45 am, it had reached Yakima, Washington , 90 mi (140 km) away, and by 11:45 am, it was over Spokane, Washington . [9] A total of 4 to 5 in (100 to 130 mm) of ash fell on Yakima, and areas as far east as Spokane were plunged into darkness by noon, where visibility was reduced to 10 ft (3 m) and 0.5 in (13 mm) of ash fell. [36] Continuing eastward, [42] St. Helens's ash fell in the western part of Yellowstone National Park by 10:15 pm, and was seen on the ground in Denver the next day. [36] In time, ash fall from this eruption was reported as far away as Minnesota and Oklahoma , and some of the ash drifted around the globe within about 2 weeks. During the nine hours of vigorous eruptive activity, about 540,000,000 tons (540 × 10 ^ 6 short tons or 490 × 10 ^ 6 t) of ash fell over an area of more than 22,000 sq mi (57,000 km 2 ). [9] The total volume of the ash before its compaction by rainfall was about 0.3 cu mi (1.3 km 3 ). [9] The volume of the uncompacted ash is equivalent to about 0.05 cu mi (0.21 km 3 ) of solid rock, or about 7% of the amount of material that slid off in the debris avalanche. [9] By around 5:30 pm on May 18, the vertical ash column declined in stature, but less severe outbursts continued through the next several days. [43]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/MtStHelens_Mushroom_Cloud.jpg/220px-MtStHelens_Mushroom_Cloud.jpg",
                "caption": "The ash cloud produced by the eruption, as seen from the village of Toledo, Washington , 35 mi (56 km) to the northwest of Mount St. Helens: The cloud was roughly 40 mi (64 km) wide and 15 mi (24 km; 79,000 ft) high."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/MtStHelensSat1980.jpg/220px-MtStHelensSat1980.jpg",
                "caption": "Ash cloud from Mt. St. Helens as captured by the GOES 3 weather satellite at 15:45 UTC."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1980_eruption_of_Mount_St._Helens",
        "title": "1980 eruption of Mount St. Helens",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Ash properties",
        "text": "Generally, given that the way airborne ash is deposited after an eruption is strongly influenced by the meteorological conditions, a certain variation of the ash type will occur, as a function of distance to the volcano or time elapsed from eruption. The ash from Mount St. Helens is no exception, hence the ash properties have large variations. [44]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Mount_St_Helens_blast_effects_IMG_4809.JPG/220px-Mount_St_Helens_blast_effects_IMG_4809.JPG",
                "caption": "Residual lateral blast effects in the channelized blast zone, some 30 years after the eruption: Damage ranged from scorched earth, through tree trunks snapped at various heights, to more superficial effects."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1980_eruption_of_Mount_St._Helens",
        "title": "1980 eruption of Mount St. Helens",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Mudslides flow downstream",
        "text": "The hot, exploding material also broke apart and melted nearly all of the mountain's glaciers, along with most of the overlying snow. As in many previous St. Helens eruptions, this created huge lahars (volcanic mudflows ) and muddy floods that affected three of the four stream drainage systems on the mountain, [41] and which started to move as early as 8:50 am. [34] Lahars travelled as fast as 90 mph (140 km/h) while still high on the volcano, but progressively slowed to about 3 mph (4.8 km/h) on the flatter and wider parts of rivers. [9] Mudflows from the southern and eastern flanks had the consistency of wet concrete as they raced down Muddy River, Pine Creek, and Smith Creek to their confluence at the Lewis River . Bridges were taken out at the mouth of Pine Creek and the head of Swift Reservoir, which rose 2.6 ft (0.79 m) [41] by noon to accommodate the nearly 18,000,000 cu yd (14,000,000 m 3 ) of additional water, mud, and debris. [9] Glacier and snowmelt mixed with tephra on the volcano's northeast slope to create much larger lahars. These mudflows traveled down the north and south forks of the Toutle River and joined at the confluence of the Toutle forks and the Cowlitz River near Castle Rock, Washington , at 1:00 pm. Ninety minutes after the eruption, the first mudflow had moved 27 mi (43 km) upstream, where observers at Weyerhaeuser 's Camp Baker saw a 12 ft-high (4 m) wall of muddy water and debris pass. [34] Near the confluence of the Toutle's north and south forks at Silver Lake, a record flood stage of 23.5 ft (7.2 m) was recorded. [34] A large but slower-moving mudflow with a mortar-like consistency was mobilized in early afternoon at the head of the Toutle River north fork. By 2:30 pm, the massive mudflow had destroyed Camp Baker, [34] and in the following hours, seven bridges were carried away. Part of the flow backed up for 2.5 mi (4.0 km) soon after entering the Cowlitz River, but most continued downstream. After traveling 17 mi (27 km) further, an estimated 3,900,000 cu yd (3,000,000 m 3 ) of material were injected into the Columbia River, reducing the river's depth by 25 ft (8 m) for a 4 mi (6 km) stretch. [34] The resulting 13 ft (4.0 m) river depth temporarily closed the busy channel to ocean-going freighters , costing Portland, Oregon, an estimated $5 million (equivalent to $15.5 million 2023). [43] Ultimately, more than 65 × 10 ^ 6 cu yd (50 × 10 ^ 6 m 3 ; 1.8 × 10 ^ 9 cu ft) of sediment were dumped along the lower Cowlitz and Columbia Rivers. [9]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/MSH80_mudline_muddy_river_with_USGS_scientist_10-23-80.jpg/220px-MSH80_mudline_muddy_river_with_USGS_scientist_10-23-80.jpg",
                "caption": "Mudline next to Muddy River from the 1980 lahars"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1980_eruption_of_Mount_St._Helens",
        "title": "1980 eruption of Mount St. Helens",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Ash damage and removal",
        "text": "The ash fall created some temporary major problems with transportation, sewage disposal, and water treatment systems. Visibility was greatly decreased during the ash fall, closing many highways and roads. Interstate 90 from Seattle to Spokane was closed for a week and a half. Air travel was disrupted for between a few days and two weeks, as several airports in eastern Washington shut down because of ash accumulation and poor visibility. Over a thousand commercial flights were cancelled following airport closures. Fine-grained, gritty ash caused substantial problems for internal combustion engines and other mechanical and electrical equipment. The ash contaminated oil systems, clogged air filters, and scratched moving surfaces. Fine ash caused short circuits in electrical transformers, which in turn caused power blackouts . [9] Removing and disposing of the ash was a monumental task for some Eastern Washington communities. State and federal agencies estimated that over 2,400,000 cu yd (1,800,000 m 3 ) of ash, equivalent to about 900,000 tons in weight, were removed from highways and airports in Washington. The ash removal cost $2.2 million and took 10 weeks in Yakima. [9] The need to remove ash quickly from transport routes and civil works dictated the selection of some disposal sites. Some cities used old quarries and existing sanitary landfills ; others created dump sites wherever expedient. To minimize wind reworking of ash dumps, the surfaces of some disposal sites were covered with topsoil and seeded with grass. In Portland, the mayor eventually threatened businesses with fines if they failed to remove the ash from their parking lots. [56]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/1980_Mount_st_helens_ash_distribution.svg/220px-1980_Mount_st_helens_ash_distribution.svg.png",
                "caption": "Map of ash distribution over the United States"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1980_eruption_of_Mount_St._Helens",
        "title": "1980 eruption of Mount St. Helens",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Cost",
        "text": "A refined estimate of $1.1 billion ($3.4 billion in 2023) was determined in a study by the International Trade Commission at the request of the United States Congress . A supplemental appropriation of $951 million for disaster relief was voted by Congress, of which the largest share went to the Small Business Administration , U.S. Army Corps of Engineers , and the Federal Emergency Management Agency . [9] Also, indirect and intangible costs of the eruption were incurred. Unemployment in the immediate region of Mount St. Helens rose 10-fold in the weeks immediately following the eruption, and then returned to near-normal levels once timber-salvaging and ash-cleanup operations were underway. Only a small percentage of residents left the region because of lost jobs owing to the eruption. Several months after May 18, a few residents reported suffering stress and emotional problems, though they had coped successfully during the crisis. Counties in the region requested funding for mental-health programs to assist such people. [9] Initial public reaction to the May 18 eruption dealt a nearly crippling blow to tourism, an important industry in Washington. Not only was tourism down in the Mount St. Helens– Gifford Pinchot National Forest area, but conventions, meetings and social gatherings also were cancelled or postponed at cities and resorts elsewhere in Washington and neighboring Oregon not affected by the eruption. The adverse effect on tourism and conventioneering, however, proved only temporary. Mount St. Helens, perhaps because of its reawakening, has regained its appeal for tourists. The U.S. Forest Service and the State of Washington opened visitor centers and provided access for people to view the volcano's devastation. [9]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Home_destroyed_by_1980_St_Helens_eruption1.jpg/220px-Home_destroyed_by_1980_St_Helens_eruption1.jpg",
                "caption": "One of the 200 houses destroyed by the eruption"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1980_eruption_of_Mount_St._Helens",
        "title": "1980 eruption of Mount St. Helens",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Later eruptions",
        "text": "St. Helens produced an additional five explosive eruptions between May and October 1980. Through early 1990, at least 21 periods of eruptive activity had occurred. The volcano remains active, with smaller, dome-building eruptions continuing into 2008.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/MSH80_st_helens_eruption_plume_07-22-80.jpg/170px-MSH80_st_helens_eruption_plume_07-22-80.jpg",
                "caption": "Eruption on July 22, 1980"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/St_Helens_dome_on_October_24%2C_1980.jpg/220px-St_Helens_dome_on_October_24%2C_1980.jpg",
                "caption": "The growing third dome on October 24, 1980"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1980_eruption_of_Mount_St._Helens",
        "title": "1980 eruption of Mount St. Helens",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "1980–1991",
        "text": "An eruption occurred on May 25, 1980, at 2:30 am that sent an ash column 9 mi (48,000 ft; 14 km) into the atmosphere. [51] The eruption was preceded by a sudden increase in earthquake activity, and occurred during a rainstorm. Erratic wind from the storm carried ash from the eruption to the south and west, lightly dusting large parts of western Washington and Oregon. Pyroclastic flows exited the northern breach and covered avalanche debris, lahars, and other pyroclastic flows deposited by the May 18 eruption. [51] At 7:05 pm on June 12, a plume of ash billowed 2.5 mi (4.0 km) above the volcano. At 9:09 pm, a much stronger explosion sent an ash column about 10 mi (16 km) skyward. [57] This event caused the Portland area, previously spared by wind direction, to be thinly coated with ash in the middle of the annual Rose Festival. [58] A dacite dome then oozed into existence on the crater floor, growing to a height of 200 ft (61 m) and a width of 1,200 ft (370 m) within a week. [57] A series of large explosions on July 22 broke more than a month of relative quiet. The July eruptive episode was preceded by several days of measurable expansion of the summit area, heightened earthquake activity, and changed emission rates of sulfur dioxide and carbon dioxide. The first hit at 5:14 pm as an ash column shot 10 mi (16 km) and was followed by a faster blast at 6:25 pm that pushed the ash column above its previous maximum height in just 7.5 minutes. [57] The final explosion started at 7:01 pm, and continued over two hours. [57] When the relatively small amount of ash settled over eastern Washington, the dome built in June was gone. [59] Seismic activity and gas emission steadily increased in early August, and on August 7 at 4:26 pm, an ash cloud slowly expanded 8 mi (13 km) into the sky. [59] Small pyroclastic flows came through the northern breach and a weaker outpouring of ash rose from the crater. This continued until 10:32 pm, when a second large blast sent ash high into the air, proceeding due north. [59] A second dacite dome filled this vent a few days later. Two months of repose were ended by an eruption lasting from October 16 to 18. This event obliterated the second dome, sent ash 10 mi in the air and created small, red-hot pyroclastic flows. [59] A third dome began to form within 30 minutes after the final explosion on October 18, and within a few days, it was about 900 ft (270 m) wide and 130 ft (40 m) high. In spite of the dome growth next to it, a new glacier formed rapidly inside the crater. All of the post-1980 eruptions were quiet dome-building events, beginning with the December 27, 1980, to January 3, 1981, episode. By 1987, the third dome had grown to be more than 3,000 ft (910 m) wide and 800 ft (240 m) high. [59] Further eruptions occurred over a few months between 1989 and 1991.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/MSH04_crater_eruption_image_1213PDT_10-01-04.jpg/220px-MSH04_crater_eruption_image_1213PDT_10-01-04.jpg",
                "caption": "Plume of volcanic ash and steam in the October 2004 eruption"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1980_eruption_of_Mount_St._Helens",
        "title": "1980 eruption of Mount St. Helens",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Unzen Scientific Drilling Project (USDP)",
        "text": "In 1999, an ambitious project began at Mount Unzen to drill deep inside the volcano and sample magma in the 1990–1995 eruption conduit . [31] The project hoped to shed light on some fundamental questions in volcanology, such as why magma repeatedly travels in the same conduits despite the solidification of magma in them at the end of each eruption, and how it can lose enough gas on its ascent to erupt effusively rather than explosively. Drilling began with test bores to assess the viability of a deep borehole . Two holes were drilled, 750 metres (2,460 ft) and 1,500 metres (4,900 ft) deep, and cores taken from these holes were used to better determine Unzen's eruptive history. One further 350-metre (1,150 ft) deep borehole was drilled to test the methods to be used in the final drilling project. The main drill began in 2003, starting from the northern flank of the volcano with a 440 mm (17 in) hole at an angle of 25 degrees from vertical. At greater depths, the direction of boring was tilted towards the conduit, reaching an angle of 75 degrees from vertical at a depth of 800 metres (2,600 ft). Drilling reached 1,800 metres (5,900 ft), the original target depth, without reaching the conduit, but in July 2004 at a depth of 1,995 metres (6,545 ft), the conduit was finally reached. The vertical depth below the summit was 1,500 metres (4,900 ft). The temperature at the conduit was about 155 °C (311 °F), much lower than pre-drill estimations of 500 °C (932 °F) and over. This was attributed to hydrothermal circulation accelerating the cooling of the magma over the nine to ten years since the end of the eruption.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/UnzenDevastation.jpg/220px-UnzenDevastation.jpg",
                "caption": "Devastation from Mt. Unzen's 1991 eruption"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mount_Unzen",
        "title": "Mount Unzen",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Before the eruption",
        "text": "Before the 1902 eruption, as early as the mid-19th century, signs of increased fumarole activity were present in the Étang Sec (Dry Pond) crater near the summit. [5] Relatively minor phreatic eruptions that occurred in 1792 and 1851 were evidence that the volcano was active and potentially dangerous. The indigenous Carib people were aware of the mountain's volcanic activity from previous eruptions in ancient times. Eruptions began on 23 April 1902. In early April, excursionists noted the appearance of sulfurous vapors emitting from fumaroles near the mountaintop. This was not regarded as important, as fumaroles had appeared and disappeared in the past. On 23 April there was a light rain of cinders on the mountain's southern and western side, together with seismic activity. On 25 April the mountain emitted a large cloud containing rocks and ashes from its top, where the Étang Sec caldera was located. The ejected material did not cause a significant amount of damage. On 26 April the surroundings were dusted by volcanic ash from an explosion; the public authorities still did not see any cause for concern. On 27 April, several excursionists climbed the mountaintop to find Étang Sec filled with water, forming a lake 180 m (590 ft) across. There was a 15 m (50 ft) high cone of volcanic debris built up on one side, feeding the lake with a steady stream of boiling water. Sounds resembling a cauldron with boiling water were heard from deep underground. The strong smell of sulfur was all over the city, 6.4 km (4.0 mi) away from the volcano, causing discomfort to people and horses. On 30 April Rivière des Pères and the river Roxelane swelled, carrying boulders and trees from the mountaintop. The villages of Prêcheur and Sainte-Philomène received a steady stream of ash. At 11:30 p.m. on 2 May, the mountain produced loud explosions, earthquakes and a massive pillar of dense black smoke. Ashes and fine-grained pumice covered the entire northern half of the island. The explosions continued at 5–6 hour intervals. This led the local newspaper Les Colonies to indefinitely postpone a proposed picnic on the mountain, originally planned for 4 May. [ citation needed ] Farm animals started dying from hunger and thirst, as their sources of water and food were contaminated with ash. On Saturday 3 May, the wind blew the ash cloud northwards, alleviating the situation in Saint-Pierre. The next day the ash fall intensified, and the communication between Saint-Pierre and the Prêcheur district was severed. The ash cloud was so dense that the coastal boats feared navigating through it. Many citizens decided to flee the city, filling the steamer lines to capacity. The area was covered with a layer of fine, flour-like white ash. On Monday 5 May, activity appeared to decrease, but at about 1:00 p.m. the sea suddenly receded about 100 m (330 ft) and then rushed back, flooding parts of the city, and a large cloud of smoke appeared westward of the mountain. One wall of the Étang Sec crater collapsed and propelled a mass of boiling water and mud (a lahar ) into the Blanche River, flooded the Guérin sugar works and buried about 150 victims under 60 m (200 ft) to 90 m (300 ft) of mud. Refugees from other areas rushed into Saint-Pierre. That night, the atmospheric disturbances disabled the electric grid , sank the city into darkness and added to the confusion. The next day at about 02:00, loud sounds were heard from within the depths of the mountain. On Wednesday 7 May at around 04:00, activity increased; the clouds of ash caused numerous bolts of volcanic lightning around the mountaintop, and both craters glowed reddish orange into the night. Through the day, people were leaving the city, but more people from the countryside were attempting to find refuge in the city, increasing its population by several thousand. The newspapers still claimed the city was safe. News of the Soufrière volcano erupting on the nearby island of Saint Vincent reassured the people, who believed it was a sign that Mount Pelée's internal pressure was being relieved. However, Captain Marina Leboffe's barque Orsolina left the harbor with only half of his cargo of sugar loaded, despite shippers' protests and under threat of arrest. Leboffe, a native Neapolitan , reportedly told the port authorities, \"I know nothing about Mt. Pelée, but if Vesuvius were looking the way your volcano looks this morning, I'd get out of Naples!\" [6] Many other civilians were refused permission to leave town. [7] Governor Louis Mouttet and his wife stayed in the city, although he planned to make an excursion closer to the volcano in the morning. By the evening, Mount Pelée's tremors seemed to calm down again.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Mount_Pel%C3%A9e_1902.jpg/220px-Mount_Pel%C3%A9e_1902.jpg",
                "caption": "1902 eruption"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Pelee_1902_1.jpg/220px-Pelee_1902_1.jpg",
                "caption": "1902 eruption"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1902_eruption_of_Mount_Pel%C3%A9e",
        "title": "1902 eruption of Mount Pelée",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Climactic phase",
        "text": "On Thursday morning 8 May, the night shift telegraph operator was sending the reports of the volcano's activity to the operator at Fort-de-France , claiming no significant new developments; his last transmission at 07:52 was \"Allez\", handing over the line to the remote operator. In the next second, the telegraph line went dead. The upper mountainside ripped open and a dense black cloud shot out horizontally. A second black cloud rolled upwards, forming a gigantic mushroom cloud and darkening the sky in a 80 km (50 mi) radius. The initial speed of both clouds was later calculated to be over 160 km (100 mi) per hour. [8] The horizontal pyroclastic surge hugged the ground and sped down towards the city of Saint-Pierre, appearing black and heavy, glowing hot from within. It consisted of superheated steam and volcanic gases and dust, with temperatures exceeding 1,075 °C (1,967 °F). In under a minute it reached and covered the entire city, instantly igniting everything combustible . The cable repair ship, CS Grappler , floating offshore, was set on fire and sunk by the surge, with the loss of all hands. [9] The Canadian cargo liner Roraïma was also set aflame and reduced to a burning wreck by the pyroclastic flow. The wreck is still present offshore of Saint-Pierre. Twenty-eight of her crew, and all passengers except two (nine year-old Margaret or Mary Stokes and her creole nurse or nanny), were killed. [7] [10] A rush of wind followed, this time towards the mountain. Then came a half-hour downpour of muddy rain mixed with ashes. For the next several hours, all communication with the city was severed. Nobody knew what was happening, nor who had authority over the island, as the governor was unreachable and his status unknown. There are unnamed eyewitnesses to the eruption, probably survivors on the boats at the time of the eruption. One eyewitness said \"the mountain was blown to pieces—there was no warning,\" while another said \"it was like a giant oil refinery .\" One said \"the town vanished before our eyes.\" The area devastated by the pyroclastic cloud covered about 21 km 2 (8 sq mi), with the city of Saint-Pierre taking the brunt of the damage. At the time of the eruption, Saint-Pierre had a population of about 28,000, which had swollen with refugees from the minor explosions and mud flows first emitted by the volcano. Legend has previously reported that out of the 30,000 in the city, there were only two survivors: Louis-Auguste Cyparis , a felon held in an underground cell in the town's jail for wounding a friend with a cutlass , and Léon Compère-Léandre , a man who lived at the edge of the city. In reality, there were a number of survivors who made their way out of the fringes of the blast zone. Many of these survivors—whose names and stories were never recorded—were badly burned, and some died later from their injuries. A number made their way to Le Carbet , just south of Saint-Pierre behind a ridge that protected that town from the worst of the pyroclastic flow; survivors were rescued on the beach there by Martinique officials. [11] Compère-Léandre stated the following when asked about his survival: One woman, a housemaid, also survived the pyroclastic flow but died soon after. [ citation needed ] She said that the only thing she remembered from the event was sudden heat. She died very shortly after being discovered. A third reported survivor was Havivra Da Ifrile, a 10-year-old girl who had rowed to shelter in a cave. [12] Included among the victims were the passengers and crews of several ships docked at Saint-Pierre.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Mount_Pel%C3%A9e_1902_refugees.jpg/220px-Mount_Pel%C3%A9e_1902_refugees.jpg",
                "caption": "Evacuees on Rue du Pavé, Fort-de-France after 1902 eruption, photographed by William H. Rau"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/1902-pelee-map.jpg/220px-1902-pelee-map.jpg",
                "caption": "Relief map of the pyroclastic surges of Mount Pelee"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/La_Catastrophe_de_la_Martinique_%28Hess%29-carte.jpg/220px-La_Catastrophe_de_la_Martinique_%28Hess%29-carte.jpg",
                "caption": "Map of St Pierre 1 January 1902"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Pelee_1902_3.jpg/220px-Pelee_1902_3.jpg",
                "caption": "Remains of Saint-Pierre"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Mt._Pelee-_Roraima_%28day_before_sinking%29_%284554508673%29_%28cropped_etc%29.jpg/220px-Mt._Pelee-_Roraima_%28day_before_sinking%29_%284554508673%29_%28cropped_etc%29.jpg",
                "caption": "Remains of the Roraima before it sank"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1902_eruption_of_Mount_Pel%C3%A9e",
        "title": "1902 eruption of Mount Pelée",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Subsequent activity",
        "text": "On May 20, a second eruption similar to the first one in both type and force obliterated what was left of Saint-Pierre, killing 2,000 rescuers, engineers, and mariners bringing supplies to the island. [14] During a powerful eruption on 30 August , a pyroclastic flow extended further east than the flows of 8 and 20 May. Although not quite as powerful as the previous two eruptions, the 30 August pyroclastic flow struck Morne Rouge, killing at least 800, [15] Ajoupa-Bouillon [16] (250 fatalities), [15] and parts of Basse-Pointe (25 fatalities) and Morne-Capot, killing 10. [15] A tsunami caused some damage in Le Carbet. [16] To date, this was the last fatal eruption of Mount Pelée. [15] Beginning in October 1902, a large lava spine grew from the crater floor in the Étang Sec crater, reaching a maximum width of about 100 to 150 m (300 to 500 ft) and a height of about 300 m (1,000 ft). Called the \"Needle of Pelée\" or \"Pelée's Tower\", it grew in height by up to 15 m (50 ft) a day, with more or less the same volume as the Great Pyramid of Egypt . It became unstable and collapsed into a pile of rubble in March 1903, [17] after 5 months of growth. The eruption eventually ended on 5 October 1905. [1]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Mount_Pelee_YORYM-TA0152.jpg/170px-Mount_Pelee_YORYM-TA0152.jpg",
                "caption": "The volcanic spine of Mount Pelée"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Mount_Pel%C3%A9e_lava_spine_southern_view.jpg/220px-Mount_Pel%C3%A9e_lava_spine_southern_view.jpg",
                "caption": "Southern face of Mount Pelée's lava spine showing the smoothly extruded eastern side"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1902_eruption_of_Mount_Pel%C3%A9e",
        "title": "1902 eruption of Mount Pelée",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Creation",
        "text": "Stratovolcanoes are common at subduction zones , forming chains and clusters along plate tectonic boundaries where oceanic crust is drawn under continental crust (continental arc volcanism, e.g. Cascade Range , Andes , Campania ) or another oceanic plate ( island arc volcanism, e.g. Japan , Philippines , Aleutian Islands ). The magma forming stratovolcanoes rises when water trapped both in hydrated minerals and in the porous basalt rock of the upper oceanic crust is released into mantle rock of the asthenosphere above the sinking oceanic slab. [7] The release of water from hydrated minerals is termed \"dewatering\", and occurs at specific pressures and temperatures for each mineral, as the plate descends to greater depths. [8] The water freed from the rock lowers the melting point of the overlying mantle rock, which then undergoes partial melting, rises (due to its lighter density relative to the surrounding mantle rock), and pools temporarily at the base of the lithosphere . The magma then rises through the crust , incorporating silica-rich crustal rock, leading to a final intermediate composition . When the magma nears the top surface, it pools in a magma chamber within the crust below the stratovolcano. [7] The processes that trigger the final eruption remain a question for further research. Possible mechanisms include: [9] [10] These internal triggers may be modified by external triggers such as sector collapse , earthquakes , or interactions with groundwater . Some of these triggers operate only under limited conditions. For example, sector collapse (where part of the flank of a volcano collapses in a massive landslide) can trigger eruption only of a very shallow magma chamber. Magma differentiation and thermal expansion also are ineffective as triggers for eruptions from deep magma chambers. [14]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Subduction-en.svg/330px-Subduction-en.svg.png",
                "caption": "Cross-section of subduction zone and associated stratovolcanoes"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Stratovolcano",
        "title": "Stratovolcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Hazards",
        "text": "In recorded history , explosive eruptions at subduction zone (convergent-boundary) volcanoes have posed the greatest hazard to civilizations. [15] Subduction-zone stratovolcanoes, such as Mount St. Helens , Mount Etna and Mount Pinatubo , typically erupt with explosive force because the magma is too viscous to allow easy escape of volcanic gases. As a consequence, the tremendous internal pressures of the trapped volcanic gases remain and intermingle in the pasty magma.  Following the breaching of the vent and the opening of the crater, the magma degasses explosively. The magma and gases blast out with high speed and full force. [15] Since 1600 CE , nearly 300,000 people have been killed by volcanic eruptions. [15] Most deaths were caused by pyroclastic flows and lahars , deadly hazards that often accompany explosive eruptions of subduction-zone stratovolcanoes. Pyroclastic flows are swift, avalanche-like, ground-sweeping, incandescent mixtures of hot volcanic debris, fine ash, fragmented lava, and superheated gases that can travel at speeds over 160 km/h (100 mph). Around 30,000 people were killed by pyroclastic flows during the 1902 eruption of Mount Pelée on the island of Martinique in the Caribbean. [15] During March and April 1982, three explosive eruptions of El Chichón in the State of Chiapas in southeastern Mexico caused the worst volcanic disaster in that country's history. Villages within 8 km (5 mi) of the volcano were destroyed by pyroclastic flows, killing more than 2,000 people. [15] Two Decade Volcanoes that erupted in 1991 provide examples of stratovolcano hazards. On 15 June, Mount Pinatubo spewed an ash cloud 40 km (25 mi) into the air and produced huge pyroclastic surges and lahar floods that devastated a large area around the volcano. Pinatubo, located in Central Luzon just 90 km (56 mi) west-northwest of Manila , had been dormant for six centuries before the 1991 eruption, which ranks as one of the largest eruptions in the 20th century. [15] Also in 1991, Japan's Unzen Volcano , located on the island of Kyushu about 40 km (25 mi) east of Nagasaki, awakened from its 200-year slumber to produce a new lava dome at its summit. Beginning in June, the repeated collapse of this erupting dome generated ash flows that swept down the mountain's slopes at speeds as high as 200 km/h (120 mph). Unzen is one of more than 75 active volcanoes in Japan; an eruption in 1792 killed more than 15,000 people—the worst volcanic disaster in the nation's history. [15] The eruption of Mount Vesuvius in 79 completely smothered the nearby ancient cities of Pompeii and Herculaneum with thick deposits of pyroclastic surges and lava flows . Although the death toll has been estimated at between 13,000 and 26,000 people, the exact number is still unclear. Vesuvius is recognized as one of the most dangerous of the world's volcanoes, due to its capacity for powerful explosive eruptions coupled with the high population density of the surrounding Metropolitan Naples area (totaling about 3.6 million inhabitants). [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Etna_from_2900m.jpg/220px-Etna_from_2900m.jpg",
                "caption": "Mount Etna on the island of Sicily , in southern Italy"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Mt.Fuji_from_misaka_pass_2.jpg/200px-Mt.Fuji_from_misaka_pass_2.jpg",
                "caption": "Mount Fuji on Honshu (top) and Mount Unzen on Kyushu (bottom), two of Japan 's stratovolcanoes"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Stratovolcano",
        "title": "Stratovolcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Ash",
        "text": "In addition to potentially affecting the climate, volcanic clouds from explosive eruptions pose a serious hazard to aviation. [15] For example, during the 1982 eruption of Galunggung in Java , British Airways Flight 9 flew into the ash cloud, causing it to sustain temporary engine failure and structural damage. During the past two decades, more than 60 airplanes, mostly commercial airliners, have been damaged by in-flight encounters with volcanic ash. Some of these encounters have resulted in the loss of power in all engines, necessitating emergency landings. As of 1999 [update] , no crashes have happened because of jet aircraft flying into volcanic ash. [15] Ashfalls are a threat to health when inhaled and ash is also a threat to property with enough accumulation. Dense clouds of hot volcanic ash can be expelled due to the collapse of an eruptive column , or laterally due to the partial collapse of a volcanic edifice or lava dome during explosive eruptions. These clouds can generate devastating pyroclastic flows or surges. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Ashfall_from_Pinatubo%2C_1991.jpg/220px-Ashfall_from_Pinatubo%2C_1991.jpg",
                "caption": "Snow-like blanket of Mount Pinatubo 's ashfall deposits in a parking lot on Clark Air Base (15 June 1991)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Stratovolcano",
        "title": "Stratovolcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Lava",
        "text": "Lava flows from stratovolcanoes are generally not a significant threat to humans or animals because the highly viscous lava moves slowly enough for everyone to flee away from the path of flow. The lava flows are more of a threat to property. However, not all stratovolcanoes erupt viscous and sticky lava. Nyiragongo , near Lake Kivu in central Africa, is very dangerous because its magma has an unusually low silica content, making it quite fluid. Fluid lavas are typically associated with the formation of broad shield volcanoes such as those of Hawaii, but Nyiragongo has very steep slopes down which lava can flow at up to 100 km/h (60 mph). Lava flows could melt down ice and glaciers that accumulated on the volcano's crater and upper slopes, generating massive lahar flows. Rarely, generally fluid lava could also generate massive lava fountains, while lava of thicker viscosity can solidify within the vent, creating a volcanic plug which can result in highly explosive eruptions. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Mayon_0052.jpg/220px-Mayon_0052.jpg",
                "caption": "Mayon Volcano in Philippines extruding lava flows during its eruption on 29 December 2009"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Stratovolcano",
        "title": "Stratovolcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Effects on climate and atmosphere",
        "text": "As per the above examples, while the Unzen eruptions have caused deaths and considerable local damage in the historic past, the impact of the June 1991 eruption of Mount Pinatubo was global. Slightly cooler-than-usual temperatures were recorded worldwide, with brilliant sunsets and intense sunrises attributed to the particulates ; this eruption lofted particles high into the stratosphere . The aerosols that formed from the sulfur dioxide (SO 2 ), carbon dioxide (CO 2 ), and other gases dispersed around the world. The SO 2 mass in this cloud—about 22 million tons—combined with water (both of volcanic and atmospheric origin) formed droplets of sulfuric acid , blocking a portion of the sunlight from reaching the troposphere and ground.  The cooling in some regions is thought to have been as much as 0.5 °C (0.9 °F). [15] An eruption the size of Mount Pinatubo tends to affect the weather for a few years; the material injected into the stratosphere gradually drops into the troposphere , where it is washed away by rain and cloud precipitation. [ citation needed ] A similar but extraordinarily more powerful phenomenon occurred in the cataclysmic April 1815 eruption of Mount Tambora on Sumbawa island in Indonesia . The Mount Tambora eruption is recognized as the most powerful eruption in recorded history. Its eruption cloud lowered global temperatures by as much as 3.5 °C (6.3 °F). [15] In the year following the eruption, most of the Northern Hemisphere experienced sharply cooler temperatures during the summer. In parts of Europe, Asia, Africa, and North America, 1816 was known as the \" Year Without a Summer \", which caused a considerable agricultural crisis and a brief but bitter famine, which generated a series of distresses across much of the affected continents. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Paluweh2013labeled.jpg/220px-Paluweh2013labeled.jpg",
                "caption": "Paluweh eruption as seen from space"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Stratovolcano",
        "title": "Stratovolcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Precursor earthquakes",
        "text": "A major earthquake [9] caused widespread destruction around the Bay of Naples , particularly to Pompeii, on February 5, 62 AD. [10] Some of the damage had still not been repaired when the volcano erupted in 79 AD. [11] Another smaller earthquake took place in 64 AD; it was recorded by Suetonius in his biography of Nero , [12] and by Tacitus in Annales because it took place while Nero was in Naples performing for the first time in a public theater. [13] Suetonius recorded that the emperor continued singing through the earthquake until he had finished his song, while Tacitus wrote that the theater collapsed shortly after being evacuated . Minor earthquakes were reported in the four days before the 79 AD eruption, but the warnings were not recognized. The inhabitants of the area surrounding Mount Vesuvius had been accustomed to minor tremors in the region; Pliny the Younger wrote that they \"were not particularly alarming because they are frequent in Campania\". [14]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Karl_Brullov_-_The_Last_Day_of_Pompeii_-_Google_Art_Project.jpg/220px-Karl_Brullov_-_The_Last_Day_of_Pompeii_-_Google_Art_Project.jpg",
                "caption": "The Last Day of Pompeii . Painting by Karl Brullov , 1830–1833"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Eruption_of_Mount_Vesuvius_in_79_AD",
        "title": "Eruption of Mount Vesuvius in 79 AD",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Stratigraphic studies",
        "text": "Sigurðsson , Cashdollar, and Sparks undertook a detailed stratigraphic study of ash layers based on excavations and surveys, published in 1982. They concluded that the eruption unfolded in two phases, Vesuvian and Pelean , which alternated six times. [15] A first Plinian phase projected a column of volcanic debris and hot gases between 15 km (9 mi) and 30 km (19 mi) into the stratosphere . This phase lasted 18 to 20 hours and spread pumice and ashes, forming a 2.8 m (9 ft) layer to the south, towards Pompeii. An earthquake caused buildings in Pompeii to collapse at this time. [18] The following Pelean phase produced pyroclastic surges of molten rock and hot gases that reached as far as Misenum , to the west. Concentrated to the south and southeast, two pyroclastic surges engulfed Pompeii with a 1.8-metre-deep (6 ft) layer, burning and asphyxiating any living beings who had remained behind. Herculaneum , Pompeii , and Oplontis received the brunt of the surges and were buried in fine pyroclastic deposits, pulverized pumice and lava fragments up to 20 m (70 ft) deep. Surges 4 and 5 are believed to have destroyed and buried Pompeii. [20] Surges are identified in the deposits by dune and cross-bedding formations, which are not produced by fallout. The eruption is considered primarily phreatomagmatic , i.e. a blast driven by energy from escaping steam produced by seawater seeping into the deep-seated faults and interacting with hot magma.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Mt_Vesuvius_79_AD_eruption.svg/300px-Mt_Vesuvius_79_AD_eruption.svg.png",
                "caption": "Pompeii and Herculaneum, as well as other cities affected by the eruption of Mount Vesuvius. The black cloud represents the general distribution of ash, pumice and cinders. Modern coast lines are shown; Pliny the Younger was at Misenum ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Eruption_of_Mount_Vesuvius_in_79_AD",
        "title": "Eruption of Mount Vesuvius in 79 AD",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Magnetic studies",
        "text": "A 2006 study by Zanella, Gurioli, Pareschi, and Lanza used the magnetic characteristics of over 200 samples of lithic, roof-tile, and plaster fragments collected from pyroclastic deposits in and around Pompeii to estimate the equilibrium temperatures of the deposits. [22] The deposits were placed by pyroclastic density currents (PDCs) resulting from the collapses of the Plinian column. The authors argue that fragments over 2–5 cm (0.8–2 in) were not in the current long enough to acquire its temperature, which would have been much higher. Therefore, they distinguish between the depositional temperatures, which they estimated, and the emplacement temperatures, which in some cases, based on the cooling characteristics of some types and fragment sizes of rocks they believed they also could estimate. The final figures are considered to be those of the rocks in the current just before deposition. [23] All crystal rock contains some iron or iron compounds, rendering it ferromagnetic , as do Roman roof tiles and plaster. These materials may acquire a residual field from several sources. When individual molecules, which are magnetic dipoles , are held in alignment by being bound in a crystalline structure, the small fields reinforce each other to form the rock's residual field. [24] Heating the material adds internal energy to it. At the Curie temperature , the vibration of the molecules is sufficient to disrupt the alignment; the material loses its residual magnetism and assumes whatever magnetic field might be applied to it only for the duration of the application. The authors term this phenomenon unblocking. Residual magnetism is considered to \"block out\" non-residual fields. A rock is a mixture of minerals, each with its own Curie temperature; the authors, therefore, looked for a spectrum of temperatures rather than a single temperature. In the ideal sample, the PDC did not raise the temperature of the fragment beyond the highest blocking temperature. Some constituent materials retained the magnetism the Earth's field imposed when the item was formed. The temperature was raised above the lowest blocking temperature; therefore, some minerals on recooling acquired the magnetism of the Earth as it was in 79 AD. The broad field of the sample was the vector sum of the fields of the high-blocking material and the low-blocking material. This type of sample made it possible to estimate the low unblocking temperature. Using special equipment that measured field direction and strength at various temperatures, the experimenters raised the temperature of the sample in increments of 40 °C (70 °F) from 100 °C (210 °F) until it reached the low unblocking temperature. [25] Deprived of one of its components, the overall field changed direction. A plot of direction at each increment identified the increment at which the sample's resultant magnetism had formed. [26] That was considered the equilibrium temperature of the deposit. Considering the data for all the surge deposits arrived at a surge deposit estimate. The authors discovered that the city of Pompeii was a relatively cool spot within a much hotter field, which they attributed to the interaction of the surge with the \"fabric\" of the city. [27] The investigators reconstruct the sequence of volcanic events as follows: The variable temperature of the first surge was due to interaction with the buildings. Any population remaining in structural refuges could not have escaped, as gases of incinerating temperatures surrounded the city. The lowest temperatures were in rooms under collapsed roofs. These were as low as 100 °C (212 °F), the boiling point of water. [31] The authors suggest that elements of the bottom of the flow were decoupled from the main flow by topographic irregularities and made cooler by introducing turbulent ambient air. In the second surge, the irregularities were gone, and the city was as hot as the surrounding environment. During the last surge, which was very dilute, an additional 1 metre (3.3 ft) of deposits fell over the region. [32]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Wn%C4%99trze_krateru_Wezuwiusz.jpg/170px-Wn%C4%99trze_krateru_Wezuwiusz.jpg",
                "caption": "Inside the crater of Vesuvius"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Eruption_of_Mount_Vesuvius_in_79_AD",
        "title": "Eruption of Mount Vesuvius in 79 AD",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "The Two Plinys",
        "text": "The only surviving eyewitness account of the event consists of two letters by Pliny the Younger , who was 17 at the time of the eruption, [33] written to the historian Tacitus some 25 years after the event. [34] [35] Observing the first volcanic activity from Misenum across the Bay of Naples from the volcano, approximately 29 kilometres (18 mi) away, Pliny the Elder (Pliny the Younger's uncle) launched a rescue fleet and went himself to the rescue of a personal friend. His nephew declined to join the party. One of the nephew's letters relates what he could discover from witnesses of his uncle's experiences. [36] In a second letter, the younger Pliny details his own observations after the departure of his uncle. [37]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Pompeii%26Vesuvius.JPG/220px-Pompeii%26Vesuvius.JPG",
                "caption": "Pompeii, with Vesuvius towering in the background"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Eruption_of_Mount_Vesuvius_in_79_AD",
        "title": "Eruption of Mount Vesuvius in 79 AD",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    },
    {
        "section": "Casualties from the eruption",
        "text": "Apart from Pliny the Elder, the only other notable casualties of the eruption to be known by name were the Herodian princess Drusilla and her son Agrippa, who was born in her marriage with the procurator Antonius Felix . [42] It is also said that the poet Caesius Bassus died in the eruption. [43] By 2003, approximately 1,044 casts made from impressions of bodies in the ash deposits had been recovered in and around Pompeii, with the scattered bones of another 100. [44] The remains of about 332 bodies have been found at Herculaneum (300 in arched vaults discovered in 1980). [45] The total number of fatalities remains unknown. Thirty-eight percent of the 1,044 were found in the ash fall deposits, the majority inside buildings. [44] This differs from modern experience over the last 400 years when ashfalls have killed only around 4% of victims during explosive eruptions. This cohort was possibly sheltering in buildings when they were overcome. The remaining 62% of bodies found at Pompeii lay in the pyroclastic surge deposits, which probably killed them. It was initially believed that due to the state of the bodies found at Pompeii and the outline of clothes on the bodies, it was unlikely that high temperatures were a significant cause. Later studies indicated that during the fourth pyroclastic surge (the first surge to reach Pompeii), the temperature reached 300 °C (572 °F), which was enough to kill people in a fraction of a second. [46] The contorted postures of bodies as if frozen in suspended action were not the effects of long agony, but of the cadaveric spasm , a consequence of heat shock on corpses. [47] The heat was so intense that organs and blood were vaporised, and at least one victim's brain was vitrified by the temperature. [48] Herculaneum, which was much closer to the crater, was saved from tephra falls by the wind direction but was buried under 23 metres (75 ft) of material deposited by pyroclastic surges. It is likely that most, or all, of the known victims in this town, were killed by the surges, particularly given evidence of high temperatures found on the skeletons of the victims found in the arched vaults on the seashore and the existence of carbonised wood in many of the buildings. These people were concentrated in the vaults at a density as high as three per square metre and were all caught by the first surge, dying of thermal shock and partly carbonised by later and hotter surges. The vaults were most likely boathouses, as the crossbeams overhead were probably for the suspension of boats used for the earlier escape of some of the population. As only 85 metres (279 ft) of the coast have been excavated, more casualties may be waiting to be unearthed.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Pompeii_Garden_of_the_Fugitives_02.jpg/170px-Pompeii_Garden_of_the_Fugitives_02.jpg",
                "caption": "The casts of some victims in the so-called \"Garden of the Fugitives\", Pompeii ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f8/Ring_Lady.JPG/170px-Ring_Lady.JPG",
                "caption": "The skeleton called the \"Ring Lady\" unearthed in Herculaneum"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Eruption_of_Mount_Vesuvius_in_79_AD",
        "title": "Eruption of Mount Vesuvius in 79 AD",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Pyroclastic Flows"
    }
]