[
    {
        "section": "Identifying types of eruptions by sounds",
        "text": "There are two types of sound generated by submarine eruptions: One created by the slow release and bursting of large lava bubbles, while quick explosions of gas bubbles create the other one. Using this method to be able to distinguish the two can help measure the related affects on marine animals and ecosystems, the volume and composition of the lava flow can also be estimated and built into a model to extrapolate potential effects. Scientists have connected sounds to sights in both types of eruptions. In 2009, a video camera and a hydrophone were floating 1,200 metres (3,900 ft) below sea level in the Pacific Ocean near Samoa, watching and listening as the West Mata Volcano erupted in several ways. Putting video and audio together let researchers learn the sounds made by slow lava bursting and the different noises made by hundreds of gas bubbles. [10] [11]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Bands_of_glowing_magma_from_submarine_volcano.jpg/220px-Bands_of_glowing_magma_from_submarine_volcano.jpg",
                "caption": "Deepest ever filmed submarine volcano, West Mata , May 2009. [9]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Submarine_volcano",
        "title": "Submarine volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Plate tectonics",
        "text": "According to the theory of plate tectonics, Earth's lithosphere , its rigid outer shell, is broken into sixteen larger and several smaller plates. These are in slow motion, due to convection in the underlying ductile mantle , and most volcanic activity on Earth takes place along plate boundaries, where plates are converging (and lithosphere is being destroyed) or are diverging (and new lithosphere is being created). [6] During the development of geological theory, certain concepts that allowed the grouping of volcanoes in time, place, structure and composition have developed that ultimately have had to be explained in the theory of plate tectonics. For example, some volcanoes are polygenetic with more than one period of activity during their history; other volcanoes that become extinct after erupting exactly once are monogenetic (meaning \"one life\") and such volcanoes are often grouped together in a geographical region. [7]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Spreading_ridges_volcanoes_map-en.svg/400px-Spreading_ridges_volcanoes_map-en.svg.png",
                "caption": "Map showing the divergent plate boundaries (oceanic spreading ridges) and recent sub-aerial volcanoes (mostly at convergent boundaries)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Fissure vents",
        "text": "Volcanic fissure vents are flat, linear fractures through which lava emerges.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Lakagigar_Iceland_2004-07-01.jpg/220px-Lakagigar_Iceland_2004-07-01.jpg",
                "caption": "Lakagigar fissure vent in Iceland , the source of the major world climate alteration of 1783–84 , has a chain of volcanic cones along its length."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Shield volcanoes",
        "text": "Shield volcanoes, so named for their broad, shield-like profiles, are formed by the eruption of low-viscosity lava that can flow a great distance from a vent. They generally do not explode catastrophically, but are characterized by relatively gentle effusive eruptions . Since low-viscosity magma is typically low in silica, shield volcanoes are more common in oceanic than continental settings. The Hawaiian volcanic chain is a series of shield cones, and they are common in Iceland , as well.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Skjaldbreidur_Herbst_2004.jpg/220px-Skjaldbreidur_Herbst_2004.jpg",
                "caption": "Skjaldbreiður , a shield volcano whose name means \"broad shield\""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Cinder cones",
        "text": "Cinder cones result from eruptions of mostly small pieces of scoria and pyroclastics (both resemble cinders, hence the name of this volcano type) that build up around the vent. These can be relatively short-lived eruptions that produce a cone-shaped hill perhaps 30 to 400 meters (100 to 1,300 ft) high. Most cinder cones erupt only once and some may be found in monogenetic volcanic fields that may include other features that form when magma comes into contact with water such as maar explosion craters and tuff rings . [16] Cinder cones may form as flank vents on larger volcanoes, or occur on their own. Parícutin in Mexico and Sunset Crater in Arizona are examples of cinder cones. In New Mexico , Caja del Rio is a volcanic field of over 60 cinder cones. Based on satellite images, it has been suggested that cinder cones might occur on other terrestrial bodies in the Solar system too; on the surface of Mars and the Moon. [17] [18] [19] [20]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Izalco_Volcano.jpg/220px-Izalco_Volcano.jpg",
                "caption": "Izalco volcano , the youngest volcano in El Salvador. Izalco erupted almost continuously from 1770 (when it formed) to 1958, earning it the nickname of \"Lighthouse of the Pacific\"."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Stratovolcanoes (composite volcanoes)",
        "text": "Stratovolcanoes (composite volcanoes) are tall conical mountains composed of lava flows and tephra in alternate layers, the strata that gives rise to the name. They are also known as composite volcanoes because they are created from multiple structures during different kinds of eruptions. Classic examples include Mount Fuji in Japan, Mayon Volcano in the Philippines, and Mount Vesuvius and Stromboli in Italy. Ash produced by the explosive eruption of stratovolcanoes has historically posed the greatest volcanic hazard to civilizations. The lavas of stratovolcanoes are higher in silica, and therefore much more viscous, than lavas from shield volcanoes. High-silica lavas also tend to contain more dissolved gas. The combination is deadly, promoting explosive eruptions that produce great quantities of ash, as well as pyroclastic surges like the one that destroyed the city of Saint-Pierre in Martinique in 1902. They are also steeper than shield volcanoes, with slopes of 30–35° compared to slopes of generally 5–10°, and their loose tephra are material for dangerous lahars . [21] Large pieces of tephra are called volcanic bombs . Big bombs can measure more than 4 feet (1.2 meters) across and weigh several tons. [22]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Volcano_scheme.svg/310px-Volcano_scheme.svg.png",
                "caption": "Cross-section through a stratovolcano (vertical scale is exaggerated) : Large magma chamber Bedrock Conduit (pipe) Base Sill Dike Layers of ash emitted by the volcano Flank Layers of lava emitted by the volcano Throat Parasitic cone Lava flow Vent Crater Ash cloud"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Submarine volcanoes",
        "text": "Submarine volcanoes are common features of the ocean floor. Volcanic activity during the Holocene Epoch has been documented at only 119 submarine volcanoes, but there may be more than one million geologically young submarine volcanoes on the ocean floor. [27] [28] In shallow water, active volcanoes disclose their presence by blasting steam and rocky debris high above the ocean's surface. In the deep ocean basins, the tremendous weight of the water prevents the explosive release of steam and gases; however, submarine eruptions can be detected by hydrophones and by the discoloration of water because of volcanic gases . Pillow lava is a common eruptive product of submarine volcanoes and is characterized by thick sequences of discontinuous pillow-shaped masses which form under water. Even large submarine eruptions may not disturb the ocean surface, due to the rapid cooling effect and increased buoyancy in water (as compared to air), which often causes volcanic vents to form steep pillars on the ocean floor. Hydrothermal vents are common near these volcanoes, and some support peculiar ecosystems based on chemotrophs feeding on dissolved minerals. Over time, the formations created by submarine volcanoes may become so large that they break the ocean surface as new islands or floating pumice rafts . In May and June 2018, a multitude of seismic signals were detected by earthquake monitoring agencies all over the world. They took the form of unusual humming sounds, and some of the signals detected in November of that year had a duration of up to 20 minutes. An oceanographic research campaign in May 2019 showed that the previously mysterious humming noises were caused by the formation of a submarine volcano off the coast of Mayotte . [29]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Tonga_Volcano_Eruption_2022-01-15_0320Z_to_0610Z_Himawari-8_visible.gif/220px-Tonga_Volcano_Eruption_2022-01-15_0320Z_to_0610Z_Himawari-8_visible.gif",
                "caption": "Satellite images of the 15 January 2022 eruption of Hunga Tonga-Hunga Haʻapai"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Erupted material",
        "text": "The material that is expelled in a volcanic eruption can be classified into three types:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Lava_channel_overflow.JPG/220px-Lava_channel_overflow.JPG",
                "caption": "Pāhoehoe lava flow on Hawaii . The picture shows overflows of a main lava channel ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Litli-Hr%C3%BAtur_eruption_2023.jpg/220px-Litli-Hr%C3%BAtur_eruption_2023.jpg",
                "caption": "Litli-Hrútur ( Fagradalsfjall ) eruption 2023. View from an airplane"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Aerial_image_of_Stromboli_%28view_from_the_northeast%29.jpg/220px-Aerial_image_of_Stromboli_%28view_from_the_northeast%29.jpg",
                "caption": "The Stromboli stratovolcano off the coast of Sicily has erupted continuously for thousands of years, giving rise to its nickname \"Lighthouse of the Mediterranean\"."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Lava flows",
        "text": "The form and style of eruption of a volcano is largely determined by the composition of the lava it erupts. The viscosity (how fluid the lava is) and the amount of dissolved gas are the most important characteristics of magma, and both are largely determined by the amount of silica in the magma. Magma rich in silica is much more viscous than silica-poor magma, and silica-rich magma also tends to contain more dissolved gases. Lava can be broadly classified into four different compositions: [39] Mafic lava flows show two varieties of surface texture: ʻAʻa (pronounced [ˈʔaʔa] ) and pāhoehoe ( [paːˈho.eˈho.e] ), both Hawaiian words. ʻAʻa is characterized by a rough, clinkery surface and is the typical texture of cooler basalt lava flows. Pāhoehoe is characterized by its smooth and often ropey or wrinkly surface and is generally formed from more fluid lava flows. Pāhoehoe flows are sometimes observed to transition to ʻaʻa flows as they move away from the vent, but never the reverse. [53] More silicic lava flows take the form of block lava, where the flow is covered with angular, vesicle-poor blocks. Rhyolitic flows typically consist largely of obsidian . [54]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Rinjani_1994_cropped.jpg/220px-Rinjani_1994_cropped.jpg",
                "caption": "Mount Rinjani eruption in 1994, in Lombok , Indonesia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Tephra",
        "text": "Tephra is made when magma inside the volcano is blown apart by the rapid expansion of hot volcanic gases. Magma commonly explodes as the gas dissolved in it comes out of solution as the pressure decreases when it flows to the surface . These violent explosions produce particles of material that can then fly from the volcano. Solid particles smaller than 2 mm in diameter ( sand-sized or smaller) are called volcanic ash. [36] [37] Tephra and other volcaniclastics (shattered volcanic material) make up more of the volume of many volcanoes than do lava flows. Volcaniclastics may have contributed as much as a third of all sedimentation in the geologic record. The production of large volumes of tephra is characteristic of explosive volcanism. [55]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Tuff_shards.jpg/220px-Tuff_shards.jpg",
                "caption": "Light-microscope image of tuff as seen in thin section (long dimension is several mm): the curved shapes of altered glass shards (ash fragments) are well preserved, although the glass is partly altered. The shapes were formed around bubbles of expanding, water-rich gas."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Types of volcanic eruptions",
        "text": "Eruption styles are broadly divided into magmatic, phreatomagmatic, and phreatic eruptions. [56] The intensity of explosive volcanism is expressed using the Volcanic Explosivity Index (VEI), which ranges from 0 for Hawaiian-type eruptions to 8 for supervolcanic eruptions. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Volcanic_injection.svg/220px-Volcanic_injection.svg.png",
                "caption": "Schematic of volcano injection of aerosols and gases"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Volcanic activity",
        "text": "As of December 2022 [update] , the Smithsonian Institution 's Global Volcanism Program database of volcanic eruptions in the Holocene Epoch (the last 11,700 years) lists 9,901 confirmed eruptions from 859 volcanoes. The database also lists 1,113 uncertain eruptions and 168 discredited eruptions for the same time interval. [58] [59] Volcanoes vary greatly in their level of activity, with individual volcanic systems having an eruption recurrence ranging from several times a year to once in tens of thousands of years. [60] Volcanoes are informally described as erupting , active , dormant , or extinct , but the definitions of these terms are not entirely uniform amongst volcanologists. The level of activity of most volcanoes falls upon a graduated spectrum, with much overlap between categories, and does not always fit neatly into only one of these three separate categories. [61]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Pompeii_-_Casa_del_Centenario_-_MAN.jpg/170px-Pompeii_-_Casa_del_Centenario_-_MAN.jpg",
                "caption": "Fresco with Mount Vesuvius behind Bacchus and Agathodaemon , as seen in Pompeii 's House of the Centenary"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Dormant and reactivated",
        "text": "The USGS defines a dormant volcano as any volcano that is not showing any signs of unrest such as earthquake swarms, ground swelling, or excessive noxious gas emissions, but which shows signs that it could yet become active again. [63] Many dormant volcanoes have not erupted for thousands of years, but have still shown signs that they may be likely to erupt again in the future. [64] [65] In an article justifying the re-classification of Alaska's Mount Edgecumbe volcano from \"dormant\" to \"active\", volcanologists at the Alaska Volcano Observatory pointed out that the term \"dormant\" in reference to volcanoes has been deprecated over the past few decades and that \"[t]he term \"dormant volcano\" is so little used and undefined in modern volcanology that the Encyclopedia of Volcanoes (2000) does not contain it in the glossaries or index\", [66] however the USGS still widely employs the term. Previously a volcano was often considered to be extinct if there were no written records of its activity. Such a generalisation is inconsistent with observation and deeper study, as has occurred recently with the unexpected eruption of the Chaitén volcano in 2008. [67] Modern volcanic activity monitoring techniques, and improvements in the modelling of the factors that produce eruptions, have helped the understanding of why volcanoes may remain dormant for a long period of time, and then become unexpectedly active again. The potential for eruptions, and their style, depend mainly upon the state of the magma storage system under the volcano, the eruption trigger mechanism and its timescale. [68] : 95 For example, the Yellowstone volcano has a repose/recharge period of around 700,000 years, and Toba of around 380,000 years. [69] Vesuvius was described by Roman writers as having been covered with gardens and vineyards before its unexpected eruption of 79 CE , which destroyed the towns of Herculaneum and Pompeii . Accordingly, it can sometimes be difficult to distinguish between an extinct volcano and a dormant (inactive) one. Long volcano dormancy is known to decrease awareness. [68] : 96 Pinatubo was an inconspicuous volcano, unknown to most people in the surrounding areas, and initially not seismically monitored before its unanticipated and catastrophic eruption of 1991. Two other examples of volcanoes which were once thought to be extinct, before springing back into eruptive activity were the long-dormant Soufrière Hills volcano on the island of Montserrat , thought to be extinct until activity resumed in 1995 (turning its capital Plymouth into a ghost town ) and Fourpeaked Mountain in Alaska, which, before its September 2006 eruption, had not erupted since before 8000 BCE.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Narcondam_island.jpg/220px-Narcondam_island.jpg",
                "caption": "Narcondam Island , India, is classified as a dormant volcano by the Geological Survey of India ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Extinct",
        "text": "Extinct volcanoes are those that scientists consider unlikely to erupt again because the volcano no longer has a magma supply. Examples of extinct volcanoes are many volcanoes on the Hawaiian–Emperor seamount chain in the Pacific Ocean (although some volcanoes at the eastern end of the chain are active), Hohentwiel in Germany , Shiprock in New Mexico , US , Capulin in New Mexico, US, Zuidwal volcano in the Netherlands , and many volcanoes in Italy such as Monte Vulture . Edinburgh Castle in Scotland is located atop an extinct volcano, which forms Castle Rock . Whether a volcano is truly extinct is often difficult to determine. Since \"supervolcano\" calderas can have eruptive lifespans sometimes measured in millions of years, a caldera that has not produced an eruption in tens of thousands of years may be considered dormant instead of extinct. An individual volcano in a monogenetic volcanic field can be extinct but that does not mean a completely new volcano might not erupt close by with little or no warning as its field may have an active magma supply.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Capulin_1980_tde00005.jpg/220px-Capulin_1980_tde00005.jpg",
                "caption": "Capulin Volcano National Monument in New Mexico, US"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Decade volcanoes",
        "text": "The Decade Volcanoes are 16 volcanoes identified by the International Association of Volcanology and Chemistry of the Earth's Interior (IAVCEI) as being worthy of particular study in light of their history of large, destructive eruptions and proximity to populated areas. They are named Decade Volcanoes because the project was initiated as part of the United Nations-sponsored International Decade for Natural Disaster Reduction (the 1990s). The 16 current Decade Volcanoes are: The Deep Earth Carbon Degassing Project , an initiative of the Deep Carbon Observatory , monitors nine volcanoes, two of which are Decade volcanoes. The focus of the Deep Earth Carbon Degassing Project is to use Multi-Component Gas Analyzer System instruments to measure CO 2 /SO 2 ratios in real-time and in high-resolution to allow detection of the pre-eruptive degassing of rising magmas, improving prediction of volcanic activity . [71]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Koryaksky_volcano_Petropavlovsk-Kamchatsky_oct-2005.jpg/220px-Koryaksky_volcano_Petropavlovsk-Kamchatsky_oct-2005.jpg",
                "caption": "Koryaksky volcano towering over Petropavlovsk-Kamchatsky on Kamchatka Peninsula , Far Eastern Russia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Volcanoes and humans",
        "text": "Volcanic eruptions pose a significant threat to human civilization. However, volcanic activity has also provided humans with important resources.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Mauna_Loa_atmospheric_transmission.png/220px-Mauna_Loa_atmospheric_transmission.png",
                "caption": "Solar radiation graph 1958–2008, showing how the radiation is reduced after major volcanic eruptions"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/SO2_Galapagos_20051101.jpg/220px-SO2_Galapagos_20051101.jpg",
                "caption": "Sulfur dioxide concentration over the Sierra Negra Volcano , Galapagos Islands , during an eruption in October 2005"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Hazards",
        "text": "There are many different types of volcanic eruptions and associated activity: phreatic eruptions (steam-generated eruptions), explosive eruption of high- silica lava (e.g., rhyolite ), effusive eruption of low-silica lava (e.g., basalt ), sector collapses , pyroclastic flows , lahars (debris flow) and carbon dioxide emission . All of these activities can pose a hazard to humans. Earthquakes, hot springs , fumaroles , mud pots and geysers often accompany volcanic activity. Volcanic gases can reach the stratosphere, where they form sulfuric acid aerosols that can reflect solar radiation and lower surface temperatures significantly. [72] Sulfur dioxide from the eruption of Huaynaputina may have caused the Russian famine of 1601–1603 . [73] Chemical reactions of sulfate aerosols in the stratosphere can also damage the ozone layer , and acids such as hydrogen chloride (HCl) and hydrogen fluoride (HF) can fall to the ground as acid rain . Excessive fluoride salts from eruptions have poisoned livestock in Iceland on multiple occasions. [74] : 39–58 Explosive volcanic eruptions release the greenhouse gas carbon dioxide and thus provide a deep source of carbon for biogeochemical cycles . [75] Ash thrown into the air by eruptions can present a hazard to aircraft, especially jet aircraft where the particles can be melted by the high operating temperature; the melted particles then adhere to the turbine blades and alter their shape, disrupting the operation of the turbine. This can cause major disruptions to air travel. A volcanic winter is thought to have taken place around 70,000 years ago after the supereruption of Lake Toba on Sumatra island in Indonesia. [76] This may have created a population bottleneck that affected the genetic inheritance of all humans today. [77] Volcanic eruptions may have contributed to major extinction events, such as the End-Ordovician , Permian-Triassic , and Late Devonian mass extinctions . [78] The 1815 eruption of Mount Tambora created global climate anomalies that became known as the \" Year Without a Summer \" because of the effect on North American and European weather. [79] The freezing winter of 1740–41, which led to widespread famine in northern Europe, may also owe its origins to a volcanic eruption. [80]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Large_eruptions.jpg/290px-Large_eruptions.jpg",
                "caption": "Comparison of major United States prehistoric eruptions ( VEI 7 and 8 ) with major historical volcanic eruptions in the 19th and 20th century (VEI 5, 6 and 7). From left to right: Yellowstone 2.1 Ma, Yellowstone 1.3 Ma, Long Valley 6.26 Ma, Yellowstone 0.64 Ma . 19th century eruptions: Tambora 1815, Krakatoa 1883. 20th century eruptions: Novarupta 1912, St. Helens 1980, Pinatubo 1991."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Volcanoes on other celestial bodies",
        "text": "Earth's Moon has no large volcanoes and no current volcanic activity, although recent evidence suggests it may still possess a partially molten core. [91] However, the Moon does have many volcanic features such as maria [92] (the darker patches seen on the Moon), rilles [93] and domes . [94] The planet Venus has a surface that is 90% basalt , indicating that volcanism played a major role in shaping its surface. The planet may have had a major global resurfacing event about 500 million years ago, [95] from what scientists can tell from the density of impact craters on the surface. Lava flows are widespread and forms of volcanism not present on Earth occur as well. Changes in the planet's atmosphere and observations of lightning have been attributed to ongoing volcanic eruptions, although there is no confirmation of whether or not Venus is still volcanically active. However, radar sounding by the Magellan probe revealed evidence for comparatively recent volcanic activity at Venus's highest volcano Maat Mons , in the form of ash flows near the summit and on the northern flank. [96] However, the interpretation of the flows as ash flows has been questioned. [97] There are several extinct volcanoes on Mars , four of which are vast shield volcanoes far bigger than any on Earth. They include Arsia Mons , Ascraeus Mons , Hecates Tholus , Olympus Mons , and Pavonis Mons . These volcanoes have been extinct for many millions of years, [98] but the European Mars Express spacecraft has found evidence that volcanic activity may have occurred on Mars in the recent past as well. [98] Jupiter 's moon Io is the most volcanically active object in the Solar System because of tidal interaction with Jupiter. It is covered with volcanoes that erupt sulfur , sulfur dioxide and silicate rock, and as a result, Io is constantly being resurfaced. Its lavas are the hottest known anywhere in the Solar System, with temperatures exceeding 1,800 K (1,500 °C). In February 2001, the largest recorded volcanic eruptions in the Solar System occurred on Io. [99] Europa , the smallest of Jupiter's Galilean moons , also appears to have an active volcanic system, except that its volcanic activity is entirely in the form of water, which freezes into ice on the frigid surface. This process is known as cryovolcanism , and is apparently most common on the moons of the outer planets of the Solar System . [100] In 1989, the Voyager 2 spacecraft observed cryovolcanoes (ice volcanoes) on Triton , a moon of Neptune , and in 2005 the Cassini–Huygens probe photographed fountains of frozen particles erupting from Enceladus , a moon of Saturn . [101] [102] The ejecta may be composed of water, liquid nitrogen , ammonia , dust, or methane compounds. Cassini–Huygens also found evidence of a methane-spewing cryovolcano on the Saturnian moon Titan , which is believed to be a significant source of the methane found in its atmosphere. [103] It is theorized that cryovolcanism may also be present on the Kuiper Belt Object Quaoar . A 2010 study of the exoplanet COROT-7b , which was detected by transit in 2009, suggested that tidal heating from the host star very close to the planet and neighboring planets could generate intense volcanic activity similar to that found on Io. [104]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Tvashtarvideo.gif/220px-Tvashtarvideo.gif",
                "caption": "The Tvashtar volcano erupts a plume 330 km (205 mi) above the surface of Jupiter 's moon Io ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Olympus_Mons.jpeg/170px-Olympus_Mons.jpeg",
                "caption": "Olympus Mons ( Latin , \"Mount Olympus\"), located on the planet Mars , is the tallest known mountain in the Solar System ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Detection",
        "text": "Submarine eruptions are less studied than subaerial volcanoes due to their inaccessibility. Developments in technology mean that submarine volcanoes can now be studied in greater detail. Despite this progress, understanding is still limited. Mid ocean ridges for example are the most active volcanic systems on Earth but roughly only 5% of their length has been studied in detail. [2] Initial knowledge of these eruptions came from volcanic rocks being recovered from the ocean floor when repairs were made to the Transatlantic telegraph cable in the 1800s. [3] More recently a variety of techniques have been used to study these eruptions with significant developments being made since 1990. These include the use of remote controlled submersibles which can conduct surveys of the ocean floor. [3] The use of hydrophone networks allows volcanic eruptions to be detected. [4] Submersibles can be sent out in response to this to record the result of the eruption. [4] Other tools have included seismic signals, acoustic waves and high resolution UAV multibeam mapping. [3] Increasingly, eruptions at greater depths can be observed. For example, an explosive eruption at West Mata in Lau Basin at a depth of 1200 m was studied using submersibles. [5]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Fukutoku-Okanoba_Eruption_08-12-2022_2127Z_to_08-13-2022_0335Z.gif/220px-Fukutoku-Okanoba_Eruption_08-12-2022_2127Z_to_08-13-2022_0335Z.gif",
                "caption": "Submarine eruption at Fukutoku-Okanoba"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Submarine_eruption",
        "title": "Submarine eruption",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Volcano and caldera",
        "text": "Hunga Tonga–Hunga Haʻapai is a submarine volcano in the Kermadec-Tonga Ridge in South Pacific, a ridge formed by the convergent boundary where the Pacific Plate is subducted by the Indo-Australian Plate, forming a long volcanic and island chain. Hunga Tonga–Hunga Haʻapai volcano lies almost completely underwater, with the exception of two small volcanic islands , Hunga Tonga and Hunga Haʻapai. They are, respectively, the remnants of the northern and western rim of the volcano's caldera . [3] [10] The volcano's base at the seafloor is approximately 20 km in diameter, [11] rising roughly 2,000 m towards the sea surface. Before the 2022 eruption, the volcano's caldera was roughly 150 m below sea-level, and had a size of 4 × 2 km. [7] Its northern and southern portions were filled by volcanic deposits from previous eruptions. [7] Before the 2015 eruption, the two subaerial islands were about 1.6 km (0.99 mi) apart, [12] and were each about 2 km (1.2 mi) long. They are both composed largely of andesite and layered tephra deposits, [5] [6] with steep rocky cliffs. [13] This andesite tends to be of the basaltic type. [14] Samples from the islands suggest a long eruptive history. [7] One pyroclastic flow was dated to 1040–1180 CE , correlating to ash deposits found on Tongatapu , and to an unknown tropical eruption in 1108 CE that had produced 1 °C of global cooling. [7] The caldera is believed to have been formed by this eruption. [7] Submarine eruptions at a rocky shoal – about 3.2 km (2.0 mi) southeast of Hunga Haʻapai and 3 km (1.9 mi) south of Hunga Tonga – were reported in 1912 and 1937; both eruptions had a Volcanic Explosivity Index (VEI) of 2. [3] Another eruption in Hunga occurred from a fissure 1 km (0.62 mi) south-southeast of Hunga Haʻapai island in 1988; this eruption had a VEI of 0. [3] The \n2009 eruption [3] arose from two vents located to the south and northwest of Hunga Haʻapai. The tephra deposited around each vent became connected to the island and nearly tripled its size, but such deposits disappeared with erosion in the following months. [13]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Hunga_Tonga_1978_D3C1214-401098A023.jpg/220px-Hunga_Tonga_1978_D3C1214-401098A023.jpg",
                "caption": "Hunga Tonga and Hunga Haʻapai in 1978"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hunga_Tonga%E2%80%93Hunga_Ha%CA%BBapai",
        "title": "Hunga Tonga–Hunga Haʻapai",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Geography",
        "text": "Seamounts can be found in every ocean basin in the world, distributed extremely widely both in space and in age. A seamount is technically defined as an isolated rise in elevation of 1,000 m (3,281 ft) or more from the surrounding seafloor, and with a limited summit area, [5] of conical form. [1] There are more than 14,500 seamounts. [3] In addition to seamounts, there are more than 80,000 small knolls , ridges and hills less than 1,000 m in height in the world's oceans. [4] Most seamounts are volcanic in origin, and thus tend to be found on oceanic crust near mid-ocean ridges , mantle plumes , and island arcs . Overall, seamount and guyot coverage is greatest as a proportion of seafloor area in the North Pacific Ocean, equal to 4.39% of that ocean region. The Arctic Ocean has only 16 seamounts and no guyots, and the Mediterranean and Black seas together have only 23 seamounts and 2 guyots. The 9,951 seamounts which have been mapped cover an area of 8,088,550 km 2 (3,123,010 sq mi). Seamounts have an average area of 790 km 2 (310 sq mi), with the smallest seamounts found in the Arctic Ocean and the Mediterranean and Black Seas; whilst the largest mean seamount size, 890 km 2 (340 sq mi), occurs in the Indian Ocean . The largest seamount has an area of 15,500 km 2 (6,000 sq mi) and it occurs in the North Pacific. Guyots cover a total area of 707,600 km 2 (273,200 sq mi) and have an average area of 2,500 km 2 (970 sq mi), more than twice the average size of seamounts. Nearly 50% of guyot area and 42% of the number of guyots occur in the North Pacific Ocean, covering 342,070 km 2 (132,070 sq mi). The largest three guyots are all in the North Pacific: the Kuko Guyot (estimated 24,600 km 2 (9,500 sq mi)), Suiko Guyot (estimated 20,220 km 2 (7,810 sq mi)) and the Pallada Guyot (estimated 13,680 km 2 (5,280 sq mi)). [4]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/SeamontDavidson_expedition_bathymetric-2002.jpg/220px-SeamontDavidson_expedition_bathymetric-2002.jpg",
                "caption": "Bathymetric mapping of part of Davidson Seamount . The dots indicate significant coral nurseries."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Seamount",
        "title": "Seamount",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Grouping",
        "text": "Seamounts are often found in groupings or submerged archipelagos , a classic example being the Emperor Seamounts , an extension of the Hawaiian Islands . Formed millions of years ago by volcanism , they have since subsided far below sea level. This long chain of islands and seamounts extends thousands of kilometers northwest from the island of Hawaii . There are more seamounts in the Pacific Ocean than in the Atlantic, and their distribution can be described as comprising several elongate chains of seamounts superimposed on a more or less random background distribution. [6] Seamount chains occur in all three major ocean basins, with the Pacific having the most number and most extensive seamount chains. These include the Hawaiian (Emperor), Mariana, Gilbert, Tuomotu and Austral Seamounts (and island groups) in the north Pacific and the Louisville and Sala y Gomez ridges in the southern Pacific Ocean. In the North Atlantic Ocean, the New England Seamounts extend from the eastern coast of the United States to the mid-ocean ridge. Craig and Sandwell [6] noted that clusters of larger Atlantic seamounts tend to be associated with other evidence of hotspot activity, such as on the Walvis Ridge , Vitória-Trindade Ridge , Bermuda Islands and Cape Verde Islands . The mid-Atlantic ridge and spreading ridges in the Indian Ocean are also associated with abundant seamounts. [7] Otherwise, seamounts tend not to form distinctive chains in the Indian and Southern Oceans, but rather their distribution appears to be more or less random. Isolated seamounts and those without clear volcanic origins are less common; examples include Bollons Seamount , Eratosthenes Seamount , Axial Seamount and Gorringe Ridge . [8] If all known seamounts were collected into one area, they would make a landform the size of Europe . [9] Their overall abundance makes them one of the most common, and least understood, marine structures and biomes on Earth, [10] a sort of exploratory frontier. [11]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Distribution_of_seamounts_and_guyots_in_the_North_Pacific.pdf/page1-220px-Distribution_of_seamounts_and_guyots_in_the_North_Pacific.pdf.jpg",
                "caption": "Distribution of seamounts and guyots in the North Pacific"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/N_Atlantic_seamounts_%28Converted%29.pdf/page1-220px-N_Atlantic_seamounts_%28Converted%29.pdf.jpg",
                "caption": "Distribution of seamounts and guyots in the North Atlantic"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Seamount",
        "title": "Seamount",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Geochemistry and evolution",
        "text": "Most seamounts are built by one of two volcanic processes, although some, such as the Christmas Island Seamount Province near Australia, are more enigmatic. [12] Volcanoes near plate boundaries and mid-ocean ridges are built by decompression melting of rock in the upper mantle . The lower density magma rises through the crust to the surface. Volcanoes formed near or above subducting zones are created because the subducting tectonic plate adds volatiles to the overriding plate that lowers its melting point . Which of these two process involved in the formation of a seamount has a profound effect on its eruptive materials. Lava flows from mid-ocean ridge and plate boundary seamounts are mostly basaltic (both tholeiitic and alkalic ), whereas flows from subducting ridge volcanoes are mostly calc-alkaline lavas. Compared to mid-ocean ridge seamounts, subduction zone seamounts generally have more sodium , alkali , and volatile abundances, and less magnesium , resulting in more explosive, viscous eruptions. [11] All volcanic seamounts follow a particular pattern of growth, activity, subsidence and eventual extinction. The first stage of a seamount's evolution is its early activity, building its flanks and core up from the sea floor. This is followed by a period of intense volcanism, during which the new volcano erupts almost all (e.g. 98%) of its total magmatic volume. The seamount may even grow above sea level to become an oceanic island (for example, the 2009 eruption of Hunga Tonga ). After a period of explosive activity near the ocean surface , the eruptions slowly die away. With eruptions becoming infrequent and the seamount losing its ability to maintain itself, the volcano starts to erode . After finally becoming extinct (possibly after a brief rejuvenated period), they are ground back down by the waves. Seamounts are built in a far more dynamic oceanic setting than their land counterparts, resulting in horizontal subsidence as the seamount moves with the tectonic plate  towards a subduction zone . Here it is subducted under the plate margin and ultimately destroyed, but it may leave evidence of its passage by carving an indentation into the opposing wall of the subduction trench. The majority of seamounts have already completed their eruptive cycle, so access to early flows by researchers is limited by late volcanic activity. [11] Ocean-ridge volcanoes in particular have been observed to follow a certain pattern in terms of eruptive activity, first observed with Hawaiian seamounts but now shown to be the process followed by all seamounts of the ocean-ridge type. During the first stage the volcano erupts basalt of various types, caused by various degrees of mantle melting . In the second, most active stage of its life, ocean-ridge volcanoes erupt tholeiitic to mildly alkalic basalt as a result of a larger area melting in the mantle. This is finally capped by alkalic flows late in its eruptive history, as the link between the seamount and its source of volcanism is cut by crustal movement. Some seamounts also experience a brief \"rejuvenated\" period after a hiatus of 1.5 to 10 million years, the flows of which are highly alkalic and produce many xenoliths . [11] In recent years, geologists have confirmed that a number of seamounts are active undersea volcanoes; two examples are Kamaʻehuakanaloa (formerly Lo‘ihi) in the Hawaiian Islands and Vailulu'u in the Manu'a Group ( Samoa ). [8]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Submarine_Eruption-numbers.svg/220px-Submarine_Eruption-numbers.svg.png",
                "caption": "Diagram of a submarine eruption (key: 1. Water vapor cloud 2. Water  3. Stratum 4. Lava flow 5. Magma conduit 6. Magma chamber 7. Dike 8. Pillow lava ) Click to enlarge"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Seamount",
        "title": "Seamount",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Lava types",
        "text": "The most apparent lava flows at a seamount are the eruptive flows that cover their flanks, however igneous intrusions , in the forms of dikes and sills , are also an important part of seamount growth. The most common type of flow is pillow lava , named so after its distinctive shape. Less common are sheet flows, which are glassy and marginal, and indicative of larger-scale flows. Volcaniclastic sedimentary rocks dominate shallow-water seamounts. They are the products of the explosive activity of seamounts that are near the water's surface, and can also form from mechanical wear of existing volcanic rock. [11]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Pillow_basalt_crop_l.jpg/220px-Pillow_basalt_crop_l.jpg",
                "caption": "Pillow lava , a type of basalt flow that originates from lava-water interactions during submarine eruptions [13]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Seamount",
        "title": "Seamount",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Ecological role of seamounts",
        "text": "Seamounts are exceptionally important to their biome ecologically, but their role in their environment is poorly understood. Because they project out above the surrounding sea floor, they disturb standard water flow, causing eddies and associated hydrological phenomena that ultimately result in water movement in an otherwise still ocean bottom. Currents have been measured at up to 0.9 knots, or 48 centimeters per second. Because of this upwelling seamounts often carry above-average plankton populations, seamounts are thus centers where the fish that feed on them aggregate, in turn falling prey to further predation, making seamounts important biological hotspots. [5] Seamounts provide habitats and spawning grounds for these larger animals, including numerous fish. Some species, including black oreo (Allocyttus niger) and blackstripe cardinalfish (Apogon nigrofasciatus) , have been shown to occur more often on seamounts than anywhere else on the ocean floor. Marine mammals , sharks , tuna , and cephalopods all congregate over seamounts to feed, as well as some species of seabirds when the features are particularly shallow. [5] Seamounts often project upwards into shallower zones more hospitable to sea life, providing habitats for marine species that are not found on or around the surrounding deeper ocean bottom. Because seamounts are isolated from each other they form \"undersea islands\" creating the same biogeographical interest. As they are formed from volcanic rock , the substrate is much harder than the surrounding sedimentary deep sea floor. This causes a different type of fauna to exist than on the seafloor, and leads to a theoretically higher degree of endemism . [20] However, recent research especially centered at Davidson Seamount suggests that seamounts may not be especially endemic, and discussions are ongoing on the effect of seamounts on endemicity. They have , however, been confidently shown to provide a habitat to species that have difficulty surviving elsewhere. [21] [22] The volcanic rocks on the slopes of seamounts are heavily populated by suspension feeders , particularly corals , which capitalize on the strong currents around the seamount to supply them with food. These coral are therefore host to numerous other organisms in a commensal relationship , for example Brittle Stars , who climb the coral to get themselves off the seafloor, helping them to catch food particles, or small zooplankton, as they drift by. [23] This is in sharp contrast with the typical deep-sea habitat, where deposit-feeding animals rely on food they get off the ground. [5] In tropical zones extensive coral growth results in the formation of coral atolls late in the seamount's life. [22] [24] In addition soft sediments tend to accumulate on seamounts, which are typically populated by polychaetes ( annelid marine worms ) oligochaetes ( microdrile worms), and gastropod mollusks ( sea slugs ). Xenophyophores have also been found. They tend to gather small particulates and thus form beds, which alters sediment deposition and creates a habitat for smaller animals. [5] Many seamounts also have hydrothermal vent communities, for example Suiyo [25] and Kamaʻehuakanaloa seamounts. [26] This is helped by geochemical exchange between the seamounts and the ocean water. [11] Seamounts may thus be vital stopping points for some migratory animals , specifically whales . Some recent research indicates whales may use such features as navigational aids throughout their migration. [27] For a long time it has been surmised that many pelagic animals visit seamounts as well, to gather food, but proof of this aggregating effect has been lacking. The first demonstration of this conjecture was published in 2008. [28]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Diurnal_Flow_over_a_Ridge_-_NOAA-PMEL.gif/220px-Diurnal_Flow_over_a_Ridge_-_NOAA-PMEL.gif",
                "caption": "Animations depicting current flow over seamounts and ridges."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Bubblegum_coral_on_davidson.jpg/220px-Bubblegum_coral_on_davidson.jpg",
                "caption": "Grenadier fish ( Coryphaenoides sp. ) and bubblegum coral ( Paragorgia arborea ) on the crest of Davidson Seamount . These are two species attracted to the seamount; Paragorgia arborea in particular grows in the surrounding area as well, but nowhere near as profusely. [19]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Seamount",
        "title": "Seamount",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Conservation",
        "text": "The ecological conservation of seamounts is hurt by the simple lack of information available. Seamounts are very poorly studied, with only 350 of the estimated 100,000 seamounts in the world having received sampling, and fewer than 100 in depth. [30] Much of this lack of information can be attributed to a lack of technology, [ clarification needed ] and to the daunting task of reaching these underwater structures; the technology to fully explore them has only been around the last few decades. Before consistent conservation efforts can begin, the seamounts of the world must first be mapped , a task that is still in progress. [5] Overfishing is a serious threat to seamount ecological welfare. There are several well-documented cases of fishery exploitation, for example the orange roughy ( Hoplostethus atlanticus ) off the coasts of Australia and New Zealand and the pelagic armorhead ( Pseudopentaceros richardsoni ) near Japan and Russia. [5] The reason for this is that the fishes that are targeted over seamounts are typically long-lived, slow-growing, and slow-maturing. The problem is confounded by the dangers of trawling , which damages seamount surface communities, and the fact that many seamounts are located in international waters, making proper monitoring difficult. [29] Bottom trawling in particular is extremely devastating to seamount ecology, and is responsible for as much as 95% of ecological damage to seamounts. [31] Corals from seamounts are also vulnerable, as they are highly valued for making jewellery and decorative objects. Significant harvests have been produced from seamounts, often leaving coral beds depleted. [5] Individual nations are beginning to note the effect of fishing on seamounts, and the European Commission has agreed to fund the OASIS project, a detailed study of the effects of fishing on seamount communities in the North Atlantic . [29] Another project working towards conservation is CenSeam , a Census of Marine Life project formed in 2005. CenSeam is intended to provide the framework needed to prioritise, integrate, expand and facilitate seamount research efforts in order to significantly reduce the unknown and build towards a global understanding of seamount ecosystems, and the roles they have in the biogeography , biodiversity , productivity and evolution of marine organisms. [30] [32] Possibly the best ecologically studied seamount in the world is Davidson Seamount , with six major expeditions recording over 60,000 species observations. The contrast between the seamount and the surrounding area was well-marked. [21] One of the primary ecological havens on the seamount is its deep sea coral garden, and many of the specimens noted were over a century old. [19] Following the expansion of knowledge on the seamount there was extensive support to make it a marine sanctuary , a motion that was granted in 2008 as part of the Monterey Bay National Marine Sanctuary . [33] Much of what is known about seamounts ecologically is based on observations from Davidson. [19] [28] Another such seamount is Bowie Seamount , which has also been declared a marine protected area by Canada for its ecological richness. [34]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Orange_roughy.png/220px-Orange_roughy.png",
                "caption": "Because of overfishing at their seamount spawning grounds, stocks of orange roughy ( Hoplostethus atlanticus ) have plummeted; experts say that it could take decades for the species to restore itself to its former numbers. [29]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Koral1.jpg/220px-Koral1.jpg",
                "caption": "Coral earrings of this type are often made from coral harvested off seamounts."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Seamount",
        "title": "Seamount",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Exploration",
        "text": "The study of seamounts has been hindered for a long time by the lack of technology. Although seamounts have been sampled as far back as the 19th century, their depth and position meant that the technology to explore and sample seamounts in sufficient detail did not exist until the last few decades. Even with the right technology available, [ clarification needed ] only a scant 1% of the total number have been explored, [9] and sampling and information remains biased towards the top 500 m (1,640 ft). [5] New species are observed or collected and valuable information is obtained on almost every submersible dive at seamounts. [10] Before seamounts and their oceanographic impact can be fully understood, they must be mapped, a daunting task due to their sheer number. [5] The most detailed seamount mappings are provided by multibeam echosounding ( sonar ), however after more than 5000 publicly held cruises, the amount of the sea floor that has been mapped remains minuscule. Satellite altimetry is a broader alternative, albeit not as detailed, with 13,000 catalogued seamounts; however this is still only a fraction of the total 100,000. The reason for this is that uncertainties in the technology limit recognition to features 1,500 m (4,921 ft) or larger. In the future, technological advances could allow for a larger and more detailed catalogue. [24] Observations from CryoSat-2 combined with data from other satellites has shown thousands of previously uncharted seamounts, with more to come as data is interpreted. [35] [36] [37] [38]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Sealevel_chart.jpg/220px-Sealevel_chart.jpg",
                "caption": "Graph showing the rise in global sea level (in mm) as measured by the NASA / CNES oceanic satellite altimeter TOPEX/Poseidon (left) and its follow-on mission Jason-1"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Seamount",
        "title": "Seamount",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Dangers",
        "text": "Some seamounts have not been mapped and thus pose a navigational danger. For instance, Muirfield Seamount is named after the ship that hit it in 1973. [43] More recently, the submarine USS San Francisco ran into an uncharted seamount in 2005 at a speed of 35 knots (40.3 mph; 64.8 km/h), sustaining serious damage and killing one seaman. [42] One major seamount risk is that often, in the late of stages of their life, extrusions begin to seep in the seamount. This activity leads to inflation, over-extension of the volcano's flanks, and ultimately flank collapse , leading to submarine landslides with the potential to start major tsunamis , which can be among the largest natural disasters in the world. In an illustration of the potent power of flank collapses, a summit collapse on the northern edge of Vlinder Seamount resulted in a pronounced headwall scarp and a field of debris up to 6 km (4 mi) away. [11] A catastrophic collapse at Detroit Seamount flattened its whole structure extensively. [15] Lastly, in 2004, scientists found marine fossils 61 m (200 ft) up the flank of Kohala mountain in Hawaii . Subsidation analysis found that at the time of their deposition, this would have been 500 m (1,640 ft) up the flank of the volcano, [44] far too high for a normal wave to reach. The date corresponded with a massive flank collapse at the nearby Mauna Loa , and it was theorized that it was a massive tsunami, generated by the landslide, that deposited the fossils. [45]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/US_Navy_050127-N-4658L-030_Submarine_USS_San_Francisco_in_dry_dock_to_assess_damage_Guam_Jan_8_2005.jpg/220px-US_Navy_050127-N-4658L-030_Submarine_USS_San_Francisco_in_dry_dock_to_assess_damage_Guam_Jan_8_2005.jpg",
                "caption": "USS San Francisco in dry dock in Guam in January 2005, following its collision with an uncharted seamount. The damage was extensive and the submarine was just barely salvaged. [42]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Seamount",
        "title": "Seamount",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Eruption mechanisms",
        "text": "Volcanic eruptions arise through three main mechanisms: [1] There are two types of eruptions in terms of activity, explosive eruptions and effusive eruptions . Explosive eruptions are characterized by gas-driven explosions that propels magma and tephra. [1] Effusive eruptions, meanwhile, are characterized by the outpouring of lava without significant explosive eruption. [2]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/VEIfigure_en.svg/220px-VEIfigure_en.svg.png",
                "caption": "Diagram showing the scale of VEI correlation with total ejecta volume"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Hawaiian",
        "text": "Hawaiian eruptions are a type of volcanic eruption named after the Hawaiian volcanoes , such as Mauna Loa , with this eruptive type is hallmark. Hawaiian eruptions are the calmest types of volcanic events, characterized by the effusive eruption of very fluid basalt -type lavas with low gaseous content . The volume of ejected material from Hawaiian eruptions is less than half of that found in other eruptive types. Steady production of small amounts of lava builds up the large, broad form of a shield volcano . Eruptions are not centralized at the main summit as with other volcanic types, and often occur at vents around the summit and from fissure vents radiating out of the center. [4] Hawaiian eruptions often begin as a line of vent eruptions along a fissure vent , a so-called \"curtain of fire.\" These die down as the lava begins to concentrate at a few of the vents. Central-vent eruptions, meanwhile, often take the form of large lava fountains (both continuous and sporadic), which can reach heights of hundreds of meters or more. The particles from lava fountains usually cool in the air before hitting the ground, resulting in the accumulation of cindery scoria fragments; however, when the air is especially thick with clasts , they cannot cool off fast enough due to the surrounding heat, and hit the ground still hot, the accumulation of which forms spatter cones . If eruptive rates are high enough, they may even form splatter-fed lava flows. Hawaiian eruptions are often extremely long lived; Puʻu ʻŌʻō , a volcanic cone on Kilauea , erupted continuously for over 35 years. Another Hawaiian volcanic feature is the formation of active lava lakes , self-maintaining pools of raw lava with a thin crust of semi-cooled rock. [4] Flows from Hawaiian eruptions are basaltic, and can be divided into two types by their structural characteristics. Pahoehoe lava is a relatively smooth lava flow that can be billowy or ropey. They can move as one sheet, by the advancement of \"toes\", or as a snaking lava column. [10] A'a lava flows are denser and more viscous than pahoehoe, and tend to move slower. Flows can measure 2 to 20 m (7 to 66 ft) thick. A'a flows are so thick that the outside layers cools into a rubble-like mass, insulating the still-hot interior and preventing it from cooling. A'a lava moves in a peculiar way—the front of the flow steepens due to pressure from behind until it breaks off, after which the general mass behind it moves forward. Pahoehoe lava can sometimes become A'a lava due to increasing viscosity or increasing rate of shear , but A'a lava never turns into pahoehoe flow. [11] Hawaiian eruptions are responsible for several unique volcanological objects. Small volcanic particles are carried and formed by the wind, chilling quickly into teardrop-shaped glassy fragments known as Pele's tears (after Pele , the Hawaiian volcano deity). During especially high winds these chunks may even take the form of long drawn-out strands, known as Pele's hair . Sometimes basalt aerates into reticulite , the lowest density rock type on earth. [4] Although Hawaiian eruptions are named after the volcanoes of Hawaii, they are not necessarily restricted to them; the highest lava fountain recorded was during the 23 November 2013 eruption of Mount Etna in Italy, which reached a stable height of around 2,500 m (8,200 ft) for 18 minutes, briefly peaking at a height of 3,400 m (11,000 ft). [12] Volcanoes known to have Hawaiian activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Hawaiian_Eruption-numbers.svg/220px-Hawaiian_Eruption-numbers.svg.png",
                "caption": "Diagram of a Hawaiian eruption . (key: 1. Ash plume 2. Lava fountain 3. Crater 4. Lava lake 5. Fumaroles 6. Lava flow 7. Layers of lava and ash 8. Stratum 9. Sill 10. Magma conduit 11. Magma chamber 12. Dike ) Click for larger version ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Ropy_pahoehoe.jpg/150px-Ropy_pahoehoe.jpg",
                "caption": "Ropey pahoehoe lava from Kilauea , Hawaiʻi"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Strombolian",
        "text": "Strombolian eruptions are a type of volcanic eruption named after the volcano Stromboli , which has been erupting nearly continuously for centuries. [13] Strombolian eruptions are driven by the bursting of gas bubbles within the magma . These gas bubbles within the magma accumulate and coalesce into large bubbles, called gas slugs . These grow large enough to rise through the lava column. [14] Upon reaching the surface, the difference in air pressure causes the bubble to burst with a loud pop, [13] throwing magma in the air in a way similar to a soap bubble . Because of the high gas pressures associated with the lavas, continued activity is generally in the form of episodic explosive eruptions accompanied by the distinctive loud blasts. [13] During eruptions, these blasts occur as often as every few minutes. [15] The term \"Strombolian\" has been used indiscriminately to describe a wide variety of volcanic eruptions, varying from small volcanic blasts to large eruptive columns . In reality, true Strombolian eruptions are characterized by short-lived and explosive eruptions of lavas with intermediate viscosity , often ejected high into the air. Columns can measure hundreds of meters in height. The lavas formed by Strombolian eruptions are a form of relatively viscous basaltic lava, and its end product is mostly scoria . [13] The relative passivity of Strombolian eruptions, and its non-damaging nature to its source vent allow Strombolian eruptions to continue unabated for thousands of years, and also makes it one of the least dangerous eruptive types. [15] Strombolian eruptions eject volcanic bombs and lapilli fragments that travel in parabolic paths before landing around their source vent. [16] The steady accumulation of small fragments builds cinder cones composed completely of basaltic pyroclasts . This form of accumulation tends to result in well-ordered rings of tephra . [13] Strombolian eruptions are similar to Hawaiian eruptions , but there are differences. Strombolian eruptions are noisier, produce no sustained eruptive columns , do not produce some volcanic products associated with Hawaiian volcanism (specifically Pele's tears and Pele's hair ), and produce fewer molten lava flows (although the eruptive material does tend to form small rivulets). [13] [15] Volcanoes known to have Strombolian activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Strombolian_Eruption-numbers.svg/220px-Strombolian_Eruption-numbers.svg.png",
                "caption": "Diagram of a Strombolian eruption . (key: 1. Ash plume 2. Lapilli 3. Volcanic ash rain 4. Lava fountain 5. Volcanic bomb 6. Lava flow 7. Layers of lava and ash 8. Stratum 9. Dike 10. Magma conduit 11. Magma chamber 12. Sill ) Click for larger version ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Stromboli_Eruption.jpg/150px-Stromboli_Eruption.jpg",
                "caption": "An example of the lava arcs formed during Strombolian activity. This image is of Stromboli itself."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Vulcanian",
        "text": "Vulcanian eruptions are a type of volcanic eruption named after the volcano Vulcano . [24] It was named so following Giuseppe Mercalli 's observations of its 1888–1890 eruptions. [25] In Vulcanian eruptions, intermediate viscous magma within the volcano make it difficult for vesiculate gases to escape. Similar to Strombolian eruptions, this leads to the buildup of high gas pressure , eventually popping the cap holding the magma down and resulting in an explosive eruption. However, unlike Strombolian eruptions, ejected lava fragments are not aerodynamic; this is due to the higher viscosity of Vulcanian magma and the greater incorporation of crystalline material broken off from the former cap. They are also more explosive than their Strombolian counterparts, with eruptive columns often reaching between 5 and 10 km (3 and 6 mi) high. Lastly, Vulcanian deposits are andesitic to dacitic rather than basaltic . [24] Initial Vulcanian activity is characterized by a series of short-lived explosions, lasting a few minutes to a few hours and typified by the ejection of volcanic bombs and blocks . These eruptions wear down the lava dome holding the magma down, and it disintegrates, leading to much more quiet and continuous eruptions. Thus an early sign of future Vulcanian activity is lava dome growth, and its collapse generates an outpouring of pyroclastic material down the volcano's slope. [24] Deposits near the source vent consist of large volcanic blocks and bombs , with so-called \" bread-crust bombs \" being especially common. These deeply cracked volcanic chunks form when the exterior of ejected lava cools quickly into a glassy or fine-grained shell, but the inside continues to cool and vesiculate . The center of the fragment expands, cracking the exterior. However the bulk of Vulcanian deposits are fine grained ash . The ash is only moderately dispersed, and its abundance indicates a high degree of fragmentation , the result of high gas contents within the magma. In some cases these have been found to be the result of interaction with meteoric water , suggesting that Vulcanian eruptions are partially hydrovolcanic . [24] Volcanoes that have exhibited Vulcanian activity include: Vulcanian eruptions are estimated to make up at least half of all known Holocene eruptions. [30]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Vulcanian_Eruption-numbers.svg/220px-Vulcanian_Eruption-numbers.svg.png",
                "caption": "Diagram of a Vulcanian eruption . (key: 1. Ash plume 2. Lapilli 3. Lava fountain 4. Volcanic ash rain 5. Volcanic bomb 6. Lava flow 7. Layers of lava and ash 8. Stratum 9. Sill 10. Magma conduit 11. Magma chamber 12. Dike ) Click for larger version."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Tavurvur_volcano_edit.jpg/220px-Tavurvur_volcano_edit.jpg",
                "caption": "Tavurvur in Papua New Guinea erupting"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Peléan",
        "text": "Peléan eruptions (or nuée ardente ) are a type of volcanic eruption named after the volcano Mount Pelée in Martinique , the site of a Peléan eruption in 1902 that is one of the worst natural disasters in history. In Peléan eruptions, a large amount of gas, dust, ash, and lava fragments are blown out the volcano's central crater, [31] driven by the collapse of rhyolite , dacite , and andesite lava domes that often creates large eruptive columns . An early sign of a coming eruption is the growth of a so-called Peléan or lava spine , a bulge in the volcano's summit preempting its total collapse. [32] The material collapses upon itself, forming a fast-moving pyroclastic flow [31] (known as a block -and- ash flow) [33] that moves down the side of the mountain at tremendous speeds, often over 150 km (93 mi) per hour. These landslides make Peléan eruptions one of the most dangerous in the world, capable of tearing through populated areas and causing serious loss of life. The 1902 eruption of Mount Pelée caused tremendous destruction, killing more than 30,000 people and completely destroying St. Pierre , the worst volcanic event in the 20th century . [31] Peléan eruptions are characterized most prominently by the incandescent pyroclastic flows that they drive. The mechanics of a Peléan eruption are very similar to that of a Vulcanian eruption, except that in Peléan eruptions the volcano's structure is able to withstand more pressure, hence the eruption occurs as one large explosion rather than several smaller ones. [34] Volcanoes known to have Peléan activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Pelean_Eruption-numbers.svg/220px-Pelean_Eruption-numbers.svg.png",
                "caption": "Diagram of Peléan eruption . (key: 1. Ash plume 2. Volcanic ash rain 3. Lava dome 4. Volcanic bomb 5. Pyroclastic flow 6. Layers of lava and ash 7. Stratum 8. Magma conduit 9. Magma chamber 10. Dike ) Click for larger version ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Plinian",
        "text": "Plinian eruptions (or Vesuvian eruptions) are a type of volcanic eruption named for the historical eruption of Mount Vesuvius in 79 AD that buried the Roman towns of Pompeii and Herculaneum and, specifically, for its chronicler Pliny the Younger . [40] The process powering Plinian eruptions starts in the magma chamber , where dissolved volatile gases are stored in the magma. The gases vesiculate and accumulate as they rise through the magma conduit . These bubbles agglutinate and once they reach a certain size (about 75% of the total volume of the magma conduit) they explode. The narrow confines of the conduit force the gases and associated magma up, forming an eruptive column . Eruption velocity is controlled by the gas contents of the column, and low-strength surface rocks commonly crack under the pressure of the eruption, forming a flared outgoing structure that pushes the gases even faster. [41] These massive eruptive columns are the distinctive feature of a Plinian eruption, and reach up 2 to 45 km (1 to 28 mi) into the atmosphere . The densest part of the plume, directly above the volcano, is driven internally by gas expansion . As it reaches higher into the air the plume expands and becomes less dense, convection and thermal expansion of volcanic ash drive it even further up into the stratosphere . At the top of the plume, powerful winds may drive the plume away from the volcano . [41] These highly explosive eruptions are usually associated with volatile-rich dacitic to rhyolitic lavas, and occur most typically at stratovolcanoes . Eruptions can last anywhere from hours to days, with longer eruptions being associated with more felsic volcanoes. Although they are usually associated with felsic magma, Plinian eruptions can occur at basaltic volcanoes, if the magma chamber differentiates with upper portions rich in silicon dioxide , [40] or if magma ascends rapidly. [42] Plinian eruptions are similar to both Vulcanian and Strombolian eruptions, except that rather than creating discrete explosive events, Plinian eruptions form sustained eruptive columns. They are also similar to Hawaiian lava fountains in that both eruptive types produce sustained eruption columns maintained by the growth of bubbles that move up at about the same speed as the magma surrounding them. [40] Regions affected by Plinian eruptions are subjected to heavy pumice airfall affecting an area 0.5 to 50 km 3 (0 to 12 cu mi) in size. [40] The material in the ash plume eventually finds its way back to the ground, covering the landscape in a thick layer of many cubic kilometers of ash. [43] However the most dangerous eruptive feature are the pyroclastic flows generated by material collapse, which move down the side of the mountain at extreme speeds [40] of up to 700 km (435 mi) per hour and with the ability to extend the reach of the eruption hundreds of kilometers. [43] The ejection of hot material from the volcano's summit melts snowbanks and ice deposits on the volcano, which mixes with tephra to form lahars , fast moving mudflows with the consistency of wet concrete that move at the speed of a river rapid . [40] Major Plinian eruptive events include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Plinian_Eruption-numbers.svg/220px-Plinian_Eruption-numbers.svg.png",
                "caption": "Diagram of a Plinian eruption . (key: 1. Ash plume 2. Magma conduit 3. Volcanic ash rain 4. Layers of lava and ash 5. Stratum 6. Magma chamber ) Click for larger version ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/MtRedoubtedit1.jpg/220px-MtRedoubtedit1.jpg",
                "caption": "21 April 1990 eruptive column from Redoubt Volcano , as viewed to the west from the Kenai Peninsula"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Armero_aftermath_Marso.jpg/220px-Armero_aftermath_Marso.jpg",
                "caption": "Lahar flows from the 1985 eruption of Nevado del Ruiz , which totally destroyed Armero in Colombia"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Types_of_volcanoes_and_eruption_features.jpg/800px-Types_of_volcanoes_and_eruption_features.jpg",
                "caption": ""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Surtseyan",
        "text": "A Surtseyan (or hydrovolcanic) eruption is a type of volcanic eruption characterized by shallow-water interactions between water and lava, named after its most famous example, the eruption and formation of the island of Surtsey off the coast of Iceland in 1963. Surtseyan eruptions are the \"wet\" equivalent of ground-based Strombolian eruptions , but because they take place in water they are much more explosive. As water is heated by lava, it flashes into steam and expands violently, fragmenting the magma it contacts into fine-grained ash . Surtseyan eruptions are typical of shallow-water volcanic oceanic islands , but they are not confined to seamounts. They can happen on land as well, where rising magma that comes into contact with an aquifer (water-bearing rock formation) at shallow levels under the volcano can cause them. [50] The products of Surtseyan eruptions are generally oxidized palagonite basalts (though andesitic eruptions do occur, albeit rarely), and like Strombolian eruptions Surtseyan eruptions are generally continuous or otherwise rhythmic. [51] A defining feature of a Surtseyan eruption is the formation of a pyroclastic surge (or base surge ), a ground hugging radial cloud that develops along with the eruption column . Base surges are caused by the gravitational collapse of a vaporous eruptive column, one that is denser overall than a regular volcanic column. The densest part of the cloud is nearest to the vent, resulting in a wedge shape. Associated with these laterally moving rings are dune -shaped depositions of rock left behind by the lateral movement. These are occasionally disrupted by bomb sags , rock that was flung out by the explosive eruption and followed a ballistic path to the ground. Accumulations of wet, spherical ash known as accretionary lapilli are another common surge indicator. [50] Over time Surtseyan eruptions tend to form maars , broad low- relief volcanic craters dug into the ground, and tuff rings , circular structures built of rapidly quenched lava. These structures are associated with single vent eruptions. However, if eruptions arise along fracture zones , rift zones may be dug out. Such eruptions tend to be more violent than those which form tuff rings or maars, an example being the 1886 eruption of Mount Tarawera . [50] [51] Littoral cones are another hydrovolcanic feature, generated by the explosive deposition of basaltic tephra (although they are not truly volcanic vents). They form when lava accumulates within cracks in lava, superheats and explodes in a steam explosion , breaking the rock apart and depositing it on the volcano's flank. Consecutive explosions of this type eventually generate the cone. [50] Volcanoes known to have Surtseyan activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Surtseyan_Eruption-numbers.svg/220px-Surtseyan_Eruption-numbers.svg.png",
                "caption": "Diagram of a Surtseyan eruption . (key: 1. Water vapor cloud 2. Compressed ash 3. Crater 4. Water 5. Layers of lava and ash 6. Stratum 7. Magma conduit 8. Magma chamber 9. Dike ) Click for larger version ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Submarine",
        "text": "Submarine eruptions occur underwater. An estimated 75% of volcanic eruptive volume is generated by submarine eruptions near mid ocean ridges alone, however problems detecting deep sea volcanics meant they remained virtually unknown until advances in the 1990s made it possible to observe them. [54] Submarine eruptions may produce seamounts , which may break the surface and form volcanic islands. Submarine volcanism is driven by various processes. Volcanoes near plate boundaries and mid-ocean ridges are built by the decompression melting of mantle rock that rises on an upwelling portion of a convection cell to the crustal surface. Eruptions associated with subducting zones , meanwhile, are driven by subducting plates that add volatiles to the rising plate, lowering its melting point . Each process generates different rock; mid-ocean ridge volcanics are primarily basaltic , whereas subduction flows are mostly calc-alkaline , and more explosive and viscous . [55] Spreading rates along mid-ocean ridges vary widely, from 2 cm (0.8 in) per year at the Mid-Atlantic Ridge , to up to 16 cm (6 in) along the East Pacific Rise . Higher spreading rates are a probable cause for higher levels of volcanism. The technology for studying seamount eruptions did not exist until advancements in hydrophone technology made it possible to \"listen\" to acoustic waves , known as T-waves, released by submarine earthquakes associated with submarine volcanic eruptions. The reason for this is that land-based seismometers cannot detect sea-based earthquakes below a magnitude of 4, but acoustic waves travel well in water and over long periods of time. A system in the North Pacific , maintained by the United States Navy and originally intended for the detection of submarines , has detected an event on average every 2 to 3 years. [54] The most common underwater flow is pillow lava , a rounded lava flow named for its unusual shape. Less common are glassy , marginal sheet flows, indicative of larger-scale flows. Volcaniclastic sedimentary rocks are common in shallow-water environments. As plate movement starts to carry the volcanoes away from their eruptive source, eruption rates start to die down, and water erosion grinds the volcano down. The final stages of eruption cap the seamount in alkalic flows. [55] There are about 100,000 deepwater volcanoes in the world, [56] although most are beyond the active stage of their life. [55] Some exemplary seamounts are Kamaʻehuakanaloa (formerly Loihi), Bowie Seamount , Davidson Seamount , and Axial Seamount .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Submarine_Eruption-numbers.svg/220px-Submarine_Eruption-numbers.svg.png",
                "caption": "Diagram of a Submarine eruption . (key: 1. Water vapor cloud 2. Water 3. Stratum 4. Lava flow 5. Magma conduit 6. Magma chamber 7. Dike 8. Pillow lava ) Click to enlarge ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Subglacial",
        "text": "Subglacial eruptions are a type of volcanic eruption characterized by interactions between lava and ice , often under a glacier . The nature of glaciovolcanism dictates that it occurs at areas of high latitude and high altitude . [57] It has been suggested that subglacial volcanoes that are not actively erupting often dump heat into the ice covering them, producing meltwater . [58] This meltwater mix means that subglacial eruptions often generate dangerous jökulhlaups ( floods ) and lahars . [57] The study of glaciovolcanism is still a relatively new field. Early accounts described the unusual flat-topped steep-sided volcanoes (called tuyas ) in Iceland that were suggested to have formed from eruptions below ice. The first English-language paper on the subject was published in 1947 by William Henry Mathews , describing the Tuya Butte field in northwest British Columbia , Canada . The eruptive process that builds these structures, originally inferred in the paper, [57] begins with volcanic growth below the glacier. At first the eruptions resemble those that occur in the deep sea, forming piles of pillow lava at the base of the volcanic structure. Some of the lava shatters when it comes in contact with the cold ice, forming a glassy breccia called hyaloclastite . After a while the ice finally melts into a lake, and the more explosive eruptions of Surtseyan activity begins, building up flanks made up of mostly hyaloclastite. Eventually the lake boils off from continued volcanism, and the lava flows become more effusive and thicken as the lava cools much more slowly, often forming columnar jointing . Well-preserved tuyas show all of these stages, for example Hjorleifshofdi in Iceland. [59] Products of volcano-ice interactions stand as various structures, whose shape is dependent on complex eruptive and environmental interactions. Glacial volcanism is a good indicator of past ice distribution, making it an important climatic marker. Since they are embedded in ice, as glacial ice retreats worldwide there are concerns that tuyas and other structures may destabilize, resulting in mass landslides . Evidence of volcanic-glacial interactions are evident in Iceland and parts of British Columbia , and it is even possible that they play a role in deglaciation . [57] Glaciovolcanic products have been identified in Iceland, the Canadian province of British Columbia, the U.S. states of Hawaii and Alaska , the Cascade Range of western North America, South America and even on the planet Mars . [57] Volcanoes known to have subglacial activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Subglacial_Eruption-numbers.svg/220px-Subglacial_Eruption-numbers.svg.png",
                "caption": "A diagram of a Subglacial eruption . (key: 1. Water vapor cloud 2. Crater lake 3. Ice 4. Layers of lava and ash 5. Stratum 6. Pillow lava 7. Magma conduit 8. Magma chamber 9. Dike ) Click for larger version ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Her%C3%B0ubrei%C3%B0-Iceland-2.jpg/220px-Her%C3%B0ubrei%C3%B0-Iceland-2.jpg",
                "caption": "Herðubreið , a tuya in Iceland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    },
    {
        "section": "Phreatic eruptions",
        "text": "Phreatic eruptions (or steam-blast eruptions) are a type of eruption driven by the expansion of steam . When cold ground or surface water come into contact with hot rock or magma it superheats and explodes , fracturing the surrounding rock [63] and thrusting out a mixture of steam, water , ash , volcanic bombs , and volcanic blocks . [64] The distinguishing feature of phreatic explosions is that they only blast out fragments of pre-existing solid rock from the volcanic conduit; no new magma is erupted. [65] Because they are driven by the cracking of rock strata under pressure, phreatic activity does not always result in an eruption; if the rock face is strong enough to withstand the explosive force, outright eruptions may not occur, although cracks in the rock will probably develop and weaken it, furthering future eruptions. [63] Often a precursor of future volcanic activity, [66] phreatic eruptions are generally weak, although there have been exceptions. [65] Some phreatic events may be triggered by earthquake activity, another volcanic precursor, and they may also travel along dike lines. [63] Phreatic eruptions form base surges , lahars , avalanches , and volcanic block \"rain.\" They may also release deadly toxic gas able to suffocate anyone in range of the eruption. [66] Volcanoes known to exhibit phreatic activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Phreatic_Eruption-numbers.svg/220px-Phreatic_Eruption-numbers.svg.png",
                "caption": "Diagram of a phreatic eruption . (key: 1. Water vapor cloud 2. Magma conduit 3. Layers of lava and ash 4. Stratum 5. Water table 6. Explosion 7. Magma chamber )"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Submarine Volcanism"
    }
]