[
    {
        "section": "Plate tectonics",
        "text": "According to the theory of plate tectonics, Earth's lithosphere , its rigid outer shell, is broken into sixteen larger and several smaller plates. These are in slow motion, due to convection in the underlying ductile mantle , and most volcanic activity on Earth takes place along plate boundaries, where plates are converging (and lithosphere is being destroyed) or are diverging (and new lithosphere is being created). [6] During the development of geological theory, certain concepts that allowed the grouping of volcanoes in time, place, structure and composition have developed that ultimately have had to be explained in the theory of plate tectonics. For example, some volcanoes are polygenetic with more than one period of activity during their history; other volcanoes that become extinct after erupting exactly once are monogenetic (meaning \"one life\") and such volcanoes are often grouped together in a geographical region. [7]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Spreading_ridges_volcanoes_map-en.svg/400px-Spreading_ridges_volcanoes_map-en.svg.png",
                "caption": "Map showing the divergent plate boundaries (oceanic spreading ridges) and recent sub-aerial volcanoes (mostly at convergent boundaries)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Fissure vents",
        "text": "Volcanic fissure vents are flat, linear fractures through which lava emerges.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Lakagigar_Iceland_2004-07-01.jpg/220px-Lakagigar_Iceland_2004-07-01.jpg",
                "caption": "Lakagigar fissure vent in Iceland , the source of the major world climate alteration of 1783–84 , has a chain of volcanic cones along its length."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Shield volcanoes",
        "text": "Shield volcanoes, so named for their broad, shield-like profiles, are formed by the eruption of low-viscosity lava that can flow a great distance from a vent. They generally do not explode catastrophically, but are characterized by relatively gentle effusive eruptions . Since low-viscosity magma is typically low in silica, shield volcanoes are more common in oceanic than continental settings. The Hawaiian volcanic chain is a series of shield cones, and they are common in Iceland , as well.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Skjaldbreidur_Herbst_2004.jpg/220px-Skjaldbreidur_Herbst_2004.jpg",
                "caption": "Skjaldbreiður , a shield volcano whose name means \"broad shield\""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Cinder cones",
        "text": "Cinder cones result from eruptions of mostly small pieces of scoria and pyroclastics (both resemble cinders, hence the name of this volcano type) that build up around the vent. These can be relatively short-lived eruptions that produce a cone-shaped hill perhaps 30 to 400 meters (100 to 1,300 ft) high. Most cinder cones erupt only once and some may be found in monogenetic volcanic fields that may include other features that form when magma comes into contact with water such as maar explosion craters and tuff rings . [16] Cinder cones may form as flank vents on larger volcanoes, or occur on their own. Parícutin in Mexico and Sunset Crater in Arizona are examples of cinder cones. In New Mexico , Caja del Rio is a volcanic field of over 60 cinder cones. Based on satellite images, it has been suggested that cinder cones might occur on other terrestrial bodies in the Solar system too; on the surface of Mars and the Moon. [17] [18] [19] [20]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Izalco_Volcano.jpg/220px-Izalco_Volcano.jpg",
                "caption": "Izalco volcano , the youngest volcano in El Salvador. Izalco erupted almost continuously from 1770 (when it formed) to 1958, earning it the nickname of \"Lighthouse of the Pacific\"."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Stratovolcanoes (composite volcanoes)",
        "text": "Stratovolcanoes (composite volcanoes) are tall conical mountains composed of lava flows and tephra in alternate layers, the strata that gives rise to the name. They are also known as composite volcanoes because they are created from multiple structures during different kinds of eruptions. Classic examples include Mount Fuji in Japan, Mayon Volcano in the Philippines, and Mount Vesuvius and Stromboli in Italy. Ash produced by the explosive eruption of stratovolcanoes has historically posed the greatest volcanic hazard to civilizations. The lavas of stratovolcanoes are higher in silica, and therefore much more viscous, than lavas from shield volcanoes. High-silica lavas also tend to contain more dissolved gas. The combination is deadly, promoting explosive eruptions that produce great quantities of ash, as well as pyroclastic surges like the one that destroyed the city of Saint-Pierre in Martinique in 1902. They are also steeper than shield volcanoes, with slopes of 30–35° compared to slopes of generally 5–10°, and their loose tephra are material for dangerous lahars . [21] Large pieces of tephra are called volcanic bombs . Big bombs can measure more than 4 feet (1.2 meters) across and weigh several tons. [22]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Volcano_scheme.svg/310px-Volcano_scheme.svg.png",
                "caption": "Cross-section through a stratovolcano (vertical scale is exaggerated) : Large magma chamber Bedrock Conduit (pipe) Base Sill Dike Layers of ash emitted by the volcano Flank Layers of lava emitted by the volcano Throat Parasitic cone Lava flow Vent Crater Ash cloud"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Submarine volcanoes",
        "text": "Submarine volcanoes are common features of the ocean floor. Volcanic activity during the Holocene Epoch has been documented at only 119 submarine volcanoes, but there may be more than one million geologically young submarine volcanoes on the ocean floor. [27] [28] In shallow water, active volcanoes disclose their presence by blasting steam and rocky debris high above the ocean's surface. In the deep ocean basins, the tremendous weight of the water prevents the explosive release of steam and gases; however, submarine eruptions can be detected by hydrophones and by the discoloration of water because of volcanic gases . Pillow lava is a common eruptive product of submarine volcanoes and is characterized by thick sequences of discontinuous pillow-shaped masses which form under water. Even large submarine eruptions may not disturb the ocean surface, due to the rapid cooling effect and increased buoyancy in water (as compared to air), which often causes volcanic vents to form steep pillars on the ocean floor. Hydrothermal vents are common near these volcanoes, and some support peculiar ecosystems based on chemotrophs feeding on dissolved minerals. Over time, the formations created by submarine volcanoes may become so large that they break the ocean surface as new islands or floating pumice rafts . In May and June 2018, a multitude of seismic signals were detected by earthquake monitoring agencies all over the world. They took the form of unusual humming sounds, and some of the signals detected in November of that year had a duration of up to 20 minutes. An oceanographic research campaign in May 2019 showed that the previously mysterious humming noises were caused by the formation of a submarine volcano off the coast of Mayotte . [29]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Tonga_Volcano_Eruption_2022-01-15_0320Z_to_0610Z_Himawari-8_visible.gif/220px-Tonga_Volcano_Eruption_2022-01-15_0320Z_to_0610Z_Himawari-8_visible.gif",
                "caption": "Satellite images of the 15 January 2022 eruption of Hunga Tonga-Hunga Haʻapai"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Erupted material",
        "text": "The material that is expelled in a volcanic eruption can be classified into three types:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Lava_channel_overflow.JPG/220px-Lava_channel_overflow.JPG",
                "caption": "Pāhoehoe lava flow on Hawaii . The picture shows overflows of a main lava channel ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Litli-Hr%C3%BAtur_eruption_2023.jpg/220px-Litli-Hr%C3%BAtur_eruption_2023.jpg",
                "caption": "Litli-Hrútur ( Fagradalsfjall ) eruption 2023. View from an airplane"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Aerial_image_of_Stromboli_%28view_from_the_northeast%29.jpg/220px-Aerial_image_of_Stromboli_%28view_from_the_northeast%29.jpg",
                "caption": "The Stromboli stratovolcano off the coast of Sicily has erupted continuously for thousands of years, giving rise to its nickname \"Lighthouse of the Mediterranean\"."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Lava flows",
        "text": "The form and style of eruption of a volcano is largely determined by the composition of the lava it erupts. The viscosity (how fluid the lava is) and the amount of dissolved gas are the most important characteristics of magma, and both are largely determined by the amount of silica in the magma. Magma rich in silica is much more viscous than silica-poor magma, and silica-rich magma also tends to contain more dissolved gases. Lava can be broadly classified into four different compositions: [39] Mafic lava flows show two varieties of surface texture: ʻAʻa (pronounced [ˈʔaʔa] ) and pāhoehoe ( [paːˈho.eˈho.e] ), both Hawaiian words. ʻAʻa is characterized by a rough, clinkery surface and is the typical texture of cooler basalt lava flows. Pāhoehoe is characterized by its smooth and often ropey or wrinkly surface and is generally formed from more fluid lava flows. Pāhoehoe flows are sometimes observed to transition to ʻaʻa flows as they move away from the vent, but never the reverse. [53] More silicic lava flows take the form of block lava, where the flow is covered with angular, vesicle-poor blocks. Rhyolitic flows typically consist largely of obsidian . [54]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Rinjani_1994_cropped.jpg/220px-Rinjani_1994_cropped.jpg",
                "caption": "Mount Rinjani eruption in 1994, in Lombok , Indonesia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Tephra",
        "text": "Tephra is made when magma inside the volcano is blown apart by the rapid expansion of hot volcanic gases. Magma commonly explodes as the gas dissolved in it comes out of solution as the pressure decreases when it flows to the surface . These violent explosions produce particles of material that can then fly from the volcano. Solid particles smaller than 2 mm in diameter ( sand-sized or smaller) are called volcanic ash. [36] [37] Tephra and other volcaniclastics (shattered volcanic material) make up more of the volume of many volcanoes than do lava flows. Volcaniclastics may have contributed as much as a third of all sedimentation in the geologic record. The production of large volumes of tephra is characteristic of explosive volcanism. [55]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Tuff_shards.jpg/220px-Tuff_shards.jpg",
                "caption": "Light-microscope image of tuff as seen in thin section (long dimension is several mm): the curved shapes of altered glass shards (ash fragments) are well preserved, although the glass is partly altered. The shapes were formed around bubbles of expanding, water-rich gas."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Types of volcanic eruptions",
        "text": "Eruption styles are broadly divided into magmatic, phreatomagmatic, and phreatic eruptions. [56] The intensity of explosive volcanism is expressed using the Volcanic Explosivity Index (VEI), which ranges from 0 for Hawaiian-type eruptions to 8 for supervolcanic eruptions. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Volcanic_injection.svg/220px-Volcanic_injection.svg.png",
                "caption": "Schematic of volcano injection of aerosols and gases"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Volcanic activity",
        "text": "As of December 2022 [update] , the Smithsonian Institution 's Global Volcanism Program database of volcanic eruptions in the Holocene Epoch (the last 11,700 years) lists 9,901 confirmed eruptions from 859 volcanoes. The database also lists 1,113 uncertain eruptions and 168 discredited eruptions for the same time interval. [58] [59] Volcanoes vary greatly in their level of activity, with individual volcanic systems having an eruption recurrence ranging from several times a year to once in tens of thousands of years. [60] Volcanoes are informally described as erupting , active , dormant , or extinct , but the definitions of these terms are not entirely uniform amongst volcanologists. The level of activity of most volcanoes falls upon a graduated spectrum, with much overlap between categories, and does not always fit neatly into only one of these three separate categories. [61]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Pompeii_-_Casa_del_Centenario_-_MAN.jpg/170px-Pompeii_-_Casa_del_Centenario_-_MAN.jpg",
                "caption": "Fresco with Mount Vesuvius behind Bacchus and Agathodaemon , as seen in Pompeii 's House of the Centenary"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Dormant and reactivated",
        "text": "The USGS defines a dormant volcano as any volcano that is not showing any signs of unrest such as earthquake swarms, ground swelling, or excessive noxious gas emissions, but which shows signs that it could yet become active again. [63] Many dormant volcanoes have not erupted for thousands of years, but have still shown signs that they may be likely to erupt again in the future. [64] [65] In an article justifying the re-classification of Alaska's Mount Edgecumbe volcano from \"dormant\" to \"active\", volcanologists at the Alaska Volcano Observatory pointed out that the term \"dormant\" in reference to volcanoes has been deprecated over the past few decades and that \"[t]he term \"dormant volcano\" is so little used and undefined in modern volcanology that the Encyclopedia of Volcanoes (2000) does not contain it in the glossaries or index\", [66] however the USGS still widely employs the term. Previously a volcano was often considered to be extinct if there were no written records of its activity. Such a generalisation is inconsistent with observation and deeper study, as has occurred recently with the unexpected eruption of the Chaitén volcano in 2008. [67] Modern volcanic activity monitoring techniques, and improvements in the modelling of the factors that produce eruptions, have helped the understanding of why volcanoes may remain dormant for a long period of time, and then become unexpectedly active again. The potential for eruptions, and their style, depend mainly upon the state of the magma storage system under the volcano, the eruption trigger mechanism and its timescale. [68] : 95 For example, the Yellowstone volcano has a repose/recharge period of around 700,000 years, and Toba of around 380,000 years. [69] Vesuvius was described by Roman writers as having been covered with gardens and vineyards before its unexpected eruption of 79 CE , which destroyed the towns of Herculaneum and Pompeii . Accordingly, it can sometimes be difficult to distinguish between an extinct volcano and a dormant (inactive) one. Long volcano dormancy is known to decrease awareness. [68] : 96 Pinatubo was an inconspicuous volcano, unknown to most people in the surrounding areas, and initially not seismically monitored before its unanticipated and catastrophic eruption of 1991. Two other examples of volcanoes which were once thought to be extinct, before springing back into eruptive activity were the long-dormant Soufrière Hills volcano on the island of Montserrat , thought to be extinct until activity resumed in 1995 (turning its capital Plymouth into a ghost town ) and Fourpeaked Mountain in Alaska, which, before its September 2006 eruption, had not erupted since before 8000 BCE.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Narcondam_island.jpg/220px-Narcondam_island.jpg",
                "caption": "Narcondam Island , India, is classified as a dormant volcano by the Geological Survey of India ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Extinct",
        "text": "Extinct volcanoes are those that scientists consider unlikely to erupt again because the volcano no longer has a magma supply. Examples of extinct volcanoes are many volcanoes on the Hawaiian–Emperor seamount chain in the Pacific Ocean (although some volcanoes at the eastern end of the chain are active), Hohentwiel in Germany , Shiprock in New Mexico , US , Capulin in New Mexico, US, Zuidwal volcano in the Netherlands , and many volcanoes in Italy such as Monte Vulture . Edinburgh Castle in Scotland is located atop an extinct volcano, which forms Castle Rock . Whether a volcano is truly extinct is often difficult to determine. Since \"supervolcano\" calderas can have eruptive lifespans sometimes measured in millions of years, a caldera that has not produced an eruption in tens of thousands of years may be considered dormant instead of extinct. An individual volcano in a monogenetic volcanic field can be extinct but that does not mean a completely new volcano might not erupt close by with little or no warning as its field may have an active magma supply.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Capulin_1980_tde00005.jpg/220px-Capulin_1980_tde00005.jpg",
                "caption": "Capulin Volcano National Monument in New Mexico, US"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Decade volcanoes",
        "text": "The Decade Volcanoes are 16 volcanoes identified by the International Association of Volcanology and Chemistry of the Earth's Interior (IAVCEI) as being worthy of particular study in light of their history of large, destructive eruptions and proximity to populated areas. They are named Decade Volcanoes because the project was initiated as part of the United Nations-sponsored International Decade for Natural Disaster Reduction (the 1990s). The 16 current Decade Volcanoes are: The Deep Earth Carbon Degassing Project , an initiative of the Deep Carbon Observatory , monitors nine volcanoes, two of which are Decade volcanoes. The focus of the Deep Earth Carbon Degassing Project is to use Multi-Component Gas Analyzer System instruments to measure CO 2 /SO 2 ratios in real-time and in high-resolution to allow detection of the pre-eruptive degassing of rising magmas, improving prediction of volcanic activity . [71]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Koryaksky_volcano_Petropavlovsk-Kamchatsky_oct-2005.jpg/220px-Koryaksky_volcano_Petropavlovsk-Kamchatsky_oct-2005.jpg",
                "caption": "Koryaksky volcano towering over Petropavlovsk-Kamchatsky on Kamchatka Peninsula , Far Eastern Russia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Volcanoes and humans",
        "text": "Volcanic eruptions pose a significant threat to human civilization. However, volcanic activity has also provided humans with important resources.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Mauna_Loa_atmospheric_transmission.png/220px-Mauna_Loa_atmospheric_transmission.png",
                "caption": "Solar radiation graph 1958–2008, showing how the radiation is reduced after major volcanic eruptions"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/SO2_Galapagos_20051101.jpg/220px-SO2_Galapagos_20051101.jpg",
                "caption": "Sulfur dioxide concentration over the Sierra Negra Volcano , Galapagos Islands , during an eruption in October 2005"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Hazards",
        "text": "There are many different types of volcanic eruptions and associated activity: phreatic eruptions (steam-generated eruptions), explosive eruption of high- silica lava (e.g., rhyolite ), effusive eruption of low-silica lava (e.g., basalt ), sector collapses , pyroclastic flows , lahars (debris flow) and carbon dioxide emission . All of these activities can pose a hazard to humans. Earthquakes, hot springs , fumaroles , mud pots and geysers often accompany volcanic activity. Volcanic gases can reach the stratosphere, where they form sulfuric acid aerosols that can reflect solar radiation and lower surface temperatures significantly. [72] Sulfur dioxide from the eruption of Huaynaputina may have caused the Russian famine of 1601–1603 . [73] Chemical reactions of sulfate aerosols in the stratosphere can also damage the ozone layer , and acids such as hydrogen chloride (HCl) and hydrogen fluoride (HF) can fall to the ground as acid rain . Excessive fluoride salts from eruptions have poisoned livestock in Iceland on multiple occasions. [74] : 39–58 Explosive volcanic eruptions release the greenhouse gas carbon dioxide and thus provide a deep source of carbon for biogeochemical cycles . [75] Ash thrown into the air by eruptions can present a hazard to aircraft, especially jet aircraft where the particles can be melted by the high operating temperature; the melted particles then adhere to the turbine blades and alter their shape, disrupting the operation of the turbine. This can cause major disruptions to air travel. A volcanic winter is thought to have taken place around 70,000 years ago after the supereruption of Lake Toba on Sumatra island in Indonesia. [76] This may have created a population bottleneck that affected the genetic inheritance of all humans today. [77] Volcanic eruptions may have contributed to major extinction events, such as the End-Ordovician , Permian-Triassic , and Late Devonian mass extinctions . [78] The 1815 eruption of Mount Tambora created global climate anomalies that became known as the \" Year Without a Summer \" because of the effect on North American and European weather. [79] The freezing winter of 1740–41, which led to widespread famine in northern Europe, may also owe its origins to a volcanic eruption. [80]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Large_eruptions.jpg/290px-Large_eruptions.jpg",
                "caption": "Comparison of major United States prehistoric eruptions ( VEI 7 and 8 ) with major historical volcanic eruptions in the 19th and 20th century (VEI 5, 6 and 7). From left to right: Yellowstone 2.1 Ma, Yellowstone 1.3 Ma, Long Valley 6.26 Ma, Yellowstone 0.64 Ma . 19th century eruptions: Tambora 1815, Krakatoa 1883. 20th century eruptions: Novarupta 1912, St. Helens 1980, Pinatubo 1991."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Volcanoes on other celestial bodies",
        "text": "Earth's Moon has no large volcanoes and no current volcanic activity, although recent evidence suggests it may still possess a partially molten core. [91] However, the Moon does have many volcanic features such as maria [92] (the darker patches seen on the Moon), rilles [93] and domes . [94] The planet Venus has a surface that is 90% basalt , indicating that volcanism played a major role in shaping its surface. The planet may have had a major global resurfacing event about 500 million years ago, [95] from what scientists can tell from the density of impact craters on the surface. Lava flows are widespread and forms of volcanism not present on Earth occur as well. Changes in the planet's atmosphere and observations of lightning have been attributed to ongoing volcanic eruptions, although there is no confirmation of whether or not Venus is still volcanically active. However, radar sounding by the Magellan probe revealed evidence for comparatively recent volcanic activity at Venus's highest volcano Maat Mons , in the form of ash flows near the summit and on the northern flank. [96] However, the interpretation of the flows as ash flows has been questioned. [97] There are several extinct volcanoes on Mars , four of which are vast shield volcanoes far bigger than any on Earth. They include Arsia Mons , Ascraeus Mons , Hecates Tholus , Olympus Mons , and Pavonis Mons . These volcanoes have been extinct for many millions of years, [98] but the European Mars Express spacecraft has found evidence that volcanic activity may have occurred on Mars in the recent past as well. [98] Jupiter 's moon Io is the most volcanically active object in the Solar System because of tidal interaction with Jupiter. It is covered with volcanoes that erupt sulfur , sulfur dioxide and silicate rock, and as a result, Io is constantly being resurfaced. Its lavas are the hottest known anywhere in the Solar System, with temperatures exceeding 1,800 K (1,500 °C). In February 2001, the largest recorded volcanic eruptions in the Solar System occurred on Io. [99] Europa , the smallest of Jupiter's Galilean moons , also appears to have an active volcanic system, except that its volcanic activity is entirely in the form of water, which freezes into ice on the frigid surface. This process is known as cryovolcanism , and is apparently most common on the moons of the outer planets of the Solar System . [100] In 1989, the Voyager 2 spacecraft observed cryovolcanoes (ice volcanoes) on Triton , a moon of Neptune , and in 2005 the Cassini–Huygens probe photographed fountains of frozen particles erupting from Enceladus , a moon of Saturn . [101] [102] The ejecta may be composed of water, liquid nitrogen , ammonia , dust, or methane compounds. Cassini–Huygens also found evidence of a methane-spewing cryovolcano on the Saturnian moon Titan , which is believed to be a significant source of the methane found in its atmosphere. [103] It is theorized that cryovolcanism may also be present on the Kuiper Belt Object Quaoar . A 2010 study of the exoplanet COROT-7b , which was detected by transit in 2009, suggested that tidal heating from the host star very close to the planet and neighboring planets could generate intense volcanic activity similar to that found on Io. [104]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Tvashtarvideo.gif/220px-Tvashtarvideo.gif",
                "caption": "The Tvashtar volcano erupts a plume 330 km (205 mi) above the surface of Jupiter 's moon Io ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Olympus_Mons.jpeg/170px-Olympus_Mons.jpeg",
                "caption": "Olympus Mons ( Latin , \"Mount Olympus\"), located on the planet Mars , is the tallest known mountain in the Solar System ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Eruption mechanisms",
        "text": "Volcanic eruptions arise through three main mechanisms: [1] There are two types of eruptions in terms of activity, explosive eruptions and effusive eruptions . Explosive eruptions are characterized by gas-driven explosions that propels magma and tephra. [1] Effusive eruptions, meanwhile, are characterized by the outpouring of lava without significant explosive eruption. [2]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/VEIfigure_en.svg/220px-VEIfigure_en.svg.png",
                "caption": "Diagram showing the scale of VEI correlation with total ejecta volume"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Hawaiian",
        "text": "Hawaiian eruptions are a type of volcanic eruption named after the Hawaiian volcanoes , such as Mauna Loa , with this eruptive type is hallmark. Hawaiian eruptions are the calmest types of volcanic events, characterized by the effusive eruption of very fluid basalt -type lavas with low gaseous content . The volume of ejected material from Hawaiian eruptions is less than half of that found in other eruptive types. Steady production of small amounts of lava builds up the large, broad form of a shield volcano . Eruptions are not centralized at the main summit as with other volcanic types, and often occur at vents around the summit and from fissure vents radiating out of the center. [4] Hawaiian eruptions often begin as a line of vent eruptions along a fissure vent , a so-called \"curtain of fire.\" These die down as the lava begins to concentrate at a few of the vents. Central-vent eruptions, meanwhile, often take the form of large lava fountains (both continuous and sporadic), which can reach heights of hundreds of meters or more. The particles from lava fountains usually cool in the air before hitting the ground, resulting in the accumulation of cindery scoria fragments; however, when the air is especially thick with clasts , they cannot cool off fast enough due to the surrounding heat, and hit the ground still hot, the accumulation of which forms spatter cones . If eruptive rates are high enough, they may even form splatter-fed lava flows. Hawaiian eruptions are often extremely long lived; Puʻu ʻŌʻō , a volcanic cone on Kilauea , erupted continuously for over 35 years. Another Hawaiian volcanic feature is the formation of active lava lakes , self-maintaining pools of raw lava with a thin crust of semi-cooled rock. [4] Flows from Hawaiian eruptions are basaltic, and can be divided into two types by their structural characteristics. Pahoehoe lava is a relatively smooth lava flow that can be billowy or ropey. They can move as one sheet, by the advancement of \"toes\", or as a snaking lava column. [10] A'a lava flows are denser and more viscous than pahoehoe, and tend to move slower. Flows can measure 2 to 20 m (7 to 66 ft) thick. A'a flows are so thick that the outside layers cools into a rubble-like mass, insulating the still-hot interior and preventing it from cooling. A'a lava moves in a peculiar way—the front of the flow steepens due to pressure from behind until it breaks off, after which the general mass behind it moves forward. Pahoehoe lava can sometimes become A'a lava due to increasing viscosity or increasing rate of shear , but A'a lava never turns into pahoehoe flow. [11] Hawaiian eruptions are responsible for several unique volcanological objects. Small volcanic particles are carried and formed by the wind, chilling quickly into teardrop-shaped glassy fragments known as Pele's tears (after Pele , the Hawaiian volcano deity). During especially high winds these chunks may even take the form of long drawn-out strands, known as Pele's hair . Sometimes basalt aerates into reticulite , the lowest density rock type on earth. [4] Although Hawaiian eruptions are named after the volcanoes of Hawaii, they are not necessarily restricted to them; the highest lava fountain recorded was during the 23 November 2013 eruption of Mount Etna in Italy, which reached a stable height of around 2,500 m (8,200 ft) for 18 minutes, briefly peaking at a height of 3,400 m (11,000 ft). [12] Volcanoes known to have Hawaiian activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Hawaiian_Eruption-numbers.svg/220px-Hawaiian_Eruption-numbers.svg.png",
                "caption": "Diagram of a Hawaiian eruption . (key: 1. Ash plume 2. Lava fountain 3. Crater 4. Lava lake 5. Fumaroles 6. Lava flow 7. Layers of lava and ash 8. Stratum 9. Sill 10. Magma conduit 11. Magma chamber 12. Dike ) Click for larger version ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Ropy_pahoehoe.jpg/150px-Ropy_pahoehoe.jpg",
                "caption": "Ropey pahoehoe lava from Kilauea , Hawaiʻi"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Strombolian",
        "text": "Strombolian eruptions are a type of volcanic eruption named after the volcano Stromboli , which has been erupting nearly continuously for centuries. [13] Strombolian eruptions are driven by the bursting of gas bubbles within the magma . These gas bubbles within the magma accumulate and coalesce into large bubbles, called gas slugs . These grow large enough to rise through the lava column. [14] Upon reaching the surface, the difference in air pressure causes the bubble to burst with a loud pop, [13] throwing magma in the air in a way similar to a soap bubble . Because of the high gas pressures associated with the lavas, continued activity is generally in the form of episodic explosive eruptions accompanied by the distinctive loud blasts. [13] During eruptions, these blasts occur as often as every few minutes. [15] The term \"Strombolian\" has been used indiscriminately to describe a wide variety of volcanic eruptions, varying from small volcanic blasts to large eruptive columns . In reality, true Strombolian eruptions are characterized by short-lived and explosive eruptions of lavas with intermediate viscosity , often ejected high into the air. Columns can measure hundreds of meters in height. The lavas formed by Strombolian eruptions are a form of relatively viscous basaltic lava, and its end product is mostly scoria . [13] The relative passivity of Strombolian eruptions, and its non-damaging nature to its source vent allow Strombolian eruptions to continue unabated for thousands of years, and also makes it one of the least dangerous eruptive types. [15] Strombolian eruptions eject volcanic bombs and lapilli fragments that travel in parabolic paths before landing around their source vent. [16] The steady accumulation of small fragments builds cinder cones composed completely of basaltic pyroclasts . This form of accumulation tends to result in well-ordered rings of tephra . [13] Strombolian eruptions are similar to Hawaiian eruptions , but there are differences. Strombolian eruptions are noisier, produce no sustained eruptive columns , do not produce some volcanic products associated with Hawaiian volcanism (specifically Pele's tears and Pele's hair ), and produce fewer molten lava flows (although the eruptive material does tend to form small rivulets). [13] [15] Volcanoes known to have Strombolian activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Strombolian_Eruption-numbers.svg/220px-Strombolian_Eruption-numbers.svg.png",
                "caption": "Diagram of a Strombolian eruption . (key: 1. Ash plume 2. Lapilli 3. Volcanic ash rain 4. Lava fountain 5. Volcanic bomb 6. Lava flow 7. Layers of lava and ash 8. Stratum 9. Dike 10. Magma conduit 11. Magma chamber 12. Sill ) Click for larger version ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Stromboli_Eruption.jpg/150px-Stromboli_Eruption.jpg",
                "caption": "An example of the lava arcs formed during Strombolian activity. This image is of Stromboli itself."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Vulcanian",
        "text": "Vulcanian eruptions are a type of volcanic eruption named after the volcano Vulcano . [24] It was named so following Giuseppe Mercalli 's observations of its 1888–1890 eruptions. [25] In Vulcanian eruptions, intermediate viscous magma within the volcano make it difficult for vesiculate gases to escape. Similar to Strombolian eruptions, this leads to the buildup of high gas pressure , eventually popping the cap holding the magma down and resulting in an explosive eruption. However, unlike Strombolian eruptions, ejected lava fragments are not aerodynamic; this is due to the higher viscosity of Vulcanian magma and the greater incorporation of crystalline material broken off from the former cap. They are also more explosive than their Strombolian counterparts, with eruptive columns often reaching between 5 and 10 km (3 and 6 mi) high. Lastly, Vulcanian deposits are andesitic to dacitic rather than basaltic . [24] Initial Vulcanian activity is characterized by a series of short-lived explosions, lasting a few minutes to a few hours and typified by the ejection of volcanic bombs and blocks . These eruptions wear down the lava dome holding the magma down, and it disintegrates, leading to much more quiet and continuous eruptions. Thus an early sign of future Vulcanian activity is lava dome growth, and its collapse generates an outpouring of pyroclastic material down the volcano's slope. [24] Deposits near the source vent consist of large volcanic blocks and bombs , with so-called \" bread-crust bombs \" being especially common. These deeply cracked volcanic chunks form when the exterior of ejected lava cools quickly into a glassy or fine-grained shell, but the inside continues to cool and vesiculate . The center of the fragment expands, cracking the exterior. However the bulk of Vulcanian deposits are fine grained ash . The ash is only moderately dispersed, and its abundance indicates a high degree of fragmentation , the result of high gas contents within the magma. In some cases these have been found to be the result of interaction with meteoric water , suggesting that Vulcanian eruptions are partially hydrovolcanic . [24] Volcanoes that have exhibited Vulcanian activity include: Vulcanian eruptions are estimated to make up at least half of all known Holocene eruptions. [30]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Vulcanian_Eruption-numbers.svg/220px-Vulcanian_Eruption-numbers.svg.png",
                "caption": "Diagram of a Vulcanian eruption . (key: 1. Ash plume 2. Lapilli 3. Lava fountain 4. Volcanic ash rain 5. Volcanic bomb 6. Lava flow 7. Layers of lava and ash 8. Stratum 9. Sill 10. Magma conduit 11. Magma chamber 12. Dike ) Click for larger version."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Tavurvur_volcano_edit.jpg/220px-Tavurvur_volcano_edit.jpg",
                "caption": "Tavurvur in Papua New Guinea erupting"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Peléan",
        "text": "Peléan eruptions (or nuée ardente ) are a type of volcanic eruption named after the volcano Mount Pelée in Martinique , the site of a Peléan eruption in 1902 that is one of the worst natural disasters in history. In Peléan eruptions, a large amount of gas, dust, ash, and lava fragments are blown out the volcano's central crater, [31] driven by the collapse of rhyolite , dacite , and andesite lava domes that often creates large eruptive columns . An early sign of a coming eruption is the growth of a so-called Peléan or lava spine , a bulge in the volcano's summit preempting its total collapse. [32] The material collapses upon itself, forming a fast-moving pyroclastic flow [31] (known as a block -and- ash flow) [33] that moves down the side of the mountain at tremendous speeds, often over 150 km (93 mi) per hour. These landslides make Peléan eruptions one of the most dangerous in the world, capable of tearing through populated areas and causing serious loss of life. The 1902 eruption of Mount Pelée caused tremendous destruction, killing more than 30,000 people and completely destroying St. Pierre , the worst volcanic event in the 20th century . [31] Peléan eruptions are characterized most prominently by the incandescent pyroclastic flows that they drive. The mechanics of a Peléan eruption are very similar to that of a Vulcanian eruption, except that in Peléan eruptions the volcano's structure is able to withstand more pressure, hence the eruption occurs as one large explosion rather than several smaller ones. [34] Volcanoes known to have Peléan activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Pelean_Eruption-numbers.svg/220px-Pelean_Eruption-numbers.svg.png",
                "caption": "Diagram of Peléan eruption . (key: 1. Ash plume 2. Volcanic ash rain 3. Lava dome 4. Volcanic bomb 5. Pyroclastic flow 6. Layers of lava and ash 7. Stratum 8. Magma conduit 9. Magma chamber 10. Dike ) Click for larger version ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Plinian",
        "text": "Plinian eruptions (or Vesuvian eruptions) are a type of volcanic eruption named for the historical eruption of Mount Vesuvius in 79 AD that buried the Roman towns of Pompeii and Herculaneum and, specifically, for its chronicler Pliny the Younger . [40] The process powering Plinian eruptions starts in the magma chamber , where dissolved volatile gases are stored in the magma. The gases vesiculate and accumulate as they rise through the magma conduit . These bubbles agglutinate and once they reach a certain size (about 75% of the total volume of the magma conduit) they explode. The narrow confines of the conduit force the gases and associated magma up, forming an eruptive column . Eruption velocity is controlled by the gas contents of the column, and low-strength surface rocks commonly crack under the pressure of the eruption, forming a flared outgoing structure that pushes the gases even faster. [41] These massive eruptive columns are the distinctive feature of a Plinian eruption, and reach up 2 to 45 km (1 to 28 mi) into the atmosphere . The densest part of the plume, directly above the volcano, is driven internally by gas expansion . As it reaches higher into the air the plume expands and becomes less dense, convection and thermal expansion of volcanic ash drive it even further up into the stratosphere . At the top of the plume, powerful winds may drive the plume away from the volcano . [41] These highly explosive eruptions are usually associated with volatile-rich dacitic to rhyolitic lavas, and occur most typically at stratovolcanoes . Eruptions can last anywhere from hours to days, with longer eruptions being associated with more felsic volcanoes. Although they are usually associated with felsic magma, Plinian eruptions can occur at basaltic volcanoes, if the magma chamber differentiates with upper portions rich in silicon dioxide , [40] or if magma ascends rapidly. [42] Plinian eruptions are similar to both Vulcanian and Strombolian eruptions, except that rather than creating discrete explosive events, Plinian eruptions form sustained eruptive columns. They are also similar to Hawaiian lava fountains in that both eruptive types produce sustained eruption columns maintained by the growth of bubbles that move up at about the same speed as the magma surrounding them. [40] Regions affected by Plinian eruptions are subjected to heavy pumice airfall affecting an area 0.5 to 50 km 3 (0 to 12 cu mi) in size. [40] The material in the ash plume eventually finds its way back to the ground, covering the landscape in a thick layer of many cubic kilometers of ash. [43] However the most dangerous eruptive feature are the pyroclastic flows generated by material collapse, which move down the side of the mountain at extreme speeds [40] of up to 700 km (435 mi) per hour and with the ability to extend the reach of the eruption hundreds of kilometers. [43] The ejection of hot material from the volcano's summit melts snowbanks and ice deposits on the volcano, which mixes with tephra to form lahars , fast moving mudflows with the consistency of wet concrete that move at the speed of a river rapid . [40] Major Plinian eruptive events include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Plinian_Eruption-numbers.svg/220px-Plinian_Eruption-numbers.svg.png",
                "caption": "Diagram of a Plinian eruption . (key: 1. Ash plume 2. Magma conduit 3. Volcanic ash rain 4. Layers of lava and ash 5. Stratum 6. Magma chamber ) Click for larger version ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/MtRedoubtedit1.jpg/220px-MtRedoubtedit1.jpg",
                "caption": "21 April 1990 eruptive column from Redoubt Volcano , as viewed to the west from the Kenai Peninsula"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Armero_aftermath_Marso.jpg/220px-Armero_aftermath_Marso.jpg",
                "caption": "Lahar flows from the 1985 eruption of Nevado del Ruiz , which totally destroyed Armero in Colombia"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Types_of_volcanoes_and_eruption_features.jpg/800px-Types_of_volcanoes_and_eruption_features.jpg",
                "caption": ""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Surtseyan",
        "text": "A Surtseyan (or hydrovolcanic) eruption is a type of volcanic eruption characterized by shallow-water interactions between water and lava, named after its most famous example, the eruption and formation of the island of Surtsey off the coast of Iceland in 1963. Surtseyan eruptions are the \"wet\" equivalent of ground-based Strombolian eruptions , but because they take place in water they are much more explosive. As water is heated by lava, it flashes into steam and expands violently, fragmenting the magma it contacts into fine-grained ash . Surtseyan eruptions are typical of shallow-water volcanic oceanic islands , but they are not confined to seamounts. They can happen on land as well, where rising magma that comes into contact with an aquifer (water-bearing rock formation) at shallow levels under the volcano can cause them. [50] The products of Surtseyan eruptions are generally oxidized palagonite basalts (though andesitic eruptions do occur, albeit rarely), and like Strombolian eruptions Surtseyan eruptions are generally continuous or otherwise rhythmic. [51] A defining feature of a Surtseyan eruption is the formation of a pyroclastic surge (or base surge ), a ground hugging radial cloud that develops along with the eruption column . Base surges are caused by the gravitational collapse of a vaporous eruptive column, one that is denser overall than a regular volcanic column. The densest part of the cloud is nearest to the vent, resulting in a wedge shape. Associated with these laterally moving rings are dune -shaped depositions of rock left behind by the lateral movement. These are occasionally disrupted by bomb sags , rock that was flung out by the explosive eruption and followed a ballistic path to the ground. Accumulations of wet, spherical ash known as accretionary lapilli are another common surge indicator. [50] Over time Surtseyan eruptions tend to form maars , broad low- relief volcanic craters dug into the ground, and tuff rings , circular structures built of rapidly quenched lava. These structures are associated with single vent eruptions. However, if eruptions arise along fracture zones , rift zones may be dug out. Such eruptions tend to be more violent than those which form tuff rings or maars, an example being the 1886 eruption of Mount Tarawera . [50] [51] Littoral cones are another hydrovolcanic feature, generated by the explosive deposition of basaltic tephra (although they are not truly volcanic vents). They form when lava accumulates within cracks in lava, superheats and explodes in a steam explosion , breaking the rock apart and depositing it on the volcano's flank. Consecutive explosions of this type eventually generate the cone. [50] Volcanoes known to have Surtseyan activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Surtseyan_Eruption-numbers.svg/220px-Surtseyan_Eruption-numbers.svg.png",
                "caption": "Diagram of a Surtseyan eruption . (key: 1. Water vapor cloud 2. Compressed ash 3. Crater 4. Water 5. Layers of lava and ash 6. Stratum 7. Magma conduit 8. Magma chamber 9. Dike ) Click for larger version ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Submarine",
        "text": "Submarine eruptions occur underwater. An estimated 75% of volcanic eruptive volume is generated by submarine eruptions near mid ocean ridges alone, however problems detecting deep sea volcanics meant they remained virtually unknown until advances in the 1990s made it possible to observe them. [54] Submarine eruptions may produce seamounts , which may break the surface and form volcanic islands. Submarine volcanism is driven by various processes. Volcanoes near plate boundaries and mid-ocean ridges are built by the decompression melting of mantle rock that rises on an upwelling portion of a convection cell to the crustal surface. Eruptions associated with subducting zones , meanwhile, are driven by subducting plates that add volatiles to the rising plate, lowering its melting point . Each process generates different rock; mid-ocean ridge volcanics are primarily basaltic , whereas subduction flows are mostly calc-alkaline , and more explosive and viscous . [55] Spreading rates along mid-ocean ridges vary widely, from 2 cm (0.8 in) per year at the Mid-Atlantic Ridge , to up to 16 cm (6 in) along the East Pacific Rise . Higher spreading rates are a probable cause for higher levels of volcanism. The technology for studying seamount eruptions did not exist until advancements in hydrophone technology made it possible to \"listen\" to acoustic waves , known as T-waves, released by submarine earthquakes associated with submarine volcanic eruptions. The reason for this is that land-based seismometers cannot detect sea-based earthquakes below a magnitude of 4, but acoustic waves travel well in water and over long periods of time. A system in the North Pacific , maintained by the United States Navy and originally intended for the detection of submarines , has detected an event on average every 2 to 3 years. [54] The most common underwater flow is pillow lava , a rounded lava flow named for its unusual shape. Less common are glassy , marginal sheet flows, indicative of larger-scale flows. Volcaniclastic sedimentary rocks are common in shallow-water environments. As plate movement starts to carry the volcanoes away from their eruptive source, eruption rates start to die down, and water erosion grinds the volcano down. The final stages of eruption cap the seamount in alkalic flows. [55] There are about 100,000 deepwater volcanoes in the world, [56] although most are beyond the active stage of their life. [55] Some exemplary seamounts are Kamaʻehuakanaloa (formerly Loihi), Bowie Seamount , Davidson Seamount , and Axial Seamount .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Submarine_Eruption-numbers.svg/220px-Submarine_Eruption-numbers.svg.png",
                "caption": "Diagram of a Submarine eruption . (key: 1. Water vapor cloud 2. Water 3. Stratum 4. Lava flow 5. Magma conduit 6. Magma chamber 7. Dike 8. Pillow lava ) Click to enlarge ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Subglacial",
        "text": "Subglacial eruptions are a type of volcanic eruption characterized by interactions between lava and ice , often under a glacier . The nature of glaciovolcanism dictates that it occurs at areas of high latitude and high altitude . [57] It has been suggested that subglacial volcanoes that are not actively erupting often dump heat into the ice covering them, producing meltwater . [58] This meltwater mix means that subglacial eruptions often generate dangerous jökulhlaups ( floods ) and lahars . [57] The study of glaciovolcanism is still a relatively new field. Early accounts described the unusual flat-topped steep-sided volcanoes (called tuyas ) in Iceland that were suggested to have formed from eruptions below ice. The first English-language paper on the subject was published in 1947 by William Henry Mathews , describing the Tuya Butte field in northwest British Columbia , Canada . The eruptive process that builds these structures, originally inferred in the paper, [57] begins with volcanic growth below the glacier. At first the eruptions resemble those that occur in the deep sea, forming piles of pillow lava at the base of the volcanic structure. Some of the lava shatters when it comes in contact with the cold ice, forming a glassy breccia called hyaloclastite . After a while the ice finally melts into a lake, and the more explosive eruptions of Surtseyan activity begins, building up flanks made up of mostly hyaloclastite. Eventually the lake boils off from continued volcanism, and the lava flows become more effusive and thicken as the lava cools much more slowly, often forming columnar jointing . Well-preserved tuyas show all of these stages, for example Hjorleifshofdi in Iceland. [59] Products of volcano-ice interactions stand as various structures, whose shape is dependent on complex eruptive and environmental interactions. Glacial volcanism is a good indicator of past ice distribution, making it an important climatic marker. Since they are embedded in ice, as glacial ice retreats worldwide there are concerns that tuyas and other structures may destabilize, resulting in mass landslides . Evidence of volcanic-glacial interactions are evident in Iceland and parts of British Columbia , and it is even possible that they play a role in deglaciation . [57] Glaciovolcanic products have been identified in Iceland, the Canadian province of British Columbia, the U.S. states of Hawaii and Alaska , the Cascade Range of western North America, South America and even on the planet Mars . [57] Volcanoes known to have subglacial activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Subglacial_Eruption-numbers.svg/220px-Subglacial_Eruption-numbers.svg.png",
                "caption": "A diagram of a Subglacial eruption . (key: 1. Water vapor cloud 2. Crater lake 3. Ice 4. Layers of lava and ash 5. Stratum 6. Pillow lava 7. Magma conduit 8. Magma chamber 9. Dike ) Click for larger version ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Her%C3%B0ubrei%C3%B0-Iceland-2.jpg/220px-Her%C3%B0ubrei%C3%B0-Iceland-2.jpg",
                "caption": "Herðubreið , a tuya in Iceland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Phreatic eruptions",
        "text": "Phreatic eruptions (or steam-blast eruptions) are a type of eruption driven by the expansion of steam . When cold ground or surface water come into contact with hot rock or magma it superheats and explodes , fracturing the surrounding rock [63] and thrusting out a mixture of steam, water , ash , volcanic bombs , and volcanic blocks . [64] The distinguishing feature of phreatic explosions is that they only blast out fragments of pre-existing solid rock from the volcanic conduit; no new magma is erupted. [65] Because they are driven by the cracking of rock strata under pressure, phreatic activity does not always result in an eruption; if the rock face is strong enough to withstand the explosive force, outright eruptions may not occur, although cracks in the rock will probably develop and weaken it, furthering future eruptions. [63] Often a precursor of future volcanic activity, [66] phreatic eruptions are generally weak, although there have been exceptions. [65] Some phreatic events may be triggered by earthquake activity, another volcanic precursor, and they may also travel along dike lines. [63] Phreatic eruptions form base surges , lahars , avalanches , and volcanic block \"rain.\" They may also release deadly toxic gas able to suffocate anyone in range of the eruption. [66] Volcanoes known to exhibit phreatic activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Phreatic_Eruption-numbers.svg/220px-Phreatic_Eruption-numbers.svg.png",
                "caption": "Diagram of a phreatic eruption . (key: 1. Water vapor cloud 2. Magma conduit 3. Layers of lava and ash 4. Stratum 5. Water table 6. Explosion 7. Magma chamber )"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Effusive eruptions",
        "text": "Effusive eruptions involve a relatively gentle, steady outpouring of lava rather than large explosions. They can continue for years or decades, producing extensive fluid mafic lava flows. [43] For example, Kīlauea on Hawaiʻi continuously erupted from 1983 to 2018, producing 2.7 km 3 (1 cu mi) of lava covering more than 100 km 2 (40 sq mi). [44] Despite their ostensibly benign appearance, effusive eruptions can be as dangerous as explosive ones: one of the largest effusive eruptions in history occurred in Iceland during the 1783–1784 eruption of Laki , which produced about 15 km 3 (4 cu mi) of lava and killed one fifth of Iceland's population. [43] The ensuing disruptions to the climate may also have killed millions elsewhere. [45] Still larger were the Icelandic eruptions of Katla (the Eldgjá eruption) circa 934, with 18 km 3 (4 cu mi) of erupted lava, and the Þjórsárhraun eruption of Bárðarbunga circa 6700 BC, with 25 km 3 (6 cu mi) lava erupted, the latter being the largest effusive eruption in the last 10,000 years. [46] The lava fields of these eruptions measure 565 km 2 (Laki), 700 km 2 (Eldgjá) and 950 km 2 (Þjórsárhraun).",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Lava_flow_at_Krafla%2C_1984.jpg/220px-Lava_flow_at_Krafla%2C_1984.jpg",
                "caption": "Effusive eruption of lava from Krafla , Iceland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/List_of_largest_volcanic_eruptions",
        "title": "List of largest volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Large igneous provinces",
        "text": "Highly active periods of volcanism in what are called large igneous provinces have produced huge oceanic plateaus and flood basalts in the past. These can comprise hundreds of large eruptions, producing millions of cubic kilometers of lava in total. No large eruptions of flood basalts have occurred in human history, the most recent having occurred over 10 million years ago.  They are often associated with breakup of supercontinents such as Pangea in the geologic record, [49] and may have contributed to a number of mass extinctions . Most large igneous provinces have either not been studied thoroughly enough to establish the size of their component eruptions, or are not preserved well enough to make this possible. Many of the eruptions listed above thus come from just two large igneous provinces: the Paraná and Etendeka traps and the Columbia River Basalt Group . The latter is the most recent large igneous province, and also one of the smallest. [45] A list of large igneous provinces follows to provide some indication of how many large eruptions may be missing from the lists given here.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Extent_of_Siberian_traps_german.png/220px-Extent_of_Siberian_traps_german.png",
                "caption": "Extent of the Siberian Traps large igneous province (map in German)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/List_of_largest_volcanic_eruptions",
        "title": "List of largest volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Large igneous provinces",
        "text": "Large igneous provinces, such as Iceland , the Siberian Traps , Deccan Traps , and the Ontong Java Plateau , are extensive regions of basalts on a continental scale resulting from flood basalt eruptions. When created, these regions often occupy several thousand square kilometres and have volumes on the order of millions of cubic kilometers. In most cases, the lavas are normally laid down over several million years. They release large amounts of gases. The Réunion hotspot produced the Deccan Traps about 66 million years ago, coincident with the Cretaceous–Paleogene extinction event . The scientific consensus is that an asteroid impact was the cause of the extinction event, but the volcanic activity may have caused environmental stresses on extant species up to the Cretaceous–Paleogene boundary . [16] Additionally, the largest flood basalt event (the Siberian Traps) occurred around 250 million years ago and was coincident with the largest mass extinction in history, the Permian–Triassic extinction event , although it is unknown whether it was solely responsible for the extinction event. Such outpourings are not explosive, though lava fountains may occur. Many volcanologists consider Iceland to be a large igneous province that is currently being formed. The last major outpouring occurred in 1783–84 from the Laki fissure , which is approximately 40 km (25 mi) long. An estimated 14 km 3 (3.4 cu mi) of basaltic lava was poured out during the eruption (VEI 4). The Ontong Java Plateau has an area of about 2,000,000 km 2 (770,000 sq mi), and the province was at least 50% larger before the Manihiki and Hikurangi Plateaus broke away.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Flood_Basalt_Map.jpg/400px-Flood_Basalt_Map.jpg",
                "caption": "Map of large flood basalt igneous provinces worldwide"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supervolcano",
        "title": "Supervolcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Cause of volcanism",
        "text": "For volcanism to occur, the temperature of the mantle must have risen to about half its melting point. At this point, the mantle’s viscosity will have dropped to about 10 21 Pascal-seconds . When large scale melting occurs, the viscosity rapidly falls to 10 3 Pascal-seconds or even less, increasing the heat transport rate a million-fold. [3] The occurrence of volcanism is partially due to the fact that melted material tends to be more mobile and less dense than the materials from which they were produced, which can cause it to rise to the surface. [3]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Magmatism_and_volcanism_EN.svg/390px-Magmatism_and_volcanism_EN.svg.png",
                "caption": "Cross section diagram of Earth showing some settings for volcanism on the planet"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism",
        "title": "Volcanism",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Silicate volcanism",
        "text": "Silicate volcanism occurs where silicate materials are erupted. Silicate lava flows, like those found on Earth, solidify at about 1000 degrees Celsius. [12]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Erupsi_Gunung_Sinabung.jpg/220px-Erupsi_Gunung_Sinabung.jpg",
                "caption": "The high initial temperatures of silicate lavas mean that they emit visible light before cooling."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism",
        "title": "Volcanism",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Gentle/explosive activity",
        "text": "A volcanic eruption could just be a simple outpouring of material onto the surface of a planet, but they usually involve a complex mixture of solids, liquids and gases which behave in equally complex ways. [3] Some types of explosive eruptions can release energy a quarter that of an equivalent mass of TNT . [18]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Kilauea_Fissure_8_cone_erupting_on_6-28-2018.jpg/330px-Kilauea_Fissure_8_cone_erupting_on_6-28-2018.jpg",
                "caption": "A gentle, or effusive , volcanic eruption, in which liquid material (lava) gently flows from a vent, in this case in south-eastern Hawai’i island"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Tonga_Volcano_Eruption_2022-01-15_0320Z_to_0610Z_Himawari-8_visible.gif/220px-Tonga_Volcano_Eruption_2022-01-15_0320Z_to_0610Z_Himawari-8_visible.gif",
                "caption": "Satellite animation of the initial ash plume and shockwave of the 2022 Hunga Tonga–Hunga Ha’apai eruption and tsunami. The massive explosive eruption was hundreds of times more powerful than the atomic bomb dropped on Hiroshima."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism",
        "title": "Volcanism",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Clathrate hydrates",
        "text": "One mechanism for explosive cryovolcanism is cryomagma making contact with clathrate hydrates . Clathrate hydrates, if exposed to warm temperatures, readily decompose. A 1982 article pointed out the possibility that the production of pressurised gas upon destabilisation of clathrate hydrates making contact with warm rising magma could produce an explosion that breaks through the surface, resulting in explosive cryovolcanism. [5]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/PIA19059-SaturnMoon-Enceladus-OceanMethane-20150311.png/220px-PIA19059-SaturnMoon-Enceladus-OceanMethane-20150311.png",
                "caption": "Diagrammatic representation of a plume on Enceladus"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism",
        "title": "Volcanism",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    },
    {
        "section": "Occurrence",
        "text": "On Earth, volcanoes are most often found where tectonic plates are diverging or converging , and because most of Earth's plate boundaries are underwater, most volcanoes are found underwater. For example, a mid-ocean ridge , such as the Mid-Atlantic Ridge , has volcanoes caused by divergent tectonic plates whereas the Pacific Ring of Fire has volcanoes caused by convergent tectonic plates. Volcanoes can also form where there is stretching and thinning of the crust's plates, such as in the East African Rift and the Wells Gray-Clearwater volcanic field and Rio Grande rift in North America. Volcanism away from plate boundaries has been postulated to arise from upwelling diapirs from the core–mantle boundary , 3,000 kilometers (1,900 mi) deep within Earth. This results in hotspot volcanism , of which the Hawaiian hotspot is an example. Volcanoes are usually not created where two tectonic plates slide past one another. Large eruptions can affect atmospheric temperature as ash and droplets of sulfuric acid obscure the Sun and cool Earth's troposphere . Historically, large volcanic eruptions have been followed by volcanic winters which have caused catastrophic famines. [25] Earth's Moon has no large volcanoes and no current volcanic activity, although recent evidence suggests it may still possess a partially molten core. [26] However, the Moon does have many volcanic features such as maria [27] (the darker patches seen on the Moon), rilles [28] and domes . [29] The planet Venus has a surface that is 90% basalt , indicating that volcanism played a major role in shaping its surface. The planet may have had a major global resurfacing event about 500 million years ago, [30] from what scientists can tell from the density of impact craters on the surface. Lava flows are widespread and forms of volcanism not present on Earth occur as well. Changes in the planet's atmosphere and observations of lightning have been attributed to ongoing volcanic eruptions, although there is no confirmation of whether or not Venus is still volcanically active. However, radar sounding by the Magellan probe revealed evidence for comparatively recent volcanic activity at Venus's highest volcano Maat Mons , in the form of ash flows near the summit and on the northern flank. [31] However, the interpretation of the flows as ash flows has been questioned. [32] There are several extinct volcanoes on Mars , four of which are vast shield volcanoes far bigger than any on Earth. They include Arsia Mons , Ascraeus Mons , Hecates Tholus , Olympus Mons , and Pavonis Mons . These volcanoes have been extinct for many millions of years, [33] but the European Mars Express spacecraft has found evidence that volcanic activity may have occurred on Mars in the recent past as well. [33] Jupiter 's moon Io is the most volcanically active object in the Solar System because of tidal interaction with Jupiter. It is covered with volcanoes that erupt sulfur , sulfur dioxide and silicate rock, and as a result, Io is constantly being resurfaced. Its lavas are the hottest known anywhere in the Solar System, with temperatures exceeding 1,800 K (1,500 °C). In February 2001, the largest recorded volcanic eruptions in the Solar System occurred on Io. [34] Europa , the smallest of Jupiter's Galilean moons , also appears to have an active volcanic system, except that its volcanic activity is entirely in the form of water, which freezes into ice on the frigid surface. This process is known as cryovolcanism , and is apparently most common on the moons of the outer planets of the Solar System . [35] In 1989, the Voyager 2 spacecraft observed cryovolcanoes (ice volcanoes) on Triton , a moon of Neptune , and in 2005 the Cassini–Huygens probe photographed fountains of frozen particles erupting from Enceladus , a moon of Saturn . [36] [37] The ejecta may be composed of water, liquid nitrogen , ammonia , dust, or methane compounds. Cassini–Huygens also found evidence of a methane-spewing cryovolcano on the Saturnian moon Titan , which is believed to be a significant source of the methane found in its atmosphere. [38] It is theorized that cryovolcanism may also be present on the Kuiper Belt Object Quaoar . A 2010 study of the exoplanet COROT-7b , which was detected by transit in 2009, suggested that tidal heating from the host star very close to the planet and neighboring planets could generate intense volcanic activity similar to that found on Io. [39]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Olympus_Mons.jpeg/170px-Olympus_Mons.jpeg",
                "caption": "Olympus Mons ( Latin , \"Mount Olympus\"), located on the planet Mars , is the tallest known mountain in the Solar System ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism",
        "title": "Volcanism",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Types of Volcanic Eruptions"
    }
]