[
    {
        "section": "Plate tectonics",
        "text": "According to the theory of plate tectonics, Earth's lithosphere , its rigid outer shell, is broken into sixteen larger and several smaller plates. These are in slow motion, due to convection in the underlying ductile mantle , and most volcanic activity on Earth takes place along plate boundaries, where plates are converging (and lithosphere is being destroyed) or are diverging (and new lithosphere is being created). [6] During the development of geological theory, certain concepts that allowed the grouping of volcanoes in time, place, structure and composition have developed that ultimately have had to be explained in the theory of plate tectonics. For example, some volcanoes are polygenetic with more than one period of activity during their history; other volcanoes that become extinct after erupting exactly once are monogenetic (meaning \"one life\") and such volcanoes are often grouped together in a geographical region. [7]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Spreading_ridges_volcanoes_map-en.svg/400px-Spreading_ridges_volcanoes_map-en.svg.png",
                "caption": "Map showing the divergent plate boundaries (oceanic spreading ridges) and recent sub-aerial volcanoes (mostly at convergent boundaries)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Fissure vents",
        "text": "Volcanic fissure vents are flat, linear fractures through which lava emerges.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Lakagigar_Iceland_2004-07-01.jpg/220px-Lakagigar_Iceland_2004-07-01.jpg",
                "caption": "Lakagigar fissure vent in Iceland , the source of the major world climate alteration of 1783–84 , has a chain of volcanic cones along its length."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Shield volcanoes",
        "text": "Shield volcanoes, so named for their broad, shield-like profiles, are formed by the eruption of low-viscosity lava that can flow a great distance from a vent. They generally do not explode catastrophically, but are characterized by relatively gentle effusive eruptions . Since low-viscosity magma is typically low in silica, shield volcanoes are more common in oceanic than continental settings. The Hawaiian volcanic chain is a series of shield cones, and they are common in Iceland , as well.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Skjaldbreidur_Herbst_2004.jpg/220px-Skjaldbreidur_Herbst_2004.jpg",
                "caption": "Skjaldbreiður , a shield volcano whose name means \"broad shield\""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Cinder cones",
        "text": "Cinder cones result from eruptions of mostly small pieces of scoria and pyroclastics (both resemble cinders, hence the name of this volcano type) that build up around the vent. These can be relatively short-lived eruptions that produce a cone-shaped hill perhaps 30 to 400 meters (100 to 1,300 ft) high. Most cinder cones erupt only once and some may be found in monogenetic volcanic fields that may include other features that form when magma comes into contact with water such as maar explosion craters and tuff rings . [16] Cinder cones may form as flank vents on larger volcanoes, or occur on their own. Parícutin in Mexico and Sunset Crater in Arizona are examples of cinder cones. In New Mexico , Caja del Rio is a volcanic field of over 60 cinder cones. Based on satellite images, it has been suggested that cinder cones might occur on other terrestrial bodies in the Solar system too; on the surface of Mars and the Moon. [17] [18] [19] [20]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Izalco_Volcano.jpg/220px-Izalco_Volcano.jpg",
                "caption": "Izalco volcano , the youngest volcano in El Salvador. Izalco erupted almost continuously from 1770 (when it formed) to 1958, earning it the nickname of \"Lighthouse of the Pacific\"."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Stratovolcanoes (composite volcanoes)",
        "text": "Stratovolcanoes (composite volcanoes) are tall conical mountains composed of lava flows and tephra in alternate layers, the strata that gives rise to the name. They are also known as composite volcanoes because they are created from multiple structures during different kinds of eruptions. Classic examples include Mount Fuji in Japan, Mayon Volcano in the Philippines, and Mount Vesuvius and Stromboli in Italy. Ash produced by the explosive eruption of stratovolcanoes has historically posed the greatest volcanic hazard to civilizations. The lavas of stratovolcanoes are higher in silica, and therefore much more viscous, than lavas from shield volcanoes. High-silica lavas also tend to contain more dissolved gas. The combination is deadly, promoting explosive eruptions that produce great quantities of ash, as well as pyroclastic surges like the one that destroyed the city of Saint-Pierre in Martinique in 1902. They are also steeper than shield volcanoes, with slopes of 30–35° compared to slopes of generally 5–10°, and their loose tephra are material for dangerous lahars . [21] Large pieces of tephra are called volcanic bombs . Big bombs can measure more than 4 feet (1.2 meters) across and weigh several tons. [22]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Volcano_scheme.svg/310px-Volcano_scheme.svg.png",
                "caption": "Cross-section through a stratovolcano (vertical scale is exaggerated) : Large magma chamber Bedrock Conduit (pipe) Base Sill Dike Layers of ash emitted by the volcano Flank Layers of lava emitted by the volcano Throat Parasitic cone Lava flow Vent Crater Ash cloud"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Submarine volcanoes",
        "text": "Submarine volcanoes are common features of the ocean floor. Volcanic activity during the Holocene Epoch has been documented at only 119 submarine volcanoes, but there may be more than one million geologically young submarine volcanoes on the ocean floor. [27] [28] In shallow water, active volcanoes disclose their presence by blasting steam and rocky debris high above the ocean's surface. In the deep ocean basins, the tremendous weight of the water prevents the explosive release of steam and gases; however, submarine eruptions can be detected by hydrophones and by the discoloration of water because of volcanic gases . Pillow lava is a common eruptive product of submarine volcanoes and is characterized by thick sequences of discontinuous pillow-shaped masses which form under water. Even large submarine eruptions may not disturb the ocean surface, due to the rapid cooling effect and increased buoyancy in water (as compared to air), which often causes volcanic vents to form steep pillars on the ocean floor. Hydrothermal vents are common near these volcanoes, and some support peculiar ecosystems based on chemotrophs feeding on dissolved minerals. Over time, the formations created by submarine volcanoes may become so large that they break the ocean surface as new islands or floating pumice rafts . In May and June 2018, a multitude of seismic signals were detected by earthquake monitoring agencies all over the world. They took the form of unusual humming sounds, and some of the signals detected in November of that year had a duration of up to 20 minutes. An oceanographic research campaign in May 2019 showed that the previously mysterious humming noises were caused by the formation of a submarine volcano off the coast of Mayotte . [29]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Tonga_Volcano_Eruption_2022-01-15_0320Z_to_0610Z_Himawari-8_visible.gif/220px-Tonga_Volcano_Eruption_2022-01-15_0320Z_to_0610Z_Himawari-8_visible.gif",
                "caption": "Satellite images of the 15 January 2022 eruption of Hunga Tonga-Hunga Haʻapai"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Erupted material",
        "text": "The material that is expelled in a volcanic eruption can be classified into three types:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Lava_channel_overflow.JPG/220px-Lava_channel_overflow.JPG",
                "caption": "Pāhoehoe lava flow on Hawaii . The picture shows overflows of a main lava channel ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Litli-Hr%C3%BAtur_eruption_2023.jpg/220px-Litli-Hr%C3%BAtur_eruption_2023.jpg",
                "caption": "Litli-Hrútur ( Fagradalsfjall ) eruption 2023. View from an airplane"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Aerial_image_of_Stromboli_%28view_from_the_northeast%29.jpg/220px-Aerial_image_of_Stromboli_%28view_from_the_northeast%29.jpg",
                "caption": "The Stromboli stratovolcano off the coast of Sicily has erupted continuously for thousands of years, giving rise to its nickname \"Lighthouse of the Mediterranean\"."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Lava flows",
        "text": "The form and style of eruption of a volcano is largely determined by the composition of the lava it erupts. The viscosity (how fluid the lava is) and the amount of dissolved gas are the most important characteristics of magma, and both are largely determined by the amount of silica in the magma. Magma rich in silica is much more viscous than silica-poor magma, and silica-rich magma also tends to contain more dissolved gases. Lava can be broadly classified into four different compositions: [39] Mafic lava flows show two varieties of surface texture: ʻAʻa (pronounced [ˈʔaʔa] ) and pāhoehoe ( [paːˈho.eˈho.e] ), both Hawaiian words. ʻAʻa is characterized by a rough, clinkery surface and is the typical texture of cooler basalt lava flows. Pāhoehoe is characterized by its smooth and often ropey or wrinkly surface and is generally formed from more fluid lava flows. Pāhoehoe flows are sometimes observed to transition to ʻaʻa flows as they move away from the vent, but never the reverse. [53] More silicic lava flows take the form of block lava, where the flow is covered with angular, vesicle-poor blocks. Rhyolitic flows typically consist largely of obsidian . [54]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Rinjani_1994_cropped.jpg/220px-Rinjani_1994_cropped.jpg",
                "caption": "Mount Rinjani eruption in 1994, in Lombok , Indonesia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Tephra",
        "text": "Tephra is made when magma inside the volcano is blown apart by the rapid expansion of hot volcanic gases. Magma commonly explodes as the gas dissolved in it comes out of solution as the pressure decreases when it flows to the surface . These violent explosions produce particles of material that can then fly from the volcano. Solid particles smaller than 2 mm in diameter ( sand-sized or smaller) are called volcanic ash. [36] [37] Tephra and other volcaniclastics (shattered volcanic material) make up more of the volume of many volcanoes than do lava flows. Volcaniclastics may have contributed as much as a third of all sedimentation in the geologic record. The production of large volumes of tephra is characteristic of explosive volcanism. [55]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Tuff_shards.jpg/220px-Tuff_shards.jpg",
                "caption": "Light-microscope image of tuff as seen in thin section (long dimension is several mm): the curved shapes of altered glass shards (ash fragments) are well preserved, although the glass is partly altered. The shapes were formed around bubbles of expanding, water-rich gas."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Types of volcanic eruptions",
        "text": "Eruption styles are broadly divided into magmatic, phreatomagmatic, and phreatic eruptions. [56] The intensity of explosive volcanism is expressed using the Volcanic Explosivity Index (VEI), which ranges from 0 for Hawaiian-type eruptions to 8 for supervolcanic eruptions. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Volcanic_injection.svg/220px-Volcanic_injection.svg.png",
                "caption": "Schematic of volcano injection of aerosols and gases"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Volcanic activity",
        "text": "As of December 2022 [update] , the Smithsonian Institution 's Global Volcanism Program database of volcanic eruptions in the Holocene Epoch (the last 11,700 years) lists 9,901 confirmed eruptions from 859 volcanoes. The database also lists 1,113 uncertain eruptions and 168 discredited eruptions for the same time interval. [58] [59] Volcanoes vary greatly in their level of activity, with individual volcanic systems having an eruption recurrence ranging from several times a year to once in tens of thousands of years. [60] Volcanoes are informally described as erupting , active , dormant , or extinct , but the definitions of these terms are not entirely uniform amongst volcanologists. The level of activity of most volcanoes falls upon a graduated spectrum, with much overlap between categories, and does not always fit neatly into only one of these three separate categories. [61]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Pompeii_-_Casa_del_Centenario_-_MAN.jpg/170px-Pompeii_-_Casa_del_Centenario_-_MAN.jpg",
                "caption": "Fresco with Mount Vesuvius behind Bacchus and Agathodaemon , as seen in Pompeii 's House of the Centenary"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Dormant and reactivated",
        "text": "The USGS defines a dormant volcano as any volcano that is not showing any signs of unrest such as earthquake swarms, ground swelling, or excessive noxious gas emissions, but which shows signs that it could yet become active again. [63] Many dormant volcanoes have not erupted for thousands of years, but have still shown signs that they may be likely to erupt again in the future. [64] [65] In an article justifying the re-classification of Alaska's Mount Edgecumbe volcano from \"dormant\" to \"active\", volcanologists at the Alaska Volcano Observatory pointed out that the term \"dormant\" in reference to volcanoes has been deprecated over the past few decades and that \"[t]he term \"dormant volcano\" is so little used and undefined in modern volcanology that the Encyclopedia of Volcanoes (2000) does not contain it in the glossaries or index\", [66] however the USGS still widely employs the term. Previously a volcano was often considered to be extinct if there were no written records of its activity. Such a generalisation is inconsistent with observation and deeper study, as has occurred recently with the unexpected eruption of the Chaitén volcano in 2008. [67] Modern volcanic activity monitoring techniques, and improvements in the modelling of the factors that produce eruptions, have helped the understanding of why volcanoes may remain dormant for a long period of time, and then become unexpectedly active again. The potential for eruptions, and their style, depend mainly upon the state of the magma storage system under the volcano, the eruption trigger mechanism and its timescale. [68] : 95 For example, the Yellowstone volcano has a repose/recharge period of around 700,000 years, and Toba of around 380,000 years. [69] Vesuvius was described by Roman writers as having been covered with gardens and vineyards before its unexpected eruption of 79 CE , which destroyed the towns of Herculaneum and Pompeii . Accordingly, it can sometimes be difficult to distinguish between an extinct volcano and a dormant (inactive) one. Long volcano dormancy is known to decrease awareness. [68] : 96 Pinatubo was an inconspicuous volcano, unknown to most people in the surrounding areas, and initially not seismically monitored before its unanticipated and catastrophic eruption of 1991. Two other examples of volcanoes which were once thought to be extinct, before springing back into eruptive activity were the long-dormant Soufrière Hills volcano on the island of Montserrat , thought to be extinct until activity resumed in 1995 (turning its capital Plymouth into a ghost town ) and Fourpeaked Mountain in Alaska, which, before its September 2006 eruption, had not erupted since before 8000 BCE.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Narcondam_island.jpg/220px-Narcondam_island.jpg",
                "caption": "Narcondam Island , India, is classified as a dormant volcano by the Geological Survey of India ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Extinct",
        "text": "Extinct volcanoes are those that scientists consider unlikely to erupt again because the volcano no longer has a magma supply. Examples of extinct volcanoes are many volcanoes on the Hawaiian–Emperor seamount chain in the Pacific Ocean (although some volcanoes at the eastern end of the chain are active), Hohentwiel in Germany , Shiprock in New Mexico , US , Capulin in New Mexico, US, Zuidwal volcano in the Netherlands , and many volcanoes in Italy such as Monte Vulture . Edinburgh Castle in Scotland is located atop an extinct volcano, which forms Castle Rock . Whether a volcano is truly extinct is often difficult to determine. Since \"supervolcano\" calderas can have eruptive lifespans sometimes measured in millions of years, a caldera that has not produced an eruption in tens of thousands of years may be considered dormant instead of extinct. An individual volcano in a monogenetic volcanic field can be extinct but that does not mean a completely new volcano might not erupt close by with little or no warning as its field may have an active magma supply.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Capulin_1980_tde00005.jpg/220px-Capulin_1980_tde00005.jpg",
                "caption": "Capulin Volcano National Monument in New Mexico, US"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Decade volcanoes",
        "text": "The Decade Volcanoes are 16 volcanoes identified by the International Association of Volcanology and Chemistry of the Earth's Interior (IAVCEI) as being worthy of particular study in light of their history of large, destructive eruptions and proximity to populated areas. They are named Decade Volcanoes because the project was initiated as part of the United Nations-sponsored International Decade for Natural Disaster Reduction (the 1990s). The 16 current Decade Volcanoes are: The Deep Earth Carbon Degassing Project , an initiative of the Deep Carbon Observatory , monitors nine volcanoes, two of which are Decade volcanoes. The focus of the Deep Earth Carbon Degassing Project is to use Multi-Component Gas Analyzer System instruments to measure CO 2 /SO 2 ratios in real-time and in high-resolution to allow detection of the pre-eruptive degassing of rising magmas, improving prediction of volcanic activity . [71]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Koryaksky_volcano_Petropavlovsk-Kamchatsky_oct-2005.jpg/220px-Koryaksky_volcano_Petropavlovsk-Kamchatsky_oct-2005.jpg",
                "caption": "Koryaksky volcano towering over Petropavlovsk-Kamchatsky on Kamchatka Peninsula , Far Eastern Russia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Volcanoes and humans",
        "text": "Volcanic eruptions pose a significant threat to human civilization. However, volcanic activity has also provided humans with important resources.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Mauna_Loa_atmospheric_transmission.png/220px-Mauna_Loa_atmospheric_transmission.png",
                "caption": "Solar radiation graph 1958–2008, showing how the radiation is reduced after major volcanic eruptions"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/SO2_Galapagos_20051101.jpg/220px-SO2_Galapagos_20051101.jpg",
                "caption": "Sulfur dioxide concentration over the Sierra Negra Volcano , Galapagos Islands , during an eruption in October 2005"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Hazards",
        "text": "There are many different types of volcanic eruptions and associated activity: phreatic eruptions (steam-generated eruptions), explosive eruption of high- silica lava (e.g., rhyolite ), effusive eruption of low-silica lava (e.g., basalt ), sector collapses , pyroclastic flows , lahars (debris flow) and carbon dioxide emission . All of these activities can pose a hazard to humans. Earthquakes, hot springs , fumaroles , mud pots and geysers often accompany volcanic activity. Volcanic gases can reach the stratosphere, where they form sulfuric acid aerosols that can reflect solar radiation and lower surface temperatures significantly. [72] Sulfur dioxide from the eruption of Huaynaputina may have caused the Russian famine of 1601–1603 . [73] Chemical reactions of sulfate aerosols in the stratosphere can also damage the ozone layer , and acids such as hydrogen chloride (HCl) and hydrogen fluoride (HF) can fall to the ground as acid rain . Excessive fluoride salts from eruptions have poisoned livestock in Iceland on multiple occasions. [74] : 39–58 Explosive volcanic eruptions release the greenhouse gas carbon dioxide and thus provide a deep source of carbon for biogeochemical cycles . [75] Ash thrown into the air by eruptions can present a hazard to aircraft, especially jet aircraft where the particles can be melted by the high operating temperature; the melted particles then adhere to the turbine blades and alter their shape, disrupting the operation of the turbine. This can cause major disruptions to air travel. A volcanic winter is thought to have taken place around 70,000 years ago after the supereruption of Lake Toba on Sumatra island in Indonesia. [76] This may have created a population bottleneck that affected the genetic inheritance of all humans today. [77] Volcanic eruptions may have contributed to major extinction events, such as the End-Ordovician , Permian-Triassic , and Late Devonian mass extinctions . [78] The 1815 eruption of Mount Tambora created global climate anomalies that became known as the \" Year Without a Summer \" because of the effect on North American and European weather. [79] The freezing winter of 1740–41, which led to widespread famine in northern Europe, may also owe its origins to a volcanic eruption. [80]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Large_eruptions.jpg/290px-Large_eruptions.jpg",
                "caption": "Comparison of major United States prehistoric eruptions ( VEI 7 and 8 ) with major historical volcanic eruptions in the 19th and 20th century (VEI 5, 6 and 7). From left to right: Yellowstone 2.1 Ma, Yellowstone 1.3 Ma, Long Valley 6.26 Ma, Yellowstone 0.64 Ma . 19th century eruptions: Tambora 1815, Krakatoa 1883. 20th century eruptions: Novarupta 1912, St. Helens 1980, Pinatubo 1991."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Volcanoes on other celestial bodies",
        "text": "Earth's Moon has no large volcanoes and no current volcanic activity, although recent evidence suggests it may still possess a partially molten core. [91] However, the Moon does have many volcanic features such as maria [92] (the darker patches seen on the Moon), rilles [93] and domes . [94] The planet Venus has a surface that is 90% basalt , indicating that volcanism played a major role in shaping its surface. The planet may have had a major global resurfacing event about 500 million years ago, [95] from what scientists can tell from the density of impact craters on the surface. Lava flows are widespread and forms of volcanism not present on Earth occur as well. Changes in the planet's atmosphere and observations of lightning have been attributed to ongoing volcanic eruptions, although there is no confirmation of whether or not Venus is still volcanically active. However, radar sounding by the Magellan probe revealed evidence for comparatively recent volcanic activity at Venus's highest volcano Maat Mons , in the form of ash flows near the summit and on the northern flank. [96] However, the interpretation of the flows as ash flows has been questioned. [97] There are several extinct volcanoes on Mars , four of which are vast shield volcanoes far bigger than any on Earth. They include Arsia Mons , Ascraeus Mons , Hecates Tholus , Olympus Mons , and Pavonis Mons . These volcanoes have been extinct for many millions of years, [98] but the European Mars Express spacecraft has found evidence that volcanic activity may have occurred on Mars in the recent past as well. [98] Jupiter 's moon Io is the most volcanically active object in the Solar System because of tidal interaction with Jupiter. It is covered with volcanoes that erupt sulfur , sulfur dioxide and silicate rock, and as a result, Io is constantly being resurfaced. Its lavas are the hottest known anywhere in the Solar System, with temperatures exceeding 1,800 K (1,500 °C). In February 2001, the largest recorded volcanic eruptions in the Solar System occurred on Io. [99] Europa , the smallest of Jupiter's Galilean moons , also appears to have an active volcanic system, except that its volcanic activity is entirely in the form of water, which freezes into ice on the frigid surface. This process is known as cryovolcanism , and is apparently most common on the moons of the outer planets of the Solar System . [100] In 1989, the Voyager 2 spacecraft observed cryovolcanoes (ice volcanoes) on Triton , a moon of Neptune , and in 2005 the Cassini–Huygens probe photographed fountains of frozen particles erupting from Enceladus , a moon of Saturn . [101] [102] The ejecta may be composed of water, liquid nitrogen , ammonia , dust, or methane compounds. Cassini–Huygens also found evidence of a methane-spewing cryovolcano on the Saturnian moon Titan , which is believed to be a significant source of the methane found in its atmosphere. [103] It is theorized that cryovolcanism may also be present on the Kuiper Belt Object Quaoar . A 2010 study of the exoplanet COROT-7b , which was detected by transit in 2009, suggested that tidal heating from the host star very close to the planet and neighboring planets could generate intense volcanic activity similar to that found on Io. [104]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Tvashtarvideo.gif/220px-Tvashtarvideo.gif",
                "caption": "The Tvashtar volcano erupts a plume 330 km (205 mi) above the surface of Jupiter 's moon Io ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Olympus_Mons.jpeg/170px-Olympus_Mons.jpeg",
                "caption": "Olympus Mons ( Latin , \"Mount Olympus\"), located on the planet Mars , is the tallest known mountain in the Solar System ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Io",
        "text": "Io , a moon of the planet Jupiter , is the most volcanically active body in the Solar System. Its volcanoes are believed to eject sulfur and sulfur dioxide , as well as basaltic and ultramafic silicate lavas.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Tvashtarvideo.gif/300px-Tvashtarvideo.gif",
                "caption": "Animation of eruption from Tvashtar Paterae (Io), taken from imagery from the New Horizons probe in 2007"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Tvastarpic2.jpg/400px-Tvastarpic2.jpg",
                "caption": "Lava flow at Tvashtar Paterae"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/List_of_extraterrestrial_volcanoes",
        "title": "List of extraterrestrial volcanoes",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Mercury",
        "text": "Many of Mercury 's basins contain smooth plains, like the lunar mare, that are believed likely to be filled with lava flows. Collapse structures possibly indicative of volcanism have been found in some craters. [1] Eleven volcanic domes were identified in Mariner 10 images, including a 1.4-km high dome near the centre of Odin Planitia . [2]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/MESSENGER_-_BV_Microsymposium49.jpg/220px-MESSENGER_-_BV_Microsymposium49.jpg",
                "caption": "Lava-flooded craters and large expanses of smooth volcanic plains on Mercury"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/List_of_extraterrestrial_volcanoes",
        "title": "List of extraterrestrial volcanoes",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Types of volcanoes",
        "text": "Venus has shield volcanoes , widespread lava flows and some unusual volcanoes called pancake domes and \"tick-like\" structures which are not present on Earth . Pancake dome volcanoes are up to 15 km (9.3 mi) in diameter and less than 1 km (0.62 mi) in height and are 100 times larger than lava domes formed on Earth. They are usually associated with coronae and tesserae (large regions of highly deformed terrain, folded and fractured in two or three dimensions, which are unique to Venus). The pancakes are thought to be formed by highly viscous, silica -rich lava erupting under Venus's high atmospheric pressure. The \"tick-like\" structures are called scalloped margin domes . They are commonly called ticks because they appear as domes with numerous legs . They are thought to have undergone mass wasting events such as landslides on their margins. Sometimes deposits of debris can be seen scattered around them. On Earth, volcanoes are mainly of two types: shield volcanoes and composite or stratovolcanoes . The shield volcanoes, for example those in Hawaii , eject magma from the depths of the Earth in zones called hot spots . The lava from these volcanoes is relatively fluid and permits the escape of gases. Composite volcanoes, such as Mount St. Helens and Mount Pinatubo , are associated with tectonic plates. In this type of volcano, the oceanic crust of one plate is sliding underneath the other in a subduction zone , together with an inflow of seawater, producing a gummier lava that restricts the exit of the gases, and for that reason, composite volcanoes tend to erupt more violently. On Venus, where there are no tectonic plates or seawater , volcanoes are mostly of the shield type. [ citation needed ] Nevertheless, the morphology of volcanoes on Venus is different: on Earth, shield volcanoes can be a few tens of kilometres wide and up to 10 km (6.2 mi) high in the case of Mauna Kea , measured from the sea floor. On Venus, these volcanoes can cover hundreds of kilometres in area, but they are relatively flat, with an average height of 1.5 km (0.93 mi). Large volcanoes cause the Venusian lithosphere to flex downward because of their enormous vertical loads, producing flexural moats or ring fractures around the edifices. [8] Large volcano edifice loading also causes magma chambers to fracture in a sill -like pattern, affecting magma propagation beneath the surface. [9] Other unique features of Venus's surface are novae (radial networks of dikes or grabens ) and arachnoids . A nova is formed when large quantities of magma are extruded onto the surface to form radiating ridges and trenches which are highly reflective to radar. These dikes form a symmetrical network around the central point where the lava emerged, where there may also be a depression caused by the collapse of the magma chamber. Arachnoids are so named because they resemble a spider's web, featuring several concentric ovals surrounded by a complex network of radial fractures similar to those of a nova. It is not known whether the 250 or so features identified as arachnoids actually share a common origin, or are the result of different geological processes. [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/PIA00084_Eistla_region_pancake_volcanoes.jpg/300px-PIA00084_Eistla_region_pancake_volcanoes.jpg",
                "caption": "Radar mosaic of two 65 km (40 mi) wide (and less than 1 km (0.62 mi) high) pancake domes in Venus's Eistla region"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Venus_dome_3D.jpg/300px-Venus_dome_3D.jpg",
                "caption": "Computer-generated perspective view of pancake domes in Venus's Alpha Regio"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/VenusianArachnoid.png/300px-VenusianArachnoid.png",
                "caption": "Arachnoid surface feature on Venus"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Venus",
        "title": "Volcanism on Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Explosive eruptions",
        "text": "Explosive cryovolcanism, or cryoclastic eruptions , is expected to be driven by the exsolvation of dissolved volatile gasses as pressure drops whilst cryomagma ascends, much like the mechanisms of explosive volcanism on terrestrial planets. Whereas terrestrial explosive volcanism is primarily driven by dissolved water ( H 2 O ), carbon dioxide ( CO 2 ), and sulfur dioxide ( SO 2 ), explosive cryovolcanism may instead be driven by methane ( CH 4 ) and carbon monoxide ( CO ). Upon eruption, cryovolcanic material is pulverized in violent explosions much like volcanic ash and tephra , producing cryoclastic material. [4] : 768",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/PIA19656-SaturnMoon-Enceladus-Ocean-ArtConcept-20150915.jpg/330px-PIA19656-SaturnMoon-Enceladus-Ocean-ArtConcept-20150915.jpg",
                "caption": "Diagram of Enceladus's south polar plumes, an example of explosive cryovolcanism, and Enceladus's internal ocean"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Cryovolcano",
        "title": "Cryovolcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Cryomagma reservoir generation",
        "text": "Cryovolcanism implies the generation of large volumes of molten fluid in the interiors of icy worlds. A primary reservoir of such fluid are subsurface oceans. [3] : 167 Subsurface oceans are widespread amongst the icy satellites of the giant planets [3] : 167 and are largely maintained by tidal heating , where the moon's slighly eccentric orbit allows the rocky core to dissipate energy and generate heat. [12] : 675 Evidence for subsurface oceans also exist on the dwarf planets Pluto [13] and, to a lesser extent, Ceres ,. [14] [15] Eris , Makemake , [16] : 8 Sedna , Gonggong , and Quaoar . [17] : 8 In the case of Pluto and the other dwarf planets, there is comparatively little, if any long-term tidal heating. Thus, heating must largely be self-generated, primarily coming from the decay of radioactive isotopes in their rocky cores. [3] : 171 Reservoirs of cryomagma can hypothetically form within the shell of an icy world as well, either from direct localized melting or the injection of cryomagma from a deeper subsurface ocean. A convective layer in the ice shell can generate warm plumes that spread laterally at the base of the brittle icy crust. The intruding warm ice can melt impure ice, forming a lens-shaped region of melting. [18] [3] : 173 Other methods of producing localized melts include the buildup of stress within strike-slip faults , where friction may be able to generate enough heat to melt ice; and impact events that violently heat the impact site. [3] : 174 Intrusive models, meanwhile, propose that a deeper subsurface ocean directly injects cryomagma through fractures in the ice shell, much like volcanic dike and sill systems. [3] : 173–174",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Europa_poster.svg/290px-Europa_poster.svg.png",
                "caption": "A diagram of Europa's probable internal structure, with a hot core tidally heated by Jupiter's influence. A global subsurface ocean exists underneath Europa's surface, with localized melting possibly occurring within its ice shell"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Cryovolcano",
        "title": "Cryovolcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Ceres",
        "text": "Ceres remains the innermost cryovolcanically active body in the Solar System. Upon the arrival of the Dawn orbiter in March 2015, [21] the dwarf planet was discovered to have numerous bright spots (designated as faculae ) located within several major impact basins, most prominently in the center of Occator Crater . These bright spots are composed primarily of various salts, and are hypothesized to have formed from impact-induced upwelling of subsurface material that erupt brine to Ceres's surface. The distribution of hydrated sodium chloride on one particular bright spot, Cerealia Facula , indicates that the upwelling occurred recently or is currently ongoing. That brine exists in Ceres's interior implies that salts played a role in keeping Ceres's subsurface ocean liquid, potentially even to the present day. [22] : 786 Dawn also discovered Ahuna Mons and Yamor Mons (formerly Ysolos Mons), two prominent isolated mountains which are likely young cryovolcanic domes. [23] [3] : 213,215 It is expected that cryovolcanic domes eventually subside after becoming extinct due to viscous relaxation, flattening them. This would explain why Ahuna Mons appears to be the most prominent construct on Ceres, despite its geologically young age. [23]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/PIA20350_crop_-_Occator_from_LAMO.jpg/220px-PIA20350_crop_-_Occator_from_LAMO.jpg",
                "caption": "Bright faculae on the floor of the Occator impact basin on Ceres, with Cerealia Facula at center"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Cryovolcano",
        "title": "Cryovolcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Enceladus",
        "text": "Saturn 's moon Enceladus is host to the most dramatic example of cryovolcanism yet observed, with a series of vents erupting 250 kg of material per second that feeds Saturn's E ring . [34] [35] These eruptions take place across Enceladus's south polar region, sourced from four major ridges which form a region informally known as the Tiger Stripes . [36] Enceladus's cryovolcanic activity is sustained by a global subsurface ocean. [37] [38] Other regions centered on Enceladus's leading and trailing hemispheres—the hemispheres that \"face\" towards or against the direction of Enceladus's orbit—exhibit similar terrain to that of the Tiger Stripes, possibly indicating that Enceladus has experienced discrete periods of heightened cryovolcanism in the past. [37] : 42",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Enceladus_geysers_June_2009.jpg/330px-Enceladus_geysers_June_2009.jpg",
                "caption": "Enceladus's south polar plumes"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Cryovolcano",
        "title": "Cryovolcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Pluto and Charon",
        "text": "The dwarf planet Pluto and its system of five moons was explored by the New Horizons spacecraft in a flyby on 14 July 2015, observing their surface features in detail for the first time. [53] The surface of Pluto varies dramatically in age, and several regions appear to display relatively recent cryovolcanic activity. The most reliably identified cryovolcanic structures are Wright Mons and Piccard Mons, two large mountains with central depressions which have led to hypotheses that they may be cryovolcanoes with peak calderas. [54] [55] The two mountains are surrounded by an unusual region of hilly \"hummocky terrain\", and the lack of distinct flow features have led to an alternative proposal in 2022 by a team of researchers that the structures may instead be formed by sequential dome-forming eruptions, with nearby Coleman Mons being a smaller independent dome. [56] Virgil Fossae, a large fault within Belton Regio , may also represent another site of cryovolcanism on Pluto. An estimated 300 kilometres (190 miles) of Virgil Fossae's western section was likely the site of a fountaining eruption, spewing and dispersing material that covered surrounding terrain up to 200 kilometres (120 miles) away. [57] : 166 More recently, in 2021 Hekla Cavus was hypothesized to have formed from a cryovolcanic collapse by a team of two researchers, C. J. Ahrens and V. F. Chevrier. [58] : 7 Similarly, in 2021 a team of planetary scientists led by A. Emran proposed that Kiladze, a feature that is formally classified as an impact crater, is actually a cryovolcanic caldera complex. [59] Although Sputnik Planitia represents the youngest surface on Pluto, it is not a cryovolcanic structure; Sputnik Planitia continuously resurfaces itself with the convective overturning of glacial nitrogen ice, fuelled by Pluto's internal heat and sublimation into Pluto's atmosphere. [60] Charon 's surface dichotomy indicates that a large section of its surface may have been flooded in large, effusive eruptions, similar to the Lunar maria . These floodplains form Vulcan Planitia and may have erupted as Charon's internal ocean froze. [61]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Pluto_possible_cryovolcano_-_Wright_Mons.jpg/291px-Pluto_possible_cryovolcano_-_Wright_Mons.jpg",
                "caption": "Edifice of Wright Mons , a likely cryovolcano on Pluto . Coleman Mons can be seen just southwest of Wright Mons"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Cryovolcano",
        "title": "Cryovolcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Cause of volcanism",
        "text": "For volcanism to occur, the temperature of the mantle must have risen to about half its melting point. At this point, the mantle’s viscosity will have dropped to about 10 21 Pascal-seconds . When large scale melting occurs, the viscosity rapidly falls to 10 3 Pascal-seconds or even less, increasing the heat transport rate a million-fold. [3] The occurrence of volcanism is partially due to the fact that melted material tends to be more mobile and less dense than the materials from which they were produced, which can cause it to rise to the surface. [3]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Magmatism_and_volcanism_EN.svg/390px-Magmatism_and_volcanism_EN.svg.png",
                "caption": "Cross section diagram of Earth showing some settings for volcanism on the planet"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism",
        "title": "Volcanism",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Silicate volcanism",
        "text": "Silicate volcanism occurs where silicate materials are erupted. Silicate lava flows, like those found on Earth, solidify at about 1000 degrees Celsius. [12]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Erupsi_Gunung_Sinabung.jpg/220px-Erupsi_Gunung_Sinabung.jpg",
                "caption": "The high initial temperatures of silicate lavas mean that they emit visible light before cooling."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism",
        "title": "Volcanism",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Gentle/explosive activity",
        "text": "A volcanic eruption could just be a simple outpouring of material onto the surface of a planet, but they usually involve a complex mixture of solids, liquids and gases which behave in equally complex ways. [3] Some types of explosive eruptions can release energy a quarter that of an equivalent mass of TNT . [18]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Kilauea_Fissure_8_cone_erupting_on_6-28-2018.jpg/330px-Kilauea_Fissure_8_cone_erupting_on_6-28-2018.jpg",
                "caption": "A gentle, or effusive , volcanic eruption, in which liquid material (lava) gently flows from a vent, in this case in south-eastern Hawai’i island"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Tonga_Volcano_Eruption_2022-01-15_0320Z_to_0610Z_Himawari-8_visible.gif/220px-Tonga_Volcano_Eruption_2022-01-15_0320Z_to_0610Z_Himawari-8_visible.gif",
                "caption": "Satellite animation of the initial ash plume and shockwave of the 2022 Hunga Tonga–Hunga Ha’apai eruption and tsunami. The massive explosive eruption was hundreds of times more powerful than the atomic bomb dropped on Hiroshima."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism",
        "title": "Volcanism",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Clathrate hydrates",
        "text": "One mechanism for explosive cryovolcanism is cryomagma making contact with clathrate hydrates . Clathrate hydrates, if exposed to warm temperatures, readily decompose. A 1982 article pointed out the possibility that the production of pressurised gas upon destabilisation of clathrate hydrates making contact with warm rising magma could produce an explosion that breaks through the surface, resulting in explosive cryovolcanism. [5]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/PIA19059-SaturnMoon-Enceladus-OceanMethane-20150311.png/220px-PIA19059-SaturnMoon-Enceladus-OceanMethane-20150311.png",
                "caption": "Diagrammatic representation of a plume on Enceladus"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism",
        "title": "Volcanism",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Occurrence",
        "text": "On Earth, volcanoes are most often found where tectonic plates are diverging or converging , and because most of Earth's plate boundaries are underwater, most volcanoes are found underwater. For example, a mid-ocean ridge , such as the Mid-Atlantic Ridge , has volcanoes caused by divergent tectonic plates whereas the Pacific Ring of Fire has volcanoes caused by convergent tectonic plates. Volcanoes can also form where there is stretching and thinning of the crust's plates, such as in the East African Rift and the Wells Gray-Clearwater volcanic field and Rio Grande rift in North America. Volcanism away from plate boundaries has been postulated to arise from upwelling diapirs from the core–mantle boundary , 3,000 kilometers (1,900 mi) deep within Earth. This results in hotspot volcanism , of which the Hawaiian hotspot is an example. Volcanoes are usually not created where two tectonic plates slide past one another. Large eruptions can affect atmospheric temperature as ash and droplets of sulfuric acid obscure the Sun and cool Earth's troposphere . Historically, large volcanic eruptions have been followed by volcanic winters which have caused catastrophic famines. [25] Earth's Moon has no large volcanoes and no current volcanic activity, although recent evidence suggests it may still possess a partially molten core. [26] However, the Moon does have many volcanic features such as maria [27] (the darker patches seen on the Moon), rilles [28] and domes . [29] The planet Venus has a surface that is 90% basalt , indicating that volcanism played a major role in shaping its surface. The planet may have had a major global resurfacing event about 500 million years ago, [30] from what scientists can tell from the density of impact craters on the surface. Lava flows are widespread and forms of volcanism not present on Earth occur as well. Changes in the planet's atmosphere and observations of lightning have been attributed to ongoing volcanic eruptions, although there is no confirmation of whether or not Venus is still volcanically active. However, radar sounding by the Magellan probe revealed evidence for comparatively recent volcanic activity at Venus's highest volcano Maat Mons , in the form of ash flows near the summit and on the northern flank. [31] However, the interpretation of the flows as ash flows has been questioned. [32] There are several extinct volcanoes on Mars , four of which are vast shield volcanoes far bigger than any on Earth. They include Arsia Mons , Ascraeus Mons , Hecates Tholus , Olympus Mons , and Pavonis Mons . These volcanoes have been extinct for many millions of years, [33] but the European Mars Express spacecraft has found evidence that volcanic activity may have occurred on Mars in the recent past as well. [33] Jupiter 's moon Io is the most volcanically active object in the Solar System because of tidal interaction with Jupiter. It is covered with volcanoes that erupt sulfur , sulfur dioxide and silicate rock, and as a result, Io is constantly being resurfaced. Its lavas are the hottest known anywhere in the Solar System, with temperatures exceeding 1,800 K (1,500 °C). In February 2001, the largest recorded volcanic eruptions in the Solar System occurred on Io. [34] Europa , the smallest of Jupiter's Galilean moons , also appears to have an active volcanic system, except that its volcanic activity is entirely in the form of water, which freezes into ice on the frigid surface. This process is known as cryovolcanism , and is apparently most common on the moons of the outer planets of the Solar System . [35] In 1989, the Voyager 2 spacecraft observed cryovolcanoes (ice volcanoes) on Triton , a moon of Neptune , and in 2005 the Cassini–Huygens probe photographed fountains of frozen particles erupting from Enceladus , a moon of Saturn . [36] [37] The ejecta may be composed of water, liquid nitrogen , ammonia , dust, or methane compounds. Cassini–Huygens also found evidence of a methane-spewing cryovolcano on the Saturnian moon Titan , which is believed to be a significant source of the methane found in its atmosphere. [38] It is theorized that cryovolcanism may also be present on the Kuiper Belt Object Quaoar . A 2010 study of the exoplanet COROT-7b , which was detected by transit in 2009, suggested that tidal heating from the host star very close to the planet and neighboring planets could generate intense volcanic activity similar to that found on Io. [39]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Olympus_Mons.jpeg/170px-Olympus_Mons.jpeg",
                "caption": "Olympus Mons ( Latin , \"Mount Olympus\"), located on the planet Mars , is the tallest known mountain in the Solar System ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism",
        "title": "Volcanism",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Background",
        "text": "Volcanism is a process in which magma from a planet's interior rises through the crust and erupts on the surface. The erupted materials consist of molten rock ( lava ), hot fragmental debris ( tephra or ash), and gases . Volcanism is a principal way that planets release their internal heat. Volcanic eruptions produce distinctive landforms , rock types, and terrains that provide a window on the chemical composition, thermal state , and history of a planet's interior. [10] Magma is a complex, high-temperature mixture of molten silicates , suspended crystals , and dissolved gases. Magma on Mars likely ascends in a similar manner to that on Earth. [11] It rises through the lower crust in diapiric bodies that are less dense than the surrounding material. As the magma rises, it eventually reaches regions of lower density. When the magma density matches that of the host rock, buoyancy is neutralized and the magma body stalls. At this point, it may form a magma chamber and spread out laterally into a network of dikes and sills . Subsequently, the magma may cool and solidify to form intrusive igneous bodies ( plutons ). Geologists estimate that about 80% of the magma generated on Earth stalls in the crust and never reaches the surface. [12] As magma rises and cools, it undergoes many complex and dynamic compositional changes. Heavier minerals may crystallize and settle to the bottom of the magma chamber. The magma may also assimilate portions of host rock or mix with other batches of magma. These processes alter the composition of the remaining melt, so that any magma reaching the surface may be chemically quite different from its parent melt. Magmas that have been so altered are said to be \"evolved\" to distinguish them from \"primitive\" magmas that more closely resemble the composition of their mantle source. (See igneous differentiation and fractional crystallization .) More highly evolved magmas are usually felsic , that is enriched in silica , volatiles , and other light elements compared to iron- and magnesium-rich ( mafic ) primitive magmas. The degree and extent to which magmas evolve over time is an indication of a planet's level of internal heat and tectonic activity. The Earth's continental crust is made up of evolved granitic rocks that developed through many episodes of magmatic reprocessing. Evolved igneous rocks are much less common on cold, dead bodies such as the Moon. Mars, being intermediate in size between the Earth and the Moon, is thought to be intermediate in its level of magmatic activity. At shallower depths in the crust, the lithostatic pressure on the magma body decreases. The reduced pressure can cause gases ( volatiles ), such as carbon dioxide and water vapor, to exsolve from the melt into a froth of gas bubbles. The nucleation of bubbles causes a rapid expansion and cooling of the surrounding melt, producing glassy shards that may erupt explosively as tephra (also called pyroclastics ). Fine-grained tephra is commonly referred to as volcanic ash . Whether a volcano erupts explosively or effusively as fluid lava depends on the composition of the melt. Felsic magmas of andesitic and rhyolitic composition tend to erupt explosively. They are very viscous (thick and sticky) and rich in dissolved gases. Mafic magmas, on the other hand, are low in volatiles and commonly erupt effusively as basaltic lava flows. However, these are only generalizations. For example, magma that comes into sudden contact with groundwater or surface water may erupt violently in steam explosions called hydromagmatic ( phreatomagmatic or phreatic ) eruptions. Erupting magmas may also behave differently on planets with different interior compositions, atmospheres, and gravitational fields .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Fractional_crystallization.svg/330px-Fractional_crystallization.svg.png",
                "caption": "Schematic diagrams showing the principles behind fractional crystallisation in a magma . While cooling, the magma evolves in composition because different minerals crystallize from the melt. 1 : olivine crystallizes; 2 : olivine and pyroxene crystallize; 3 : pyroxene and plagioclase crystallize; 4 : plagioclase crystallizes. At the bottom of the magma reservoir, a cumulate rock forms."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Mars",
        "title": "Volcanism on Mars",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Differences in volcanic styles between Earth and Mars",
        "text": "The most common form of volcanism on the Earth is basaltic. Basalts are extrusive igneous rocks derived from the partial melting of the upper mantle. They are rich in iron and magnesium ( mafic ) minerals and commonly dark gray in color. The principal type of volcanism on Mars is almost certainly basaltic too. [13] On Earth, basaltic magmas commonly erupt as highly fluid flows, which either emerge directly from vents or form by the coalescence of molten clots at the base of lava fountains ( Hawaiian eruption ). These styles are also common on Mars, but the lower gravity and atmospheric pressure on Mars allow nucleation of gas bubbles (see above) to occur more readily and at greater depths than on Earth. As a consequence, Martian basaltic volcanoes are also capable of erupting large quantities of ash in Plinian-style eruptions. In a Plinian eruption, hot ash is incorporated into the atmosphere, forming a huge convective column (cloud). If insufficient atmosphere is incorporated, the column may collapse to form pyroclastic flows . [14] Plinian eruptions are rare in basaltic volcanoes on Earth where such eruptions are most commonly associated with silica-rich andesitic or rhyolitic magmas (e.g., Mount St. Helens ). Because the lower gravity of Mars generates less buoyancy forces on magma rising through the crust, the magma chambers that feed volcanoes on Mars are thought to be deeper and much larger than those on Earth. [15] If a magma body on Mars is to reach close enough to the surface to erupt before solidifying, it must be big. Consequently, eruptions on Mars are less frequent than on Earth, but are of enormous scale and eruptive rate when they do occur. Somewhat paradoxically, the lower gravity of Mars also allows for longer and more widespread lava flows. Lava eruptions on Mars may be unimaginably huge. A vast lava flow the size of the state of Oregon has recently been described in western Elysium Planitia . The flow is believed to have been emplaced turbulently over the span of several weeks and thought to be one of the youngest lava flows on Mars. [16] [17] The tectonic settings of volcanoes on Earth and Mars are very different. Most active volcanoes on Earth occur in long, linear chains along plate boundaries, either in zones where the lithosphere is spreading apart ( divergent boundaries ) or being subducted back into the mantle ( convergent boundaries ). Because Mars currently lacks plate tectonics , volcanoes there do not show the same global pattern as on Earth. Martian volcanoes are more analogous to terrestrial mid-plate volcanoes, such as those in the Hawaiian Islands , which are thought to have formed over a stationary mantle plume . [19] (See hot spot .) The paragenetic tephra from a Hawaiian cinder cone has been mined to create Martian regolith simulant for researchers to use since 1998. [20] [21] The largest and most conspicuous volcanoes on Mars occur in Tharsis and Elysium regions. These volcanoes are strikingly similar to shield volcanoes on Earth. Both have shallow-sloping flanks and summit calderas . The main difference between Martian shield volcanoes and those on Earth is in size: Martian shield volcanoes are truly colossal. For example, the tallest volcano on Mars, Olympus Mons , is 550 km across and 21 km high. It is nearly 100 times greater in volume than Mauna Loa in Hawaii , the largest active shield volcano on Earth. Geologists think one of the reasons that volcanoes on Mars are able to grow so large is because Mars lacks plate tectonics. The Martian lithosphere does not slide over the upper mantle ( asthenosphere ) as on Earth, so lava from a stationary hot spot is able to accumulate at one location on the surface for a billion years or longer. In 2012, the Curiosity rover on the planet Mars at \" Rocknest \" performed the first X-ray diffraction analysis of Martian soil . The results from the rover's CheMin analyzer revealed the presence of several minerals, including feldspar , pyroxenes and olivine , and suggested that the Martian soil in the sample was similar to the \"weathered basaltic soils \" of volcanoes in Hawaii . [18] In 2015, the same rover identified tridymite in a rock sample from Gale Crater, leading scientists to believe that silicic volcanism might have played a much more prevalent role in the planet's volcanic history than previously thought. [22]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Volatiles_on_Mars.svg/280px-Volatiles_on_Mars.svg.png",
                "caption": "Planet Mars – volatile gases ( Curiosity rover , October 2012)"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/PIA16217-MarsCuriosityRover-1stXRayView-20121017.jpg/220px-PIA16217-MarsCuriosityRover-1stXRayView-20121017.jpg",
                "caption": "First X-ray diffraction view of Martian soil – CheMin analysis reveals minerals (including feldspar , pyroxenes and olivine ) suggestive of \"weathered basaltic soils \" of volcanoes in Hawaii ( Curiosity rover at \" Rocknest \", 2012). [18] Each ring is a diffraction peak that corresponds to a specific atom-atom distance, which are unique enough to identify minerals. Smaller rings corresponds to larger features and vice versa."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Mars",
        "title": "Volcanism on Mars",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Tharsis volcanic province",
        "text": "The western hemisphere of Mars is dominated by a massive volcano-tectonic complex known as the Tharsis region or the Tharsis bulge. This immense, elevated structure is thousands of kilometers in diameter and covers up to 25% of the planet's surface. [23] Averaging 7–10 km above datum (Martian \"sea\" level), Tharsis contains the highest elevations on the planet. Three enormous volcanoes, Ascraeus Mons , Pavonis Mons , and Arsia Mons (collectively known as the Tharsis Montes ), sit aligned northeast–southwest along the crest of the bulge. The vast Alba Mons (formerly Alba Patera) occupies the northern part of the region. The huge shield volcano Olympus Mons lies off the main bulge, at the western edge of the province. Built up by countless generations of lava flows and ash, the Tharsis bulge contains some of the youngest lava flows on Mars, but the bulge itself is believed to be very ancient. Geologic evidence indicates that most of the mass of Tharsis was in place by the end of the Noachian Period, about 3.7 billion years ago (Gya). [24] Tharsis is so massive that it has placed tremendous stresses on the planet's lithosphere , generating immense extensional fractures ( grabens and rift valleys ) that extend halfway around the planet. [25] The mass of Tharsis could have even altered the orientation of Mars' rotational axis, causing climate changes. [26] [27]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Tharsis_-_Valles_Marineris_MOLA_shaded_colorized_zoom_32.jpg/220px-Tharsis_-_Valles_Marineris_MOLA_shaded_colorized_zoom_32.jpg",
                "caption": "MOLA colorized shaded-relief map of western hemisphere of Mars showing Tharsis bulge (shades of red and brown). Tall volcanoes appear white."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Tharsis_mons_Viking.jpg/170px-Tharsis_mons_Viking.jpg",
                "caption": "Viking orbiter image of the three Tharsis Montes : Arsia Mons (bottom), Pavonis Mons (center), and Ascraeus Mons (top)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Mars",
        "title": "Volcanism on Mars",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Tharsis Montes",
        "text": "The three Tharsis Montes are shield volcanoes centered near the equator at longitude 247°E. All are several hundred kilometers in diameter and range in height from 14 to 18 km. Arsia Mons , the southernmost of the group, has a large summit caldera that is 130 kilometres (81 mi) across and 1.3 kilometres (0.81 mi) deep. Pavonis Mons , the middle volcano, has two nested calderas with the smaller one being almost 5 kilometres (3.1 mi) deep. Ascraeus Mons in the north, has a complex set of internested calderas and a long history of eruption that is believed to span most of Mars' history. [28] The three Tharsis Montes are about 700 kilometres (430 mi) apart. They show a distinctive northeast–southwest alignment that has been the source of some interest. Ceraunius Tholus and Uranius Mons follow the same trend to the northeast, and aprons of young lava flows on the flanks of all three Tharsis Montes are aligned in the same northeast–southwest orientation. This line clearly marks a major structural feature in the Martian crust, but its origin is uncertain.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Olympus_Mons_Region_map-la.svg/440px-Olympus_Mons_Region_map-la.svg.png",
                "caption": "Topographic map centered on Olympus and Tharsis"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Mars",
        "title": "Volcanism on Mars",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Elysium volcanic province",
        "text": "A smaller volcanic center lies several thousand kilometers west of Tharsis in Elysium . The Elysium volcanic complex is about 2,000 kilometers in diameter and consists of three main volcanoes, Elysium Mons , Hecates Tholus , and Albor Tholus . The northwestern edge of the province is characterized by large channels ( Granicus and Tinjar Valles) that emerge from several grabens on the flanks of Elysium Mons. The grabens may have formed from subsurface dikes . The dikes may have fractured the cryosphere , releasing large volumes of ground water to form the channels. Associated with the channels are widespread sedimentary deposits that may have formed from mudflows or lahars . [38] The Elysium group of volcanoes is thought to be somewhat different from the Tharsis Montes, in that development of the former involved both lavas and pyroclastics . [39] Elysium Mons is the largest volcanic edifice in the province. It is 375 km across (depending on how one defines the base) and 14 km high. It has single, simple caldera at its summit that measures 14 km wide and 100 m deep. The volcano is distinctly conical in profile, leading some to call it a stratocone ; [40] however, given the predominantly low slopes, it is probably a shield. Elysium Mons is only about one-fifth the volume of Arsia Mons. [38] Hecates Tholus is 180 km across and 4.8 km high. The slopes of the volcano are heavily dissected with channels, suggesting that the volcano is composed of easily erodible material such as volcanic ash. The origin of the channels is unknown; they have been attributed to lava, ash flows, or even water from snow or rainfall. [41] Albor Tholus, the southernmost of the Elysium volcanoes, is 150 km in diameter and 4.1 km high. Its slopes are smoother and less heavily cratered than the slopes of the other Elysium volcanoes. [42]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/MOLA_elysium_mons.jpg/220px-MOLA_elysium_mons.jpg",
                "caption": "MOLA view of Elysium province. Elysium Mons is in the center. Albor Tholus and Hecates Tholus are at bottom and top, respectively."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Mars",
        "title": "Volcanism on Mars",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Highland paterae",
        "text": "In the southern hemisphere, particularly around the Hellas impact basin, are several flat-lying volcanic structures called highland paterae [46] These volcanoes are some of the oldest identifiable volcanic edifices on Mars. [47] They are characterized by having extremely low profiles with highly eroded ridges and channels that radiate outward from a degraded, central caldera complex. They include Tyrrhena Patera , Hadriaca Patera to the northeast of Hellas and Amphitrites Patera , Peneus Patera , Malea Patera and Pityusa Patera to the southwest of Hellas. Geomorphologic evidence suggests that the highland patera were produced through a combination of lava flows and pyroclastics from the interaction of magma with water. Some researchers speculate that the location of the highland paterae around Hellas is due to deep-seated fractures caused by the impact that provided conduits for magma to rise to the surface. [48] [49] [50] Although they are not very high, some paterae cover large areas—Amphritrites Patera, for example, covers a larger area than Olympus Mons while Pityusa Patera, the largest, has a caldera nearly large enough to fit Olympus Mons inside it.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/PIA00410_Amphitrites_Patera.jpg/220px-PIA00410_Amphitrites_Patera.jpg",
                "caption": "Viking orbiter view of Peneus Patera (left) and Amphitrites Patera (right). Both are ancient volcanic edifices southwest of Hellas."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Mars",
        "title": "Volcanism on Mars",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Potential current volcanism",
        "text": "Scientists have never recorded an active volcano eruption on the surface of Mars; [55] moreover, searches for thermal signatures and surface changes before 2011 did not yield any positive evidence for active volcanism. [7] However, the European Space Agency's Mars Express orbiter photographed lava flows interpreted in 2004 to have occurred within the past two million years, suggesting a relatively recent geologic activity. [56] An updated study in 2011 estimated that the youngest lava flows occurred in the last few tens of millions of years. [57] The authors consider this age makes it possible that Mars is not yet volcanically extinct. [7] [57] The InSight lander mission would determine if there is any seismic activity , measure the amount of heat flow from the interior, estimate the size of Mars' core and whether the core is liquid or solid. The findings were that Mars possesses a molten outer core and a solid inner core with a partially molten mantle. [58] In 2020, astronomers reported evidence for volcanic activity on Mars as recently as 53,000 years ago in the Cerberus Fossae amid Elysium Planitia . Such activity could have provided the environment, in terms of energy and chemicals, needed to support life forms . [59] [60]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Rootless_Cones.jpg/220px-Rootless_Cones.jpg",
                "caption": "HiRISE image of possible rootless cones east of Elysium region. The chains of rings are interpreted to be caused by steam explosions when lava moved over ground that was rich in water ice."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/MarsCones-ESP_030192_2020.jpg/220px-MarsCones-ESP_030192_2020.jpg",
                "caption": "\" Rootless Cones \" on Mars – due to lava flows interacting with water ( MRO , 4 January 2013) ( 21°57′54″N 197°48′25″E ﻿ / ﻿ 21.965°N 197.807°E ﻿ / 21.965; 197.807 )"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Mars",
        "title": "Volcanism on Mars",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Volcanoes and ice",
        "text": "Large amounts of water ice are believed to be present in the Martian subsurface. The interaction of ice with molten rock can produce distinct landforms. On Earth, when hot volcanic material comes into contact with surface ice, large amounts of liquid water and mud may form that flow catastrophically down slope as massive debris flows ( lahars ). Some channels in Martian volcanic areas, such as Hrad Vallis near Elysium Mons , may have been similarly carved or modified by lahars. [61] Lava flowing over water-saturated ground can cause the water to erupt violently in an explosion of steam (see phreatic eruption ), producing small volcano-like landforms called pseudocraters , or rootless cones. Features that resemble terrestrial rootless cones occur in Elysium, Amazonis , and Isidis and Chryse Planitiae . [62] Also, phreatomagmatism produce tuff rings or tuff cones on Earth and existence of similar landforms on Mars is expected too. [63] Their existence was suggested from Nepenthes / Amenthes region. [64] Finally, when a volcano erupts under an ice sheet, it can form a distinct, mesa-like landform called a tuya or table mountain. Some researchers [65] cite geomorphic evidence that many of the layered interior deposits in Valles Marineris may be the Martian equivalent of tuyas.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Hrad_Vallis_in_Cebrenia.jpg/220px-Hrad_Vallis_in_Cebrenia.jpg",
                "caption": "THEMIS image of Hrad Vallis . This valley may have formed when eruptions in the Elysium Mons volcanic complex melted ground or surface ice."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Mars",
        "title": "Volcanism on Mars",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Tectonic boundaries",
        "text": "Tectonic boundaries have been discovered on Mars. Valles Marineris is a horizontally sliding tectonic boundary that divides two major partial or complete plates of Mars. The recent finding suggests that Mars is geologically active with occurrences in the millions of years. [66] [67] [68] There has been previous evidence of Mars' geologic activity. The Mars Global Surveyor (MGS) discovered magnetic stripes in the crust of Mars, [69] especially in the Phaethontis and Eridania quadrangles . The magnetometer on MGS discovered 100 km wide stripes of magnetized crust running roughly parallel for up to 2000 km. These stripes alternate in polarity with the north magnetic pole of one pointing up from the surface and the north magnetic pole of the next pointing down. When similar stripes were discovered on Earth in the 1960s, they were taken as evidence of plate tectonics . However, there are some differences, between the magnetic stripes on Earth and those on Mars. The Martian stripes are wider, much more strongly magnetized, and do not appear to spread out from a middle crustal spreading zone.\nBecause the area with the magnetic stripes is about 4 billion years old, it is believed that the global magnetic field probably lasted for only the first few hundred million years of Mars' life. At that time the temperature of the molten iron in the planet's core might have been high enough to mix it into a magnetic dynamo. Younger rock does not show any stripes.\nWhen molten rock containing magnetic material, such as hematite (Fe 2 O 3 ), cools and solidifies in the presence of a magnetic field, it becomes magnetized and takes on the polarity of the background field. This magnetism is lost only if the rock is subsequently heated above the Curie temperature , which is 770 °C for pure iron, but lower for oxides such as hematite (approximately 650 °C) or magnetite (approximately 580 °C). [70] The magnetism left in rocks is a record of the magnetic field when the rock solidified. [71] Mars' volcanic features can be likened to Earth's geologic hotspots . Pavonis Mons is the middle of three volcanoes (collectively known as Tharsis Montes) on the Tharsis bulge near the equator of the planet Mars. The other Tharsis volcanoes are Ascraeus Mons and Arsia Mons. The three Tharsis Montes, together with some smaller volcanoes to the north, form a straight line. This arrangement suggests that they were formed by a crustal plate moving over a hot spot. Such an arrangement exists in the Earth's Pacific Ocean as the Hawaiian Islands . The Hawaiian Islands are in a straight line, with the youngest in the south and the oldest in the north. So geologists believe the plate is moving while a stationary plume of hot magma rises and punches through the crust to produce volcanic mountains. However, the largest volcano on the planet, Olympus Mons, is thought to have formed when the plates were not moving. Olympus Mons may have formed just after the plate motion stopped. The mare-like plains on Mars are roughly 3 to 3.5 billion years old. [72] The giant shield volcanoes are younger, formed between 1 and 2 billion years ago. Olympus Mons may be \"as young as 200 million years.\" [73] In 1994, Norman H. Sleep, professor of geophysics at Stanford University, described how the three volcanoes that form a line along the Tharsis Ridge may be extinct island arc volcanoes like the island chain of Japan. [74] [ needs update? ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Mars_Crustal_Magnetism_MGS.png/220px-Mars_Crustal_Magnetism_MGS.png",
                "caption": "Mars crustal magnetism"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Mars",
        "title": "Volcanism on Mars",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Eruptive characteristics",
        "text": "Most of what is currently known about shield volcanic eruptive character has been gleaned from studies done on the volcanoes of Hawaiʻi Island , by far the most intensively studied of all shields because of their scientific accessibility; [22] the island lends its name to the slow-moving, effusive eruptions typical of shield volcanism, known as Hawaiian eruptions . [23] These eruptions, the least explosive of volcanic events, are characterized by the effusive emission of highly fluid basaltic lavas with low gaseous content . These lavas travel a far greater distance than those of other eruptive types before solidifying, forming extremely wide but relatively thin magmatic sheets often less than 1 m (3 ft) thick. [12] [7] [20] Low volumes of such lavas layered over long periods of time are what slowly constructs the characteristically low, broad profile of a mature shield volcano. [12] Also unlike other eruptive types, Hawaiian eruptions often occur at decentralized fissure vents , beginning with large \"curtains of fire\" that quickly die down and concentrate at specific locations on the volcano's rift zones. Central-vent eruptions, meanwhile, often take the form of large lava fountains (both continuous and sporadic), which can reach heights of hundreds of meters or more. The particles from lava fountains usually cool in the air before hitting the ground, resulting in the accumulation of cindery scoria fragments; however, when the air is especially thick with pyroclasts , they cannot cool off fast enough because of the surrounding heat, and hit the ground still hot, accumulating into spatter cones . If eruptive rates are high enough, they may even form splatter-fed lava flows. Hawaiian eruptions are often extremely long-lived; Puʻu ʻŌʻō , a cinder cone of Kīlauea , erupted continuously from January 3, 1983, until April 2018. [20] Flows from Hawaiian eruptions can be divided into two types by their structural characteristics: pāhoehoe lava which is relatively smooth and flows with a ropey texture, and ʻaʻā flows which are denser, more viscous (and thus slower moving) and blockier. These lava flows can be anywhere between 2 and 20 m (10 and 70 ft) thick. ʻAʻā lava flows move through pressure— the partially solidified front of the flow steepens because of the mass of flowing lava behind it until it breaks off, after which the general mass behind it moves forward. Though the top of the flow quickly cools down, the molten underbelly of the flow is buffered by the solidifying rock above it, and by this mechanism, ʻaʻā flows can sustain movement for long periods of time. Pāhoehoe flows, in contrast, move in more conventional sheets, or by the advancement of lava \"toes\" in snaking lava columns. Increasing viscosity on the part of the lava or shear stress on the part of local topography can morph a pāhoehoe flow into an ʻaʻā one, but the reverse never occurs. [24] Although most shield volcanoes are by volume almost entirely Hawaiian and basaltic in origin, they are rarely exclusively so. Some volcanoes, such as Mount Wrangell in Alaska and Cofre de Perote in Mexico, exhibit large enough swings in their historical magmatic eruptive characteristics to cast strict categorical assignment in doubt; one geological study of de Perote went so far as to suggest the term \"compound shield-like volcano\" instead. [25] Most mature shield volcanoes have multiple cinder cones on their flanks, the results of tephra ejections common during incessant activity and markers of currently and formerly active sites on the volcano. [11] [20] An example of these parasitic cones is at Puʻu ʻŌʻō on Kīlauea [21] —continuous activity ongoing since 1983 has built up a 2,290 ft (698 m) tall cone at the site of one of the longest-lasting rift eruptions in known history. [26] The Hawaiian shield volcanoes are not located near any plate boundaries ; the volcanic activity of this island chain is distributed by the movement of the oceanic plate over an upwelling of magma known as a hotspot . Over millions of years, the tectonic movement that moves continents also creates long volcanic trails across the seafloor. The Hawaiian and Galápagos shields, and other hotspot shields like them, are constructed of oceanic island basalt. Their lavas are characterized by high levels of sodium , potassium , and aluminium . [27] Features common in shield volcanism include lava tubes . [28] Lava tubes are cave-like volcanic straights formed by the hardening of overlaying lava. These structures help further the propagation of lava, as the walls of the tube insulate the lava within. [29] Lava tubes can account for a large portion of shield volcano activity; for example, an estimated 58% of the lava forming Kīlauea comes from lava tubes. [28] In some shield volcano eruptions, basaltic lava pours out of a long fissure instead of a central vent, and shrouds the countryside with a long band of volcanic material in the form of a broad plateau . Plateaus of this type exist in Iceland, Washington, Oregon, and Idaho; the most prominent ones are situated along the Snake River in Idaho and the Columbia River in Washington and Oregon, where they have been measured to be over 1 mi (2 km) in thickness. [12] Calderas are a common feature on shield volcanoes. They are formed and reformed over the volcano's lifespan. Long eruptive periods form cinder cones, which then collapse over time to form calderas. The calderas are often filled up by progressive eruptions, or formed elsewhere, and this cycle of collapse and regeneration takes place throughout the volcano's lifespan. [11] Interactions between water and lava at shield volcanoes can cause some eruptions to become hydrovolcanic . These explosive eruptions are drastically different from the usual shield volcanic activity [11] and are especially prevalent at the waterbound volcanoes of the Hawaiian Isles . [20]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Hawaiian_Eruption-numbers.svg/300px-Hawaiian_Eruption-numbers.svg.png",
                "caption": "Diagram of a Hawaiian eruption . (key: 1. Ash plume 2. Lava fountain 3. Crater 4. Lava lake 5. Fumaroles 6. Lava flow 7. Layers of lava and ash 8. Stratum 9. Sill 10. Magma conduit 11. Magma chamber 12. Dike ) Click for larger version ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Shield_volcano",
        "title": "Shield volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Iceland",
        "text": "Located over the Mid-Atlantic Ridge , a divergent tectonic plate boundary in the middle of the Atlantic Ocean, Iceland is the site of about 130 volcanoes of various types. [21] Icelandic shield volcanoes are generally of Holocene age, between 5,000 and 10,000 years old. The volcanoes are also very narrow in distribution, occurring in two bands in the West and North Volcanic Zones. Like Hawaiian volcanoes, their formation initially begins with several eruptive centers before centralizing and concentrating at a single point. The main shield then forms, burying the smaller ones formed by the early eruptions with its lava. [37] Icelandic shields are mostly small (~15 km 3 (4 cu mi)), symmetrical (although this can be affected by surface topography), and characterized by eruptions from summit calderas. [37] They are composed of either tholeiitic olivine or picritic basalt . The tholeiitic shields tend to be wider and shallower than the picritic shields. [41] They do not follow the pattern of caldera growth and destruction that other shield volcanoes do; caldera may form, but they generally do not disappear. [7] [37]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Skjaldbreidur_Herbst_2004.jpg/220px-Skjaldbreidur_Herbst_2004.jpg",
                "caption": "Skjaldbreiður is a shield volcano in Iceland , whose name means broad shield in Icelandic."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Shield_volcano",
        "title": "Shield volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Extraterrestrial shield volcanoes",
        "text": "Shield volcanoes are not limited to Earth; they have been found on Mars , Venus , and Jupiter's moon, Io . [44] The shield volcanoes of Mars are very similar to the shield volcanoes on Earth. On both planets, they have gently sloping flanks, collapse craters along their central structure, and are built of highly fluid lavas. Volcanic features on Mars were observed long before they were first studied in detail during the 1976–1979 Viking mission . The principal difference between the volcanoes of Mars and those on Earth is in terms of size; Martian volcanoes range in size up to 14 mi (23 km) high and 370 mi (595 km) in diameter, far larger than the 6 mi (10 km) high, 74 mi (119 km) wide Hawaiian shields. [45] [46] [47] The highest of these, Olympus Mons , is the tallest known mountain on any planet in the solar system. Venus has over 150 shield volcanoes which are much flatter, with a larger surface area than those found on Earth, some having a diameter of more than 700 km (430 mi). [48] Although the majority of these are long extinct it has been suggested, from observations by the Venus Express spacecraft , that many may still be active. [49]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Olympus_Mons_and_Hawaii_to_scale.png/220px-Olympus_Mons_and_Hawaii_to_scale.png",
                "caption": "Scaled image showing Olympus Mons , top, and the Hawaiian island chain , bottom. Martian volcanoes are far larger than those found on Earth."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Shield_volcano",
        "title": "Shield volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Physical characteristics",
        "text": "Venus is one of the four terrestrial planets in the Solar System, meaning that it is a rocky body like Earth. It is similar to Earth in size and mass and is often described as Earth's \"sister\" or \"twin\". [32] Venus is close to spherical due to its slow rotation. [33] Venus has a diameter of 12,103.6 km (7,520.8 mi)—only 638.4 km (396.7 mi) less than Earth's—and its mass is 81.5% of Earth's, making it the third-smallest planet in the Solar System . Conditions on the Venusian surface differ radically from those on Earth because its dense atmosphere is 96.5% carbon dioxide, with most of the remaining 3.5% being nitrogen . [34] The surface pressure is 9.3 megapascals (93 bars ), and the average surface temperature is 737 K (464 °C; 867 °F), above the critical points of both major constituents and making the surface atmosphere a supercritical fluid out of mainly supercritical carbon dioxide and some supercritical nitrogen.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Terrestrial_planet_sizes2.jpg/220px-Terrestrial_planet_sizes2.jpg",
                "caption": "Venus to scale among the terrestrial planets of the Solar System, which are arranged by the order of their Inner Solar System orbits outward from the Sun (from left: Mercury , Venus, Earth and Mars )"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Atmosphere and climate",
        "text": "Venus has a dense atmosphere composed of 96.5% carbon dioxide , 3.5% nitrogen—both exist as supercritical fluids at the planet's surface with a density 6.5% that of water [35] —and traces of other gases including sulphur dioxide . [36] The mass of its atmosphere is 92 times that of Earth's, whereas the pressure at its surface is about 93 times that at Earth's—a pressure equivalent to that at a depth of nearly 1 km ( 5 ⁄ 8 mi) under Earth's ocean surfaces. The density at the surface is 65 kg/m 3 (4.1 lb/cu ft), 6.5% that of water [35] or 50 times as dense as Earth's atmosphere at 293 K (20 °C; 68 °F) at sea level. The CO 2 -rich atmosphere generates the strongest greenhouse effect in the Solar System, creating surface temperatures of at least 735 K (462 °C; 864 °F). [37] [38] This makes the Venusian surface hotter than Mercury 's, which has a minimum surface temperature of 53 K (−220 °C; −364 °F) and maximum surface temperature of 700 K (427 °C; 801 °F), [39] [40] even though Venus is nearly twice Mercury's distance from the Sun and thus receives only 25% of Mercury's solar irradiance . Because of its runaway greenhouse effect , Venus has been identified by scientists such as Carl Sagan as a warning and research object linked to climate change on Earth. [30] [31] Venus's atmosphere is rich in primordial noble gases compared to that of Earth. [42] This enrichment indicates an early divergence from Earth in evolution. An unusually large comet impact [43] or accretion of a more massive primary atmosphere from solar nebula [44] have been proposed to explain the enrichment. However, the atmosphere is depleted of radiogenic argon, a proxy for mantle degassing, suggesting an early shutdown of major magmatism. [45] [46] Studies have suggested that billions of years ago, Venus's atmosphere could have been much more like the one surrounding the early Earth, and that there may have been substantial quantities of liquid water on the surface. [47] [48] [49] After a period of 600 million to several billion years, [50] solar forcing from rising luminosity of the Sun and possibly large volcanic resurfacing caused the evaporation of the original water and the current atmosphere. [51] A runaway greenhouse effect was created once a critical level of greenhouse gases (including water) was added to its atmosphere. [52] Although the surface conditions on Venus are no longer hospitable to any Earth-like life that may have formed before this event, there is speculation on the possibility that life exists in the upper cloud layers of Venus, 50 km (30 mi) up from the surface, where the atmospheric conditions are the most Earth-like in the Solar System, [53] with temperatures ranging between 303 and 353 K (30 and 80 °C; 86 and 176 °F), and the pressure and radiation being about the same as at Earth's surface, but with acidic clouds and the carbon dioxide air. [54] [55] [56] Venus's atmosphere could also have a potential thermal habitable zone at elevations of 54 to 48 km, with lower elevations inhibiting cell growth and higher elevations exceeding evaporation temperature. [57] [58] The putative detection of an absorption line of phosphine in Venus's atmosphere, with no known pathway for abiotic production, led to speculation in September 2020 that there could be extant life currently present in the atmosphere. [59] [60] Later research attributed the spectroscopic signal that was interpreted as phosphine to sulphur dioxide, [61] or found that in fact there was no absorption line. [62] [63] Thermal inertia and the transfer of heat by winds in the lower atmosphere mean that the temperature of Venus's surface does not vary significantly between the planet's two hemispheres, those facing and not facing the Sun, despite Venus's slow rotation. Winds at the surface are slow, moving at a few kilometres per hour, but because of the high density of the atmosphere at the surface, they exert a significant amount of force against obstructions, and transport dust and small stones across the surface. This alone would make it difficult for a human to walk through, even without the heat, pressure, and lack of oxygen. [64] Above the dense CO 2 layer are thick clouds, consisting mainly of sulfuric acid , which is formed by sulphur dioxide and water through a chemical reaction resulting in sulfuric acid hydrate. Additionally, the clouds consist of approximately 1% ferric chloride . [65] [66] Other possible constituents of the cloud particles are ferric sulfate , aluminium chloride and phosphoric anhydride . Clouds at different levels have different compositions and particle size distributions. [65] These clouds reflect, similar to thick cloud cover on Earth, [67] about 70% of the sunlight that falls on them back into space, [68] and since they cover the whole planet they prevent visual observation of Venus's surface. The permanent cloud cover means that although Venus is closer than Earth to the Sun, it receives less sunlight on the ground, with only 10% of the received sunlight reaching the surface, [69] resulting in average daytime levels of illumination at the surface of 14,000 lux , comparable to that on Earth \"in the daytime with overcast clouds\". [70] Strong 300 km/h (185 mph) winds at the cloud tops go around Venus about every four to five Earth days. [71] Winds on Venus move at up to 60 times the speed of its rotation, whereas Earth's fastest winds are only 10–20% rotation speed. [72] The surface of Venus is effectively isothermal ; it retains a constant temperature not only between the two hemispheres but between the equator and the poles. [4] [73] Venus's minute axial tilt —less than 3°, compared to 23° on Earth—also minimises seasonal temperature variation. [74] Altitude is one of the few factors that affect Venusian temperatures. The highest point on Venus, Maxwell Montes , is therefore the coolest point on Venus, with a temperature of about 655 K (380 °C; 715 °F) and an atmospheric pressure of about 4.5 MPa (45 bar). [75] [76] In 1995, the Magellan spacecraft imaged a highly reflective substance at the tops of the highest mountain peaks, a \" Venus snow \" that bore a strong resemblance to terrestrial snow. This substance likely formed from a similar process to snow, albeit at a far higher temperature. Too volatile to condense on the surface, it rose in gaseous form to higher elevations, where it is cooler and could precipitate. The identity of this substance is not known with certainty, but speculation has ranged from elemental tellurium to lead sulfide ( galena ). [77] Although Venus has no seasons, in 2019 astronomers identified a cyclical variation in sunlight absorption by the atmosphere, possibly caused by opaque, absorbing particles suspended in the upper clouds. The variation causes observed changes in the speed of Venus's zonal winds and appears to rise and fall in time with the Sun's 11-year sunspot cycle . [78] The existence of lightning in the atmosphere of Venus has been controversial [79] since the first suspected bursts were detected by the Soviet Venera probes . [80] [81] [82] In 2006–07, Venus Express clearly detected whistler mode waves , the signatures of lightning. Their intermittent appearance indicates a pattern associated with weather activity. According to these measurements, the lightning rate is at least half that on Earth, [83] however other instruments have not detected lightning at all. [79] The origin of any lightning remains unclear, but could originate from clouds or Venusian volcanoes . In 2007, Venus Express discovered that a huge double atmospheric polar vortex exists at the south pole. [84] [85] Venus Express discovered, in 2011, that an ozone layer exists high in the atmosphere of Venus. [86] On 29 January 2013, ESA scientists reported that the ionosphere of Venus streams outwards in a manner similar to \"the ion tail seen streaming from a comet under similar conditions.\" [87] [88] In December 2015, and to a lesser extent in April and May 2016, researchers working on Japan's Akatsuki mission observed bow-shaped objects in the atmosphere of Venus. This was considered direct evidence of the existence of perhaps the largest stationary gravity waves in the solar system. [89] [90] [91]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Venus_-_December_23_2016.png/220px-Venus_-_December_23_2016.png",
                "caption": "Cloud structure of the Venusian atmosphere, made visible through ultraviolet imaging"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/11214_2023_956_Fig6_HTML.webp/220px-11214_2023_956_Fig6_HTML.webp.png",
                "caption": "Types of cloud layers, as well as temperature and pressure change by altitude in the atmosphere"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Geography",
        "text": "The Venusian surface was a subject of speculation until some of its secrets were revealed by planetary science in the 20th century. Venera landers in 1975 and 1982 returned images of a surface covered in sediment and relatively angular rocks. [92] The surface was mapped in detail by Magellan in 1990–91. The ground shows evidence of extensive volcanism, and the sulphur in the atmosphere may indicate that there have been recent eruptions. [93] [94] About 80% of the Venusian surface is covered by smooth, volcanic plains, consisting of 70% plains with wrinkle ridges and 10% smooth or lobate plains. [95] Two highland \"continents\" make up the rest of its surface area, one lying in the planet's northern hemisphere and the other just south of the equator. The northern continent is called Ishtar Terra after Ishtar , the Babylonian goddess of love, and is about the size of Australia. Maxwell Montes , the highest mountain on Venus, lies on Ishtar Terra. Its peak is 11 km (7 mi) above the Venusian average surface elevation. [96] The southern continent is called Aphrodite Terra , after the Greek mythological goddess of love, and is the larger of the two highland regions at roughly the size of South America. A network of fractures and faults covers much of this area. [97] There is recent evidence of lava flow on Venus (2024), [98] such as flows on Sif Mons, a shield volcano, and on Niobe Planitia, a flat plain. [99] There are visible calderas . The planet has few impact craters , demonstrating that the surface is relatively young, at 300–600 million years old. [100] [101] Venus has some unique surface features in addition to the impact craters, mountains, and valleys commonly found on rocky planets. Among these are flat-topped volcanic features called \" farra \", which look somewhat like pancakes and range in size from 20 to 50 km (12 to 31 mi) across, and from 100 to 1,000 m (330 to 3,280 ft) high; radial, star-like fracture systems called \"novae\"; features with both radial and concentric fractures resembling spider webs, known as \" arachnoids \"; and \"coronae\", circular rings of fractures sometimes surrounded by a depression. These features are volcanic in origin. [102] Most Venusian surface features are named after historical and mythological women. [103] Exceptions are Maxwell Montes, named after James Clerk Maxwell , and highland regions Alpha Regio , Beta Regio , and Ovda Regio . The last three features were named before the current system was adopted by the International Astronomical Union , the body which oversees planetary nomenclature . [104] The longitude of physical features on Venus is expressed relative to its prime meridian . The original prime meridian passed through the radar-bright spot at the centre of the oval feature Eve, located south of Alpha Regio. [105] After the Venera missions were completed, the prime meridian was redefined to pass through the central peak in the crater Ariadne on Sedna Planitia . [106] [107] The stratigraphically oldest tessera terrains have consistently lower thermal emissivity than the surrounding basaltic plains measured by Venus Express and Magellan , indicating a different, possibly a more felsic , mineral assemblage. [26] [108] The mechanism to generate a large amount of felsic crust usually requires the presence of water ocean and plate tectonics , implying that habitable condition had existed on early Venus with large bodies of water at some point. [109] However, the nature of tessera terrains is far from certain. [110] Studies reported on 26 October 2023 suggest for the first time that Venus may have had plate tectonics during ancient times and, as a result, may have had a more habitable environment , possibly one capable of sustaining life . [23] [24] Venus has gained interest as a case for research into the development of Earth-like planets and their habitability .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/2438_pioneer_venus_map_of_venus.jpg/330px-2438_pioneer_venus_map_of_venus.jpg",
                "caption": "Color-coded elevation map, showing the elevated terrae \"continents\" in yellow and minor features of Venus ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Surface_of_Venus_from_Venera_13.jpg/220px-Surface_of_Venus_from_Venera_13.jpg",
                "caption": "Surface panorama taken by Venera 13"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Volcanism",
        "text": "Much of the Venusian surface appears to have been shaped by volcanic activity. Venus has several times as many volcanoes as Earth, and it has 167 large volcanoes that are over 100 km (60 mi) across. The only volcanic complex of this size on Earth is the Big Island of Hawaii. [102] : 154 More than 85,000 volcanoes on Venus were identified and mapped. [111] [112] This is not because Venus is more volcanically active than Earth, but because its crust is older and is not subject to the same erosion process. Earth's oceanic crust is continually recycled by subduction at the boundaries of tectonic plates, and has an average age of about 100 million years, [113] whereas the Venusian surface is estimated to be 300–600 million years old. [100] [102] Several lines of evidence point to ongoing volcanic activity on Venus. Sulfur dioxide concentrations in the upper atmosphere dropped by a factor of 10 between 1978 and 1986, jumped in 2006, and again declined 10-fold. [114] This may mean that levels had been boosted several times by large volcanic eruptions. [115] [116] It has been suggested that Venusian lightning (discussed below) could originate from volcanic activity (i.e. volcanic lightning ). In January 2020, astronomers reported evidence that suggests that Venus is currently volcanically active, specifically the detection of olivine , a volcanic product that would weather quickly on the planet's surface. [117] [118] This massive volcanic activity is fuelled by a superheated interior, which models say could be explained by energetic collisions from when the planet was young. Impacts would have had significantly higher velocity than on Earth, both because Venus's orbit is faster due to its closer proximity to the Sun and because objects would require higher orbital eccentricities to collide with the planet. [119] In 2008 and 2009, the first direct evidence for ongoing volcanism was observed by Venus Express , in the form of four transient localized infrared hot spots within the rift zone Ganis Chasma , [120] [note 1] near the shield volcano Maat Mons . Three of the spots were observed in more than one successive orbit. These spots are thought to represent lava freshly released by volcanic eruptions. [121] [122] The actual temperatures are not known, because the size of the hot spots could not be measured, but are likely to have been in the 800–1,100 K (527–827 °C; 980–1,520 °F) range, relative to a normal temperature of 740 K (467 °C; 872 °F). [123] In 2023, scientists reexamined topographical images of the Maat Mons region taken by the Magellan orbiter. Using computer simulations, they determined that the topography had changed during an 8-month interval, and concluded that active volcanism was the cause. [124]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/PIA00084_Eistla_region_pancake_volcanoes.jpg/220px-PIA00084_Eistla_region_pancake_volcanoes.jpg",
                "caption": "Radar mosaic of two 65 km (40 mi) wide (and less than 1 km (0.62 mi) high) pancake domes in Venus's Eistla region"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Craters",
        "text": "Almost a thousand impact craters on Venus are evenly distributed across its surface. On other cratered bodies, such as Earth and the Moon, craters show a range of states of degradation. On the Moon, degradation is caused by subsequent impacts, whereas on Earth it is caused by wind and rain erosion. On Venus, about 85% of the craters are in pristine condition. The number of craters, together with their well-preserved condition, indicates the planet underwent a global resurfacing event 300–600 million years ago, [100] [101] followed by a decay in volcanism. [125] Whereas Earth's crust is in continuous motion, Venus is thought to be unable to sustain such a process. Without plate tectonics to dissipate heat from its mantle, Venus instead undergoes a cyclical process in which mantle temperatures rise until they reach a critical level that weakens the crust. Then, over a period of about 100 million years, subduction occurs on an enormous scale, completely recycling the crust. [102] Venusian craters range from 3 to 280 km (2 to 174 mi) in diameter. No craters are smaller than 3 km, because of the effects of the dense atmosphere on incoming objects. Objects with less than a certain kinetic energy are slowed so much by the atmosphere that they do not create an impact crater. [126] Incoming projectiles less than 50 m (160 ft) in diameter will fragment and burn up in the atmosphere before reaching the ground. [127]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/PIA00103_Venus_-_3-D_Perspective_View_of_Lavinia_Planitia.jpg/220px-PIA00103_Venus_-_3-D_Perspective_View_of_Lavinia_Planitia.jpg",
                "caption": "Impact craters on the surface of Venus (false-colour image reconstructed from radar data)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Internal structure",
        "text": "Without data from reflection seismology or knowledge of its moment of inertia , little direct information is available about the internal structure and geochemistry of Venus. [128] The similarity in size and density between Venus and Earth suggests that they share a similar internal structure: a core , mantle , and crust . Like that of Earth, the Venusian core is most likely at least partially liquid because the two planets have been cooling at about the same rate, [129] although a completely solid core cannot be ruled out. [130] The slightly smaller size of Venus means pressures are 24% lower in its deep interior than Earth's. [131] The predicted values for the moment of inertia based on planetary models suggest a core radius of 2,900–3,450 km. [130] This is in line with the first observation-based estimate of 3,500 km. [132] The principal difference between the two planets is the lack of evidence for plate tectonics on Venus, possibly because its crust is too strong to subduct without water to make it less viscous . This results in reduced heat loss from the planet, preventing it from cooling and providing a likely explanation for its lack of an internally generated magnetic field . [133] Instead, Venus may lose its internal heat in periodic major resurfacing events. [100]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/InteriorOfVenus.svg/220px-InteriorOfVenus.svg.png",
                "caption": "The differentiated structure of Venus"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Orbit and rotation",
        "text": "Venus orbits the Sun at an average distance of about 0.72 AU (108 million km ; 67 million mi ), and completes an orbit every 224.7 days. Although all planetary orbits are elliptical , Venus's orbit is currently the closest to circular, with an eccentricity of less than 0.01. [4] Simulations of the early solar system orbital dynamics have shown that the eccentricity of the Venus orbit may have been substantially larger in the past, reaching values as high as 0.31 and possibly impacting early climate evolution. [144] All planets in the Solar System orbit the Sun in an anticlockwise direction as viewed from above Earth's north pole. Most planets rotate on their axes in an anticlockwise direction, but Venus rotates clockwise in retrograde rotation once every 243 Earth days—the slowest rotation of any planet. This Venusian sidereal day lasts therefore longer than a Venusian year (243 versus 224.7 Earth days). Slowed by its strong atmospheric current the length of the day also fluctuates by up to 20 minutes. [145] Venus's equator rotates at 6.52 km/h (4.05 mph), whereas Earth's rotates at 1,674.4 km/h (1,040.4 mph). [note 2] [149] Venus's rotation period measured with Magellan spacecraft data over a 500-day period is smaller than the rotation period measured during the 16-year period between the Magellan spacecraft and Venus Express visits, with a difference of about 6.5 minutes. [150] Because of the retrograde rotation, the length of a solar day on Venus is significantly shorter than the sidereal day, at 116.75 Earth days (making the Venusian solar day shorter than Mercury 's 176 Earth days — the 116-day figure is close to the average number of days it takes Mercury to slip underneath the Earth in its orbit [the number of days of Mercury's synodic \norbital period]). [11] One Venusian year is about 1.92 Venusian solar days. [151] To an observer on the surface of Venus, the Sun would rise in the west and set in the east, [151] although Venus's opaque clouds prevent observing the Sun from the planet's surface. [152] Venus may have formed from the solar nebula with a different rotation period and obliquity, reaching its current state because of chaotic spin changes caused by planetary perturbations and tidal effects on its dense atmosphere, a change that would have occurred over the course of billions of years. The rotation period of Venus may represent an equilibrium state between tidal locking to the Sun's gravitation, which tends to slow rotation, and an atmospheric tide created by solar heating of the thick Venusian atmosphere. [153] [154] The 584-day average interval between successive close approaches to Earth is almost exactly equal to 5 Venusian solar days (5.001444 to be precise), [155] but the hypothesis of a spin-orbit resonance with Earth has been discounted. [156] Venus has no natural satellites. [157] It has several trojan asteroids : the quasi-satellite 524522 Zoozve [158] [159] and two other temporary trojans, 2001 CK 32 and 2012 XE 133 . [160] In the 17th century, Giovanni Cassini reported a moon orbiting Venus, which was named Neith and numerous sightings were reported over the following 200 years , but most were determined to be stars in the vicinity. Alex Alemi's and David Stevenson 's 2006 study of models of the early Solar System at the California Institute of Technology shows Venus likely had at least one moon created by a huge impact event billions of years ago. [161] About 10 million years later, according to the study, another impact reversed the planet's spin direction and the resulting tidal deceleration caused the Venusian moon gradually to spiral inward until it collided with Venus. [162] If later impacts created moons, these were removed in the same way. An alternative explanation for the lack of satellites is the effect of strong solar tides, which can destabilize large satellites orbiting the inner terrestrial planets. [157] The orbital space of Venus has a dust ring-cloud , [163] with a suspected origin either from Venus–trailing asteroids, [164] interplanetary dust migrating in waves, or the remains of the Solar System's original circumstellar disc that formed the planetary system . [165]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Solar_system_orrery_inner_planets.gif/220px-Solar_system_orrery_inner_planets.gif",
                "caption": "Venus is the second planet from the Sun, making a full orbit in about 224 days"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/11214_2023_956_Fig7_HTML.webp/220px-11214_2023_956_Fig7_HTML.webp.png",
                "caption": "Venus and its rotation in respect to its revolution."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Orbit in respect to Earth",
        "text": "Earth and Venus have a near orbital resonance of 13:8 (Earth orbits eight times for every 13 orbits of Venus). [166] Therefore, they approach each other and reach inferior conjunction in synodic periods of 584 days, on average. [4] The path that Venus makes in relation to Earth viewed geocentrically draws a pentagram over five synodic periods, shifting every period by 144°. This pentagram of Venus is sometimes referred to as the petals of Venus due to the path's visual similarity to a flower. [167] When Venus lies between Earth and the Sun in inferior conjunction, it makes the closest approach to Earth of any planet at an average distance of 41 million km (25 million mi). [4] [note 3] [168] Because of the decreasing eccentricity of Earth's orbit , the minimum distances will become greater over tens of thousands of years. From the year 1 to 5383, there are 526 approaches less than 40 million km (25 million mi); then, there are none for about 60,158 years. [169] While Venus approaches Earth the closest, Mercury is more often the closest to Earth of all planets. [170] [171] Venus has the lowest gravitational potential difference to Earth than any other planet, needing the lowest delta-v to transfer between them. [172] [173] Tidally Venus exerts the third strongest tidal force on Earth, after the Moon and the Sun, though significantly less. [174]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Venus_pentagram.png/170px-Venus_pentagram.png",
                "caption": "Earth is positioned at the centre of the diagram, and the curve represents the direction and distance of Venus as a function of time."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Observability",
        "text": "To the naked eye , Venus appears as a white point of light brighter than any other planet or star (apart from the Sun). [175] The planet's mean apparent magnitude is −4.14 with a standard deviation of 0.31. [18] The brightest magnitude occurs during the crescent phase about one month before or after an inferior conjunction. Venus fades to about magnitude −3 when it is backlit by the Sun. [176] The planet is bright enough to be seen in broad daylight, [177] but is more easily visible when the Sun is low on the horizon or setting. As an inferior planet , it always lies within about 47° of the Sun . [178] Venus \"overtakes\" Earth every 584 days as it orbits the Sun. [4] As it does so, it changes from the \"Evening Star\", visible after sunset, to the \"Morning Star\", visible before sunrise. Although Mercury, the other inferior planet, reaches a maximum elongation of only 28° and is often difficult to discern in twilight, Venus is hard to miss when it is at its brightest. Its greater maximum elongation means it is visible in dark skies long after sunset. As the brightest point-like object in the sky, Venus is a commonly misreported \" unidentified flying object \". [179]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Venus-pacific-levelled.jpg/220px-Venus-pacific-levelled.jpg",
                "caption": "Venus, pictured centre-right, is always brighter than all other planets or stars at their maximal brightness, as seen from Earth. Jupiter is visible at the top of the image."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Phases",
        "text": "As it orbits the Sun, Venus displays phases like those of the Moon in a telescopic view. The planet appears as a small and \"full\" disc when it is on the opposite side of the Sun (at superior conjunction ). Venus shows a larger disc and \"quarter phase\" at its maximum elongations from the Sun, and appears at its brightest in the night sky. The planet presents a much larger thin \"crescent\" in telescopic views as it passes along the near side between Earth and the Sun. Venus displays its largest size and \"new phase\" when it is between Earth and the Sun (at inferior conjunction). Its atmosphere is visible through telescopes by the halo of sunlight refracted around it. [178] The phases are clearly visible in a 4\" telescope. [180] Although naked eye visibility of Venus's phases is disputed, records exist of observations of its crescent. [181]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Phases_Venus.jpg/220px-Phases_Venus.jpg",
                "caption": "The phases of Venus and evolution of its apparent diameter"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Daylight apparitions",
        "text": "When Venus is sufficiently bright with enough angular distance from the sun, it is easily observed in a clear daytime sky with the naked eye, though most people do not know to look for it. [182] Astronomer Edmund Halley calculated its maximum naked eye brightness in 1716, when many Londoners were alarmed by its appearance in the daytime. French emperor Napoleon Bonaparte once witnessed a daytime apparition of the planet while at a reception in Luxembourg . [183] Another historical daytime observation of the planet took place during the inauguration of the American president Abraham Lincoln in Washington, D.C., on 4 March 1865. [184]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Lunar_Occultation_of_Venus_%28NHQ201512070001%29.jpg/220px-Lunar_Occultation_of_Venus_%28NHQ201512070001%29.jpg",
                "caption": "Venus is often visible to the naked eye in daytime, as seen just prior to the lunar occultation of December 7th, 2015"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Transits",
        "text": "A transit of Venus is the appearance of Venus in front of the Sun, during inferior conjunction . Since the orbit of Venus is slightly inclined relative to Earth's orbit, most inferior conjunctions with Earth, which occur every synodic period of 1.6 years, do not produce a transit of Venus above Earth. Consequently, Venus transits above Earth only occur when an inferior conjunction takes place during some days of June or December, the time where the orbits of Venus and Earth cross a straight line with the Sun. [185] This results in Venus transiting above Earth in a sequence of currently 8 years , 105.5 years , 8 years and 121.5 years , forming cycles of 243 years . Historically, transits of Venus were important, because they allowed astronomers to determine the size of the astronomical unit , and hence the size of the Solar System as shown by Jeremiah Horrocks in 1639 with the first known observation of a Venus transit (after history's first observed planetary transit in 1631, of Mercury ). [186] Only seven Venus transits have been observed so far, since their occurrences were calculated in the 1621 by Johannes Kepler . Captain Cook sailed to Tahiti in 1768 to record the third observed transit of Venus, which subsequently resulted in the exploration of the east coast of Australia. [187] [188] The latest pair was June 8, 2004 and June 5–6, 2012 . The transit could be watched live from many online outlets or observed locally with the right equipment and conditions. [189] The preceding pair of transits occurred in December 1874 and December 1882 . The next transit will occur in December 2117 and December 2125. [190]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Transit_of_Venus_viewed_in_Wagga_Wagga_%282%29.jpg/220px-Transit_of_Venus_viewed_in_Wagga_Wagga_%282%29.jpg",
                "caption": "2012 transit of Venus , projected to a white card by a telescope"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Habitation",
        "text": "While the surface conditions of Venus are inhospitable, the atmospheric pressure, temperature, and solar and cosmic radiation 50 km above the surface are similar to those at Earth's surface. [58] [57] With this in mind, Soviet engineer Sergey Zhitomirskiy (Сергей Житомирский, 1929–2004) in 1971 [254] [255] and NASA aerospace engineer Geoffrey A. Landis in 2003 [256] suggested the use of aerostats for crewed exploration and possibly for permanent \" floating cities \" in the Venusian atmosphere, an alternative to the popular idea of living on planetary surfaces such as Mars . [257] [258] Among the many engineering challenges for any human presence in the atmosphere of Venus are the corrosive amounts of sulfuric acid in the atmosphere. [256] NASA's High Altitude Venus Operational Concept is a mission concept that proposed a crewed aerostat design.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/NASA_Cloud_City_on_Venus.jpg/220px-NASA_Cloud_City_on_Venus.jpg",
                "caption": "Artist's rendering of a NASA High Altitude Venus Operational Concept (HAVOC) crewed floating outpost on Venus"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "In culture",
        "text": "Venus is a primary feature of the night sky, and so has been of remarkable importance in mythology , astrology and fiction throughout history and in different cultures. The English name of Venus was originally the ancient Roman name for it. Romans named Venus after their goddess of love , who in turn was based on the ancient Greek goddess of love Aphrodite , [261] who was herself based on the similar Sumerian religion goddess Inanna (which is Ishtar in Akkadian religion ), all of whom were associated with the planet. [262] [263] The weekday of the planet and these goddesses is Friday , named after the Germanic goddess Frigg , who has been associated with the Roman goddess Venus. Several hymns praise Inanna in her role as the goddess of the planet Venus. [192] [263] [262] Theology professor Jeffrey Cooley has argued that, in many myths, Inanna's movements may correspond with the movements of the planet Venus in the sky. [192] The discontinuous movements of Venus relate to both mythology as well as Inanna's dual nature. [192] In Inanna's Descent to the Underworld , unlike any other deity, Inanna is able to descend into the netherworld and return to the heavens. The planet Venus appears to make a similar descent, setting in the West and then rising again in the East. [192] An introductory hymn describes Inanna leaving the heavens and heading for Kur , what could be presumed to be, the mountains, replicating the rising and setting of Inanna to the West. [192] In Inanna and Shukaletuda and Inanna's Descent into the Underworld appear to parallel the motion of the planet Venus. [192] In Inanna and Shukaletuda , Shukaletuda is described as scanning the heavens in search of Inanna, possibly searching the eastern and western horizons. [264] In the same myth, while searching for her attacker, Inanna herself makes several movements that correspond with the movements of Venus in the sky. [192] The Ancient Egyptians and ancient Greeks possibly knew by the second millennium BC or at the latest by the Late Period , under mesopotamian influence that the morning star and an evening star were one and the same. [265] [266] The Egyptians knew the morning star as Tioumoutiri and the evening star as Ouaiti . [267] They depicted Venus at first as a phoenix or heron (see Bennu ), [265] calling it \"the crosser\" or \"star with crosses\", [265] associating it with Osiris , and later depicting it two-headed with human or falco heads, and associated it with Horus , [266] son of Isis (which during the even later Hellenistic period was together with Hathor identified with Aphrodite ). The Greeks used the names Phōsphoros (Φωσϕόρος), meaning \"light-bringer\" (whence the element phosphorus ; alternately Ēōsphoros (Ἠωσϕόρος), meaning \"dawn-bringer\"), for the morning star, and Hesperos (Ἕσπερος), meaning \"Western one\", for the evening star, [268] both children of dawn Eos and therefore grandchildren of Aphrodite. Though by the Roman era they were recognized as one celestial object, known as \"the star of Venus \", the traditional two Greek names continued to be used, though usually translated to Latin as Lūcifer and Vesper . [268] [269] Classical poets such as Homer , Sappho , Ovid and Virgil spoke of the star and its light. [270] Poets such as William Blake , Robert Frost , Letitia Elizabeth Landon , Alfred Lord Tennyson and William Wordsworth wrote odes to it. [271] In India, Shukra Graha (\"the planet Shukra\") is named after the powerful saint Shukra. Shukra which is used in Indian Vedic astrology [272] means \"clear, pure\" or \"brightness, clearness\" in Sanskrit . One of the nine Navagraha , it is held to affect wealth, pleasure and reproduction; it was the son of Bhrgu , preceptor of the Daityas, and guru of the Asuras. [273] The word Shukra is also associated with semen, or generation. Venus is known as Kejora in Indonesian and Malaysian Malay . In Chinese the planet is called Jīn-xīng (金星), the golden planet of the metal element . Modern Chinese , Japanese , Korean and Vietnamese cultures refer to the planet literally as the \"metal star\" ( 金星 ), based on the Five elements . [274] [275] [276] [277] The Maya considered Venus to be the most important celestial body after the Sun and Moon. They called it Chac ek , [278] or Noh Ek ', \"the Great Star\". [279] The cycles of Venus were important to their calendar and were described in some of their books such as Maya Codex of Mexico and Dresden Codex . The Estrella Solitaria (\"Lone Star\") Flag of Chile depicts Venus.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Van_Gogh_-_Starry_Night_-_Google_Art_Project.jpg/220px-Van_Gogh_-_Starry_Night_-_Google_Art_Project.jpg",
                "caption": "Venus is portrayed just to the right of the large cypress tree in Vincent van Gogh 's 1889 painting The Starry Night . [259] [260]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Kudurru_Melishipak_Louvre_Sb23_n02.jpg/220px-Kudurru_Melishipak_Louvre_Sb23_n02.jpg",
                "caption": "The eight-pointed star a symbol used in some cultures for Venus, and sometimes combined into a star and crescent arrangement. Here the eight pointed star is the Star of Ishtar , the Babylonian Venus goddess, alongside the solar disk of her brother Shamash and the crescent moon of their father Sin on a boundary stone of Meli-Shipak II , dating to the twelfth century BC."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Symbols",
        "text": "The symbol of a circle with a small cross beneath is the so-called Venus symbol , gaining its name for being used as the astronomical symbol for Venus. The symbol is of ancient Greek origin, and represents more generally femininity , adopted by biology as gender symbol for female, [283] [284] [285] like the Mars symbol for male and sometimes the Mercury symbol for hermaphrodite . This gendered association of Venus and Mars has been used to pair them heteronormatively , describing women and men stereotypically as being so different that they can be understood as coming from different planets, an understanding popularized in 1992 by the book titled Men Are from Mars, Women Are from Venus . [286] [287] The Venus symbol was also used in Western alchemy representing the element copper (like the symbol of Mercury is also the symbol of the element mercury ), [284] [285] and since polished copper has been used for mirrors from antiquity the symbol for Venus has sometimes been called Venus mirror, representing the mirror of the goddess, although this origin has been discredited as an unlikely origin. [284] [285] Besides the Venus symbol, many other symbols have been associated with Venus, other common ones are the crescent or particularly the star , as with the Star of Ishtar . [288]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Venus_symbol_%28planetary_color%29.svg/80px-Venus_symbol_%28planetary_color%29.svg.png",
                "caption": ""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Definition and characteristics",
        "text": "Basalt is composed mostly of oxides of silicon, iron, magnesium, potassium, aluminum, titanium, and calcium. Geologists classify igneous rock by its mineral content whenever possible, with the relative volume percentages of quartz (crystalline silica (SiO 2 )), alkali feldspar , plagioclase , and feldspathoid ( QAPF ) being particularly important. An aphanitic (fine-grained) igneous rock is classified as basalt when its QAPF fraction is composed of less than 10% feldspathoid and less than 20% quartz, with plagioclase making up at least 65% of its feldspar content. This places basalt in the basalt/andesite field of the QAPF diagram. Basalt is further distinguished from andesite by its silica content of under 52%. [3] [4] [5] [6] It is often not practical to determine the mineral composition of volcanic rocks, due to their very fine grain size, and geologists then classify the rocks chemically, with the total content of alkali metal oxides and silica ( TAS ) being particularly important. Basalt is then defined as volcanic rock with a content of 45% to 52% silica and not more than 5% alkali metal oxides. This places basalt in the B field of the TAS diagram. [3] [4] [6] Such a composition is described as mafic . [7] Basalt is usually dark grey to black in colour, due to its high content of augite or other dark-coloured pyroxene minerals, [8] [9] [10] but can exhibit a wide range of shading. Some basalts are quite light-coloured due to a high content of plagioclase, and these are sometimes described as leucobasalts . [11] [12] Lighter basalt can be difficult to distinguish from andesite , but a common rule of thumb , used in field research , is that basalt has a color index of 35 or greater. [13] The physical properties of basalt reflect its relatively low silica content and typically high iron and magnesium content. [14] The average density of basalt is 2.9 g/cm 3 , compared with a typical density for granite of 2.7 g/cm 3 . [15] The viscosity of basaltic magma is relatively low, around 10 4 to 10 5 cP , although this is still many orders of magnitude higher than water (which has a viscosity of about 1 cP). The viscosity of basaltic magma is similar to that of ketchup . [16] Basalt is often porphyritic , containing larger crystals ( phenocrysts ) formed prior to the extrusion that brought the magma to the surface, embedded in a finer-grained matrix . These phenocrysts usually are of augite, olivine , or a calcium-rich plagioclase, [9] which have the highest melting temperatures of the typical minerals that can crystallize from the melt and are therefore the first to form solid crystals. [17] [18] Basalt often contains vesicles , formed when dissolved gases bubble out of the magma as it decompresses during its approach to the surface, and the erupted lava then solidifies before the gases can escape. When vesicles make up a substantial fraction of the volume of the rock, the rock is described as scoria . [19] [20] The term basalt is at times applied to shallow intrusive rocks with a composition typical of basalt, but rocks of this composition with a phaneritic (coarser) groundmass are more properly referred to as diabase (also called dolerite) or, when more coarse-grained (crystals over 2 mm across), as gabbro . Diabase and gabbro are thus the hypabyssal and plutonic equivalents of basalt. [4] [21] In the Hadean , Archean , and early Proterozoic eons of Earth's history, the chemistry of erupted magmas was significantly different from today's, due to immature crustal and asthenosphere differentiation. These ultramafic volcanic rocks, with silica (SiO 2 ) contents below 45% are usually classified as komatiites . [22] [23]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Basalt_qapf.jpg/220px-Basalt_qapf.jpg",
                "caption": "QAPF diagram with basalt/andesite field highlighted in yellow. Basalt is distinguished from andesite by SiO 2 < 52%."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/TAS-Diagramm-basalt.png/300px-TAS-Diagramm-basalt.png",
                "caption": "Basalt is field B in the TAS classification ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/VesicularBasalt1.jpg/220px-VesicularBasalt1.jpg",
                "caption": "Vesicular basalt at Sunset Crater , Arizona. US quarter (24mm) for scale."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Basalt_columns_in_yellowstone_2.jpg/220px-Basalt_columns_in_yellowstone_2.jpg",
                "caption": "Columnar basalt flows in Yellowstone National Park , USA"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Szentgy%C3%B6rgyhegy03.jpg/170px-Szentgy%C3%B6rgyhegy03.jpg",
                "caption": "Columnar basalt at Szent György Hill, Hungary"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Basalt",
        "title": "Basalt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Types",
        "text": "On Earth, most basalt forms by decompression melting of the mantle . [26] The high pressure in the upper mantle (due to the weight of the overlying rock ) raises the melting point of mantle rock, so that almost all of the upper mantle is solid. However, mantle rock is ductile (the solid rock slowly deforms under high stress). When tectonic forces cause hot mantle rock to creep upwards, the decrease of the pressure on the ascending rock can cause its melting point to drop enough for the rock to partially melt . This produces basaltic magma. [27] Decompression melting can occur in a variety of tectonic settings. These include continental rift zones, at mid-ocean ridges , above hotspots , [28] [29] and in back-arc basins . [30] Basalt is also produced in subduction zones , where mantle rock rises into a mantle wedge above the descending slab. Decompression melting in this setting is enhanced by further lowering of the melting point by water vapor and other volatiles released from the slab. [31] Each such setting produces basalt with distinctive characteristics. [32]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Causeway23.jpg/220px-Causeway23.jpg",
                "caption": "Large masses must cool slowly to form a polygonal joint pattern, as here at the Giant's Causeway in Northern Ireland"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/%D0%91%D0%B0%D0%B7%D0%B0%D0%BB%D1%8C%D1%82%D0%BE%D0%B2%D0%B5.jpg/220px-%D0%91%D0%B0%D0%B7%D0%B0%D0%BB%D1%8C%D1%82%D0%BE%D0%B2%D0%B5.jpg",
                "caption": "Columns of basalt near Bazaltove , Ukraine"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Basalt",
        "title": "Basalt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Petrology",
        "text": "The mineralogy of basalt is characterized by a preponderance of calcic plagioclase feldspar and pyroxene . Olivine can also be a significant constituent. [46] Accessory minerals present in relatively minor amounts include iron oxides and iron-titanium oxides, such as magnetite , ulvöspinel , and ilmenite . [41] Because of the presence of such oxide minerals, basalt can acquire strong magnetic signatures as it cools, and paleomagnetic studies have made extensive use of basalt. [47] In tholeiitic basalt , pyroxene ( augite and orthopyroxene or pigeonite ) and calcium -rich plagioclase are common phenocryst minerals. Olivine may also be a phenocryst, and when present, may have rims of pigeonite. The groundmass contains interstitial quartz or tridymite or cristobalite . Olivine tholeiitic basalt has augite and orthopyroxene or pigeonite with abundant olivine, but olivine may have rims of pyroxene and is unlikely to be present in the groundmass . [41] Alkali basalts typically have mineral assemblages that lack orthopyroxene but contain olivine. Feldspar phenocrysts typically are labradorite to andesine in composition. Augite is rich in titanium compared to augite in tholeiitic basalt. Minerals such as alkali feldspar , leucite , nepheline , sodalite , phlogopite mica, and apatite may be present in the groundmass. [41] Basalt has high liquidus and solidus temperatures—values at the Earth's surface are near or above 1200 °C (liquidus) [48] and near or below 1000 °C (solidus); these values are higher than those of other common igneous rocks. [49] The majority of tholeiitic basalts are formed at approximately 50–100 km depth within the mantle. Many alkali basalts may be formed at greater depths, perhaps as deep as 150–200 km. [50] [51] The origin of high-alumina basalt continues to be controversial, with disagreement over whether it is a primary melt or derived from other basalt types by fractionation. [52] : 65",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/%D0%9C%D1%96%D0%BA%D1%80%D0%BE%D1%84%D0%BE%D1%82%D0%BE%D0%B3%D1%80%D0%B0%D1%84%D1%96%D1%8F_%D1%88%D0%BB%D1%96%D1%84%D0%B0_%D0%B1%D0%B0%D0%B7%D0%B0%D0%BB%D1%8C%D1%82%D1%83_%D1%96%D0%B7_%D0%B7%D0%B0%D0%BF%D0%BE%D0%B2%D1%96%D0%B4%D0%BD%D0%B8%D0%BA%D0%B0_%D0%91%D0%B0%D0%B7%D0%B0%D0%BB%D1%8C%D1%82%D0%BE%D0%B2%D1%96_%D1%81%D1%82%D0%BE%D0%B2%D0%BF%D0%B8_%D0%B2_%D0%BF%D0%BE%D0%BB%D1%8F%D1%80%D0%B8%D0%B7%D0%BE%D0%B2%D0%B0%D0%BD%D0%BE%D0%BC%D1%83_%D1%81%D0%B2%D1%96%D1%82%D0%BB%D1%96.jpg/220px-thumbnail.jpg",
                "caption": "Photomicrograph of a thin section of basalt from Bazaltove , Ukraine"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Basalt",
        "title": "Basalt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Morphology and textures",
        "text": "The shape, structure and texture of a basalt is diagnostic of how and where it erupted—for example, whether into the sea, in an explosive cinder eruption or as creeping pāhoehoe lava flows, the classic image of Hawaiian basalt eruptions. [61]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/20011005-0039_DAS_large.jpg/220px-20011005-0039_DAS_large.jpg",
                "caption": "An active basalt lava flow"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Basalt",
        "title": "Basalt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Columnar basalt",
        "text": "During the cooling of a thick lava flow, contractional joints or fractures form. [68] If a flow cools relatively rapidly, significant contraction forces build up. While a flow can shrink in the vertical dimension without fracturing, it cannot easily accommodate shrinking in the horizontal direction unless cracks form; the extensive fracture network that develops results in the formation of columns . These structures are predominantly hexagonal in cross-section, but polygons with three to twelve or more sides can be observed. [69] The size of the columns depends loosely on the rate of cooling; very rapid cooling may result in very small (<1 cm diameter) columns, while slow cooling is more likely to produce large columns. [70]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Causeway-code_poet-4.jpg/220px-Causeway-code_poet-4.jpg",
                "caption": "The Giant's Causeway in Northern Ireland"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Boyabat.jpg/220px-Boyabat.jpg",
                "caption": "Columnar jointed basalt in Turkey"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/%D0%9C%D1%8B%D1%81_%D0%A1%D1%82%D0%BE%D0%BB%D0%B1%D1%87%D0%B0%D1%82%D1%8B%D0%B9._%D0%9F%D0%BE%D1%81%D0%BB%D0%B5_%D0%B7%D0%B0%D0%BA%D0%B0%D1%82%D0%B0.jpg/220px-%D0%9C%D1%8B%D1%81_%D0%A1%D1%82%D0%BE%D0%BB%D0%B1%D1%87%D0%B0%D1%82%D1%8B%D0%B9._%D0%9F%D0%BE%D1%81%D0%BB%D0%B5_%D0%B7%D0%B0%D0%BA%D0%B0%D1%82%D0%B0.jpg",
                "caption": "Columnar basalt at Cape Stolbchaty , Russia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Basalt",
        "title": "Basalt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Submarine eruptions",
        "text": "The character of submarine basalt eruptions is largely determined by depth of water, since increased pressure restricts the release of volatile gases and results in effusive eruptions. [71] It has been estimated that at depths greater than 500 metres (1,600 ft), explosive activity associated with basaltic magma is suppressed. [72] Above this depth, submarine eruptions are often explosive, tending to produce pyroclastic rock rather than basalt flows. [73] These eruptions, described as Surtseyan, are characterised by large quantities of steam and gas and the creation of large amounts of pumice . [74]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Pillow_basalt_crop_l.jpg/220px-Pillow_basalt_crop_l.jpg",
                "caption": "Pillow basalts on the Pacific seafloor"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Basalt",
        "title": "Basalt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Earth",
        "text": "Basalt is the most common volcanic rock type on Earth, making up over 90% of all volcanic rock on the planet. [80] The crustal portions of oceanic tectonic plates are composed predominantly of basalt, produced from upwelling mantle below the ocean ridges . [81] Basalt is also the principal volcanic rock in many oceanic islands , including the islands of Hawaiʻi , [34] the Faroe Islands , [82] and Réunion . [83] The eruption of basalt lava is observed by geologists at about 20 volcanoes per year. [84] Basalt is the rock most typical of large igneous provinces . These include continental flood basalts , the most voluminous basalts found on land. [35] Examples of continental flood basalts included the Deccan Traps in India , [85] the Chilcotin Group in British Columbia , [86] Canada , the Paraná Traps in Brazil, [87] the Siberian Traps in Russia , [88] the Karoo flood basalt province in South Africa, [89] and the Columbia River Plateau of Washington and Oregon . [90] Basalt is also prevalent across extensive regions of the Eastern Galilee , Golan , and Bashan in Israel and Syria . [91] Basalt also is common around volcanic arcs, specially those on thin crust . [92] Ancient Precambrian basalts are usually only found in fold and thrust belts, and are often heavily metamorphosed. These are known as greenstone belts , [93] [94] because low-grade metamorphism of basalt produces chlorite , actinolite , epidote and other green minerals. [95]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Parana_traps.JPG/220px-Parana_traps.JPG",
                "caption": "Paraná Traps , Brazil"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Basalt",
        "title": "Basalt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "The Moon",
        "text": "The dark areas visible on Earth's moon , the lunar maria , are plains of flood basaltic lava flows. These rocks were sampled both by the crewed American Apollo program and the robotic Russian Luna program , and are represented among the lunar meteorites . [97] Lunar basalts differ from their Earth counterparts principally in their high iron contents, which typically range from about 17 to 22 wt% FeO. They also possess a wide range of titanium concentrations (present in the mineral ilmenite ), [98] [99] ranging from less than 1 wt% TiO 2 , to about 13 wt.%. Traditionally, lunar basalts have been classified according to their titanium content, with classes being named high-Ti, low-Ti, and very-low-Ti. Nevertheless, global geochemical maps of titanium obtained from the Clementine mission demonstrate that the lunar maria possess a continuum of titanium concentrations, and that the highest concentrations are the least abundant. [100] Lunar basalts show exotic textures and mineralogy, particularly shock metamorphism , lack of the oxidation typical of terrestrial basalts, and a complete lack of hydration . [101] Most of the Moon 's basalts erupted between about 3 and 3.5 billion years ago, but the oldest samples are 4.2 billion years old, and the youngest flows, based on the age dating method of crater counting , are estimated to have erupted only 1.2 billion years ago. [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Lunar_Olivine_Basalt_15555_from_Apollo_15_in_National_Museum_of_Natural_History.jpg/220px-Lunar_Olivine_Basalt_15555_from_Apollo_15_in_National_Museum_of_Natural_History.jpg",
                "caption": "Lunar olivine basalt collected by Apollo 15 astronauts"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Basalt",
        "title": "Basalt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Weathering",
        "text": "Compared to granitic rocks exposed at the Earth's surface, basalt outcrops weather relatively rapidly. This reflects their content of minerals that crystallized at higher temperatures and in an environment poorer in water vapor than granite. These minerals are less stable in the colder, wetter environment at the Earth's surface. The finer grain size of basalt and the volcanic glass sometimes found between the grains also hasten weathering. The high iron content of basalt causes weathered surfaces in humid climates to accumulate a thick crust of hematite or other iron oxides and hydroxides, staining the rock a brown to rust-red colour. [115] [116] [117] [118] Because of the low potassium content of most basalts, weathering converts the basalt to calcium-rich clay ( montmorillonite ) rather than potassium-rich clay ( illite ). Further weathering, particularly in tropical climates, converts the montmorillonite to kaolinite or gibbsite . This produces the distinctive tropical soil known as laterite . [115] The ultimate weathering product is bauxite , the principal ore of aluminium. [119] Chemical weathering also releases readily water-soluble cations such as calcium , sodium and magnesium , which give basaltic areas a strong buffer capacity against acidification . [120] Calcium released by basalts binds CO 2 from the atmosphere forming CaCO 3 acting thus as a CO 2 trap. [121]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Absolute_iron_accumulation_in_kaolinized_basalt._C_015.jpg/220px-Absolute_iron_accumulation_in_kaolinized_basalt._C_015.jpg",
                "caption": "Kaolinized basalt near Hungen, Vogelsberg, Germany"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Basalt",
        "title": "Basalt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Metamorphism",
        "text": "Intense heat or great pressure transforms basalt into its metamorphic rock equivalents. Depending on the temperature and pressure of metamorphism, these may include greenschist , amphibolite , or eclogite . Basalts are important rocks within metamorphic regions because they can provide vital information on the conditions of metamorphism that have affected the region. [122] Metamorphosed basalts are important hosts for a variety of hydrothermal ores , including deposits of gold, copper and volcanogenic massive sulfides . [123]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Archean_Greenstone_Pillow_Lava_in_Michigan_USA_3.jpg/220px-Archean_Greenstone_Pillow_Lava_in_Michigan_USA_3.jpg",
                "caption": "Metamorphosed basalt from an Archean greenstone belt in Michigan, US. The minerals that gave the original basalt its black colour have been metamorphosed into green minerals."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Basalt",
        "title": "Basalt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    },
    {
        "section": "Uses",
        "text": "Basalt is used in construction (e.g. as building blocks or in the groundwork ), [127] making cobblestones (from columnar basalt) [128] and in making statues . [129] [130] Heating and extruding basalt yields stone wool , which has potential to be an excellent thermal insulator . [131] [132] [133] [134] Carbon sequestration in basalt has been studied as a means of removing carbon dioxide, produced by human industrialization, from the atmosphere. Underwater basalt deposits, scattered in seas around the globe, have the added benefit of the water serving as a barrier to the re-release of CO 2 into the atmosphere. [135] [136]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/P1050763_Louvre_code_Hammurabi_face_rwk.JPG/220px-P1050763_Louvre_code_Hammurabi_face_rwk.JPG",
                "caption": "The Code of Hammurabi was engraved on a 2.25 m (7 ft 4 + 1 ⁄ 2 in) tall basalt stele in around 1750 BC."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Basalt",
        "title": "Basalt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanism on Other Planets"
    }
]