[
    {
        "section": "Norris Geyser Basin",
        "text": "Media related to Norris Geyser Basin at Wikimedia Commons The Norris Geyser Basin 44°43′43″N 110°42′16″W ﻿ / ﻿ 44.72861°N 110.70444°W ﻿ / 44.72861; -110.70444 ﻿ ( Norris Geyser Basin ) is the hottest geyser basin in the park [10] and is located near the northwest edge of Yellowstone Caldera near Norris Junction and on the intersection of three major faults . The Norris-Mammoth Corridor is a fault that runs from Norris north through Mammoth to the Gardiner, Montana , area. The Hebgen Lake fault runs from northwest of West Yellowstone, Montana , to Norris. This fault experienced an earthquake in 1959 that measured 7.4 on the Richter scale (sources vary on exact magnitude between 7.1 and 7.8; see 1959 Hebgen Lake earthquake ). Norris Geyser Basin is so hot and dynamic because these two faults intersect with the ring fracture zone that resulted from the creation of the Yellowstone Caldera of 640,000 years ago. [11] The Basin consists of three main areas: Porcelain Basin, Back Basin, and One Hundred Springs Plain. Unlike most of other geyser basins in the park, the waters from Norris are acidic [12] rather than alkaline (for example, Echinus Geyser has a pH of ~3.5). The difference in pH allows for a different class of bacterial thermophiles to live at Norris, creating different color patterns in and around the Norris Basin waters. The Ragged Hills that lie between Back Basin and One Hundred Springs Plain are thermally altered glacial kames . As glaciers receded the underlying thermal features began to express themselves once again, melting remnants of the ice and causing masses of debris to be dumped. These debris piles were then altered by steam and hot water flowing through them. Madison lies within the eroded stream channels cut through lava flows formed after the caldera eruption. The Gibbon Falls lies on the caldera boundary as does Virginia Cascades. [10] The tallest active geyser in the world, Steamboat Geyser , [11] is located in Norris Basin. Unlike the slightly smaller but much more famous Old Faithful Geyser located in Upper Geyser Basin, Steamboat has an erratic and lengthy timetable between major eruptions. During major eruptions, which may be separated by intervals of more than a year (the longest recorded span between major eruptions was 50 years), Steamboat erupts over 300 feet (90 m) into the air. Steamboat does not lie dormant between eruptions, instead displaying minor eruptions of approximately 40 feet (12 m). Norris Geyser Basin periodically undergoes a large-scale, basin-wide thermal disturbance lasting a few weeks. Water levels fluctuate, and temperatures, pH, colors, and eruptive patterns change throughout the basin. During a disturbance in 1985, Porkchop Geyser continually jetted steam and water; in 1989, the same geyser apparently clogged with silica and blew up, throwing rocks more than 200 feet (61 m). In 2003 a park ranger observed it bubbling heavily, the first such activity seen since 1991. Activity increased dramatically in mid-2003. Because of high ground temperatures and new features beside the trail much of Back Basin was closed until October. In 2004 the boardwalk was routed around the dangerous area and now leads behind Porkchop Geyser. [13] North of Norris, Roaring Mountain is a large, acidic hydrothermal area (solfatara) with many fumaroles. In the late 19th and early 20th centuries, the number, size, and power of the fumaroles were much greater than today. The fumaroles are most easily seen in the cooler, low-light conditions of morning and evening.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Norris_Geyser_Basin_Porcelain_Basin.jpg/290px-Norris_Geyser_Basin_Porcelain_Basin.jpg",
                "caption": "Porcelain Basin at Norris Geyser Basin"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Norris_geyser_basin.jpg/220px-Norris_geyser_basin.jpg",
                "caption": "Norris Geyser Basin"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/CisternSpring.JPG/220px-CisternSpring.JPG",
                "caption": "Cistern Spring in the Back Basin."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Algae_on_left_bacteria_on_right_at_Norris_Geyser_Basin_in_Yellowstone.JPG/220px-Algae_on_left_bacteria_on_right_at_Norris_Geyser_Basin_in_Yellowstone.JPG",
                "caption": "Algae on left bacteria on right at the intersection of flows from the Constant & Whirlgig Geysers at Norris Geyser Basin"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/USA%2C_Wyoming%2C_Yellowstone_National_Park%2C_Artists%27_Paintpoints%2C_overview.jpg/220px-USA%2C_Wyoming%2C_Yellowstone_National_Park%2C_Artists%27_Paintpoints%2C_overview.jpg",
                "caption": "Overview of Artists' Paintpots."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geothermal_areas_of_Yellowstone",
        "title": "Geothermal areas of Yellowstone",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Upper Geyser Basin",
        "text": "Media related to Upper Geyser Basin at Wikimedia Commons South of Norris along the rim of the caldera is the Upper Geyser Basin 44°27′52″N 110°49′45″W ﻿ / ﻿ 44.46444°N 110.82917°W ﻿ / 44.46444; -110.82917 ﻿ ( Upper Geyser Basin ) , which has the highest concentration of geothermal features in the park. This complement of features includes the most famous geyser in the park, Old Faithful Geyser , as well as four other predictable large geysers. One of these large geysers in the area is Castle Geyser which is about 1,400 feet (430 m) northwest of Old Faithful. Castle Geyser has an interval of approximately 13 hours between major eruptions, but is unpredictable after minor eruptions. The other three predictable geysers are Grand Geyser , Daisy Geyser , and Riverside Geyser . Biscuit Basin and Black Sand Basin are also within the boundaries of Upper Geyser Basin. The hills surrounding Old Faithful and the Upper Geyser Basin are reminders of Quaternary rhyolitic lava flows. These flows, occurring long after the catastrophic eruption of 640,000 years ago, flowed across the landscape like stiff mounds of bread dough due to their high silica content. Evidence of glacial activity is common, and it is one of the keys that allows geysers to exist. Glacier till deposits underlie the geyser basins providing storage areas for the water used in eruptions. Many landforms, such as Porcupine Hills north of Fountain Flats, are made up of glacial gravel and are reminders that 70,000 to 14,000 years ago, this area was buried under ice. [14] Signs of the forces of erosion can be seen everywhere, from runoff channels carved across the sinter in the geyser basins to the drainage created by the Firehole River. Mountain building is evident on the drive south of Old Faithful, toward Craig Pass. Here the Rocky Mountains reach a height of 8,262 feet (2,518 m), dividing the country into two distinct watersheds . [15]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Sawmill_and_Grand_geysers_erupting_in_Yellowstone_NP.jpg/220px-Sawmill_and_Grand_geysers_erupting_in_Yellowstone_NP.jpg",
                "caption": "Sawmill and Grand geysers erupting"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Black_Opal_Pool.JPG/220px-Black_Opal_Pool.JPG",
                "caption": "Black Opal Pool at Biscuit Basin"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Blue_Star_Spring_near_Old_Faithful_Geyser_in_Yellowstone-750px.JPG/220px-Blue_Star_Spring_near_Old_Faithful_Geyser_in_Yellowstone-750px.JPG",
                "caption": "Blue Star Spring near Old Faithful Geyser"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geothermal_areas_of_Yellowstone",
        "title": "Geothermal areas of Yellowstone",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Midway Geyser Basin",
        "text": "Media related to Midway Geyser Basin at Wikimedia Commons Midway Geyser Basin 44°31′04″N 110°49′56″W ﻿ / ﻿ 44.51778°N 110.83222°W ﻿ / 44.51778; -110.83222 ﻿ ( Midway Geyser Basin ) is much smaller than the other basins found alongside the Firehole River . Despite its small size, it contains two large features, the 200-by-300-foot-wide (60 by 90 m) Excelsior Geyser which pours over 4,000 U.S. gallons (15,000 L; 3,300 imp gal) per minute into the Firehole River . The largest hot spring in Yellowstone, the 370-foot-wide (110 m) and 121-foot-deep (37 m) Grand Prismatic Spring is found here. [16] Also in the basin is Turquoise Pool and Opal Pool .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Aerial_image_of_the_Midway_Geyser_Basin_%28view_from_the_east%29.jpg/200px-Aerial_image_of_the_Midway_Geyser_Basin_%28view_from_the_east%29.jpg",
                "caption": "Aerial view of the Midway Geyser Basin, showing the Grand Prismatic Spring, Excelsior Geyser, Turquoise Pool, and Opal Pool"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geothermal_areas_of_Yellowstone",
        "title": "Geothermal areas of Yellowstone",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Lower Geyser Basin",
        "text": "Media related to Lower Geyser Basin at Wikimedia Commons Farther north is the Lower Geyser Basin 44°32′58″N 110°50′09″W ﻿ / ﻿ 44.54944°N 110.83583°W ﻿ / 44.54944; -110.83583 ﻿ ( Lower Geyser Basin ) , which  is the largest geyser basin in area, covering approximately 11 square miles. [17] Due to its large size, it has a much less concentrated set of geothermal features, including Fountain Paint Pots . Fountain Paint Pots are mud pots , that is, a hot spring that contains boiling mud instead of water. The mud is produced by a higher acidity in the water which enables the spring to dissolve surrounding minerals to create an opaque, usually grey, mud.  Also there is Firehole Spring, Celestine Pool, Leather Pool, Red Spouter, Jelly spring, and a number of fumaroles. Geysers in Lower Geyser Basin include Great Fountain Geyser , whose eruptions reach 100 to 200 feet (30–61 m) in the air, while waves of water cascade down its sinter terraces., [16] the Fountain group of Geysers ( Clepsydra Geyser which erupts nearly continuously to heights of 45 feet (14 m), [18] Fountain Geyser , Jelly Geyser, Jet Geyser , Morning Geyser , and Spasm Geyser ), the Pink Cone group of geysers [19] ( Dilemma Geyser , Labial Geyser , Narcissus Geyser , Pink Geyser , and Pink Cone Geyser ), the White Dome group of geysers (Crack Geyser, Gemini Geyser, Pebble Geyser, Rejuvenated Geyser, and White Dome Geyser ), as well as Sizzler Geyser.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Silex_spring_in_yellowstone.jpg/220px-Silex_spring_in_yellowstone.jpg",
                "caption": "Silex Spring at Fountain Paint Pot"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geothermal_areas_of_Yellowstone",
        "title": "Geothermal areas of Yellowstone",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "West Thumb Geyser Basin",
        "text": "Media related to West Thumb Geyser Basin at Wikimedia Commons The West Thumb Geyser Basin 44°25′07″N 110°34′23″W ﻿ / ﻿ 44.41861°N 110.57306°W ﻿ / 44.41861; -110.57306 ﻿ ( West Thumb Geyser Basin ) , including Potts Basin to the north, is the largest geyser basin on the shores of Yellowstone Lake. The heat source of the thermal features in this location is thought to be relatively close to the surface, only 10,000 feet (3,000 m) down. West Thumb is about the same size as another famous volcanic caldera, Crater Lake in Oregon , but much smaller than the great Yellowstone Caldera which last erupted about 640,000 years ago. West Thumb is a caldera within a caldera. West Thumb was created approximately 162,000 years ago when a magma chamber bulged up under the surface of the earth and subsequently cracked it along ring fracture zones. This in turn released the enclosed magma as lava and caused the surface above the emptied magma chamber to collapse. [20] Water later filled the collapsed area of the caldera, forming an extension of Yellowstone Lake. This created the source of heat and water that feed the West Thumb Geyser Basin today. The thermal features at West Thumb are not only found on the lake shore, but extend under the surface of the lake as well. Several underwater hydrothermal features were discovered in the early 1990s and can be seen as slick spots or slight bulges in the summer. During the winter, the underwater thermal features are visible as melt holes in the icy surface of the lake. [20] The surrounding ice can reach three feet (one yard) in thickness. [21] Perhaps the most famous hydrothermal feature at West Thumb is a geyser on the lake shore known as Fishing Cone . Walter Trumbull of the 1870 Washburn-Langford-Doane Expedition described a unique event while a man was fishing adjacent to the cone: \"...in swinging a trout ashore, it accidentally got off the hook and fell into the spring. For a moment it darted about with wonderful rapidity, as if seeking an outlet. Then it came to the top, dead, and literally boiled.\" Fishing Cone erupted frequently to the height of 40 feet (12 m) in 1919 and to lesser heights in 1939. One fisherman was badly burned in Fishing Cone in 1921. Fishing at the geyser is now prohibited. [22] Early visitors would arrive at West Thumb via stagecoach from the Old Faithful area. They had a choice of continuing on the stagecoach or boarding the steamship Zillah to continue the journey by water to Lake Hotel . The boat dock was located near the south end of the geyser basin near Lakeside Spring.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Yellowstone_lake_and_West_Thumb_Geyser_Basin.jpg/220px-Yellowstone_lake_and_West_Thumb_Geyser_Basin.jpg",
                "caption": "West Thumb Geyser Basin"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Silex_spring_overflow_in_yellowstone.jpg/220px-Silex_spring_overflow_in_yellowstone.jpg",
                "caption": "Overflow areas of Silex springs"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Geyser_cone_under_water_at_West_Thumb_Geyser_Basin.JPG/220px-Geyser_cone_under_water_at_West_Thumb_Geyser_Basin.JPG",
                "caption": "Geyser cone under water at West Thumb Geyser Basin"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geothermal_areas_of_Yellowstone",
        "title": "Geothermal areas of Yellowstone",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Mammoth Hot Springs",
        "text": "Mammoth Hot Springs is a large complex of hot springs on a hill of travertine in Yellowstone National Park adjacent to Fort Yellowstone and the Mammoth Hot Springs Historic District . [25] It was created over thousands of years as hot water from the spring cooled and deposited calcium carbonate (over two tons flow into Mammoth each day in a solution). Because of the huge amount of geothermal vents, travertine flourishes. [26] Although these springs lie outside the caldera boundary, their energy has been attributed to the same magmatic system that fuels other Yellowstone geothermal areas.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Dead_trees_at_Mammoth_Hot_Springs.jpg/220px-Dead_trees_at_Mammoth_Hot_Springs.jpg",
                "caption": "Dead trees at Mammoth Hot Springs"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geothermal_areas_of_Yellowstone",
        "title": "Geothermal areas of Yellowstone",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Mud Volcano and Sulphur Caldron",
        "text": "Media related to Hayden Valley geothermal features at Wikimedia Commons The thermal features at Mud Volcano and Sulphur Caldron are primarily mud pots and fumaroles because the area is situated on a perched water system with little water available. Fumaroles or \" steam vents \" occur when the ground water boils away faster than it can be recharged. Also, the vapors are rich in sulfuric acid that leaches the rock , breaking it down into clay . Because no water washes away the acid or leached rock, it remains as sticky clay to form a mud pot. Hydrogen sulfide gas is present deep in the earth at Mud Volcano and is oxidized to sulfuric acid by microbial activity, which dissolves the surface soils to create pools and cones of clay and mud. Along with hydrogen sulfide, steam, carbon dioxide, and other gases explode through the layers of mud . A series of shallow earthquakes associated with the volcanic activity in Yellowstone struck this area in 1978. Soil temperatures increased to nearly 200 °F (93 °C). The slope between Sizzling Basin and Mud Geyser, once covered with green grass and trees, became a barren landscape of fallen trees known as \"the cooking hillside\".",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Churning_Caldron.jpg/220px-Churning_Caldron.jpg",
                "caption": "Churning Caldron"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Dragon%27s_Mouth_Spring_2018.jpg/220px-Dragon%27s_Mouth_Spring_2018.jpg",
                "caption": "Dragon's Mouth Spring 44°37′29″N 110°26′03″W ﻿ / ﻿ 44.62472°N 110.43417°W ﻿ / 44.62472; -110.43417 ﻿ ( Mud Volcano )"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geothermal_areas_of_Yellowstone",
        "title": "Geothermal areas of Yellowstone",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Geothermal and Hydrothermal Features",
        "text": "The four-kilometre (2.5 mi) stretch of the Waimangu Volcanic Rift Valley running from Southern Crater to the shores of Lake Rotomahana has been a hotspot of geothermal and hydrothermal activity since the 1886 Mount Tarawera eruption, and contains the three lake-filled craters Southern Crater, Echo Crater, and Inferno Crater, as well as the bush-clad Raupo Pond Crater, Fairy Crater and Black Crater. The 50-metre-deep (160 ft) Southern Crater was formed by the 1886 Mount Tarawera eruption and has not been notably active since. Its floor is filled by the shallow two-metre-deep (6.6 ft) Emerald Pool, a cold water lake of mostly rainwater.  The lake's water is usually a brown colour, but can vary depending on the state of the plants growing in it. Red aquatic fern growth is sometimes present. A short distance northeast lies Echo Crater, the biggest crater of the area, filled with the steaming-hot Frying Pan Lake , which is the largest hot spring in the world. The lake has an average depth of six metres (20 ft) and covers 38,000 square metres (410,000 sq ft).  The average temperature of its acidic (pH 3.5) water is 55 °C (131 °F) and the lake's overflow is the source of Waimangu Stream [9] (Hot Water Creek) [10] flowing through the valley and into Lake Rotomahana. Colourful sinter terraces are visible on the western shore of Frying Pan Lake, and immediately east of Echo Crater was the site of the extinct Waimangu Geyser.  The crater area continued to be the source of eruptions in 1915, 1917, and last in 1973, and is still highly active, as evident by the steaming Cathedral Rocks to the north, and a cluster of hot springs and silica formations northeast of the lake referred to as \"Hot Springs of Mother Earth (Nga Puia o te Papa)\". [10] The margins of Waimangu Stream from Frying Pan Lake to east of Inferno Crater are covered with delicate silica formations and colourful mineral deposits containing traces of arsenic , molybdenum , antimony , and tungsten , while the stream bed is home to blue-green algae and filamentous colonies of the photosynthetic bacterium Chloroflexus aurantiacus in a range of colours from bright green to orange.  In the midst of this area is the picturesque Bird's Nest Terrace, a delicate silica terrace with the small volcano-shaped Bird's Nest Spring atop continuously erupting near boiling-hot water about one metre (3.3 ft) high. The terrace is covered in blue-green algae, which cannot survive in the hot stream of water running down from the spring, providing a colourful contrast of green and orange. Further along, Waimangu Stream flows past the aptly named Clamshell Spring, a hot spring of boiling silica-rich water, and then continues through a deep natural trench with walls of silica stalactite formations formed by the dripping of trickles of mineral-rich water. North of this area, on the slope of Mt Haszard, is Inferno Crater , filled with a striking pale blue lake of highly acidic water with a pH as low as 2.2. [11] The crater was blasted into the side of the mountain as part of the 1886 Mount Tarawera eruption event and remains the site of the largest geyser-like feature in the world. [8] Although the actual geyser plays at the bottom of the lake and cannot be seen, a handful of active fumaroles are visible on the shore and the cliff face behind the lake.  The water level of this up-to-30-metre-deep (98 ft) lake follows a complicated rhythmic cycle that is interconnected with the nearby Frying Pan Lake. Mt. Haszard was named after school teacher Charles Haszard and members of his family who were killed during the Mount Tarawera eruption.  The locally prominent small mountain contains the shallow Raupo Pond Crater, the 56-metre-deep (184 ft), steep-sided Fairy Crater, and Black Crater.  All of these craters were formed during the Mount Tarawera eruption and have subsequently been completely covered in native bush. Waimangu Stream continues east past Mt Haszard and past a prominent kaolin clay slope featuring hot springs, to merge with the cold water Haumi Stream, which cools the combined water flow considerably. Further geothermal features along the lower part of the valley include the Marble Terrace, featuring an expansive sinter flat and buttresses composed of similar material to the Pink and White Terraces, and the multi-coloured Warbrick Terrace.  The white and orange silica deposits of the Marble Terrace are fed by the hot spring in Iodine Pool, with small waves of water overflowing the pool at around 97 °C (207 °F) temperature and washing over the terrace. Iodine Pool is named after the brown colouring of the rocks and bank around it. [10] Warbrick Terrace at the end of the Rift Valley is named after members of the Warbrick family, who were involved in guiding tours in the area in the two decades following the 1886 Mount Tarawera eruption. The terrace is a set of fast-growing orange and white silica platforms similar to Marble Terrace.  From the 1930s to the 1950s, a small geyser played on the terrace. The area in this open-sided crater features several small clearly visible hot springs and a prominent aggregation of layers forming a dam around a pale blue pool of silica-rich water. The dam started growing in the 1990s by sinter deposition that is assisted by the growth of algae and encloses an ever-deepening pond of water behind it. [12] The pond drains from time to time, revealing the delicate silica formations and edges.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Bird%27s_Nest_Spring_in_Waimangu_Volcanic_Valley.jpg/220px-Bird%27s_Nest_Spring_in_Waimangu_Volcanic_Valley.jpg",
                "caption": "Bird's Nest Spring"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Bird%27s_nest_terrace_spring_waimangu.jpg/290px-Bird%27s_nest_terrace_spring_waimangu.jpg",
                "caption": "Bird's nest terrace spring"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Inferno_crater_at_Waimangu_volcanic_rift.jpg/290px-Inferno_crater_at_Waimangu_volcanic_rift.jpg",
                "caption": "Inferno crater at Waimangu volcanic rift"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Blue_pool_on_Warbrick_Terrace_%28sinter_terrace_in_Waimangu_Volcanic_Valley%29_2.jpg/220px-Blue_pool_on_Warbrick_Terrace_%28sinter_terrace_in_Waimangu_Volcanic_Valley%29_2.jpg",
                "caption": "Blue pool at Warbrick Terrace"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Waimangu_Volcanic_Rift_Valley",
        "title": "Waimangu Volcanic Rift Valley",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Fauna and Flora",
        "text": "Waimangu is home to a wide range of micro-organisms and plants adapted to the different thermal conditions in the valley, from thermophilic bacteria surviving temperatures of 70 °C (158 °F) and algae growing in acidity levels of pH 3.8 [13] to mosses and prostrate kanuka growing in soil temperatures up to 55 °C (131 °F). [14] All vegetation in the valley originates from no earlier than the 1890s, when plants started re-populating the area in a natural succession following the complete destruction of any plant life by the 1886 Mount Tarawera eruption.  Over the past 120 years, plant life in the Waimangu Valley has re-established itself via dispersion of spores and seeds by wind and birds; no plantings by humans were done.  Subsequent small eruptions still caused local disturbance of the flora, notably the 1917 Echo Crater eruption destroying much of the flora between the crater and the visitor centre. The valley's botanically rich ecosystem now includes close to 50 different tree and shrub species, around 50 ferns and allied plants and many herbaceous plants and grasses. [14] Notable species include kanuka adapting a prostrate habit on account of the warm soil temperatures, arching clubmoss capable of growing in soil temperatures of over 50 °C (122 °F), [15] and large populations of threatened fern species.  Some of the plants are frost-intolerant and are restricted to hydrothermal areas in New Zealand.  Different species of bacteria, such as Chloroflexus , co-exist with blue-green algae in the beds of hot water streams in the valley, in particular the overflow stream from Frying Pan Lake.  The algae and bacteria form carpets of vivid hues ranging from orange to bright green and blue depending on water temperature and sulphur concentration.  The margins of these streams are often populated by mosses and ferns. Several non-native plant species have also re-spread into the valley, as have possums, rats and mice.  A pest control scheme was introduced in 2000, and efforts are underway to ensure Patiti Island in Lake Rotomahana is kept pest-free.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Striking_blue-green_algae_growing_on_the_sinter_floor_of_Waimangu_Stream.jpg/220px-Striking_blue-green_algae_growing_on_the_sinter_floor_of_Waimangu_Stream.jpg",
                "caption": "Blue-green algae growing on the sinter floor of Waimangu Stream"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Waimangu_Volcanic_Rift_Valley",
        "title": "Waimangu Volcanic Rift Valley",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Sulphur Works and Little Hot Springs Valley",
        "text": "As in many hydrothermally active areas, the rocks at Sulphur Works and Little Hot Springs Valley in Lassen Volcanic National Park have been chemically altered into bright-colored clays . Sulfurous acid and sulfuric acid have broken down hard, gray-green andesite lavas into red, yellow and buff clays and iron oxides . Many visitors pass through Sulphur Works on their way north on State Route 89 and sense the rotten-egg smell ( hydrogen sulfide ) when they pass by a hot vent to the east of the road. Sulphur Works is said to be the volcanic center of the ancestral Mount Tehama.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Sulpher_Works_in_Lassen_VNP-750px.JPG/220px-Sulpher_Works_in_Lassen_VNP-750px.JPG",
                "caption": "Sulphur Works"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geothermal_areas_in_Lassen_Volcanic_National_Park",
        "title": "Geothermal areas in Lassen Volcanic National Park",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Bumpass Hell",
        "text": "Near Little Hot Springs Valley is Bumpass Hell , a hydrothermally altered geothermal area that spans 16 acres (6.5 ha) and has hot springs, fumaroles, and boiling mudpots. As part of Mount Tehama's main vent, Bumpass Hell is the result of fissures that tap the volcanic heat, thought to be a cooling mass of andesite, perhaps three miles (5 km) below the surface. It is named after Kendall Vanhook Bumpass , a cowboy and early settler who worked in the Lassen Peak area in the 1860s. Bumpass discovered the geothermal feature and was named on a mining claim for the area. In 1865 the editor of the Red Bluff Independent newspaper took a trip with Bumpass to see the locale.  During this trip Bumpass broke through a thin crust above a scalding hot mudpot; his leg was badly scalded and eventually had to be amputated . [2] The area was named in his honor.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Bumpass_Hell_in_Lassen_VNP-1200px.JPG/220px-Bumpass_Hell_in_Lassen_VNP-1200px.JPG",
                "caption": "Bumpass Hell"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/InsideBumpassHellWaterColors.JPG/220px-InsideBumpassHellWaterColors.JPG",
                "caption": "Boiling Pools Inside Bumpass Hell"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Bumpass_Hell_hot_springs.jpg/220px-Bumpass_Hell_hot_springs.jpg",
                "caption": "Photo of several hot springs at Bumpass Hell from the perspective of the boardwalk."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geothermal_areas_in_Lassen_Volcanic_National_Park",
        "title": "Geothermal areas in Lassen Volcanic National Park",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Terminal Geyser",
        "text": "Located in the southeast corner of the park, Terminal Geyser is not actually a geyser, but rather a cold stream flowing over a steam vent. This is about 100 feet (30 m) from the site of a geothermal boring operation that took place in 1962 and 1978. The 4,008-foot (1,222 m) well is now plugged and abandoned.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Terminal_Geyser_Lassen_NP.jpg/220px-Terminal_Geyser_Lassen_NP.jpg",
                "caption": "Terminal Geyser"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geothermal_areas_in_Lassen_Volcanic_National_Park",
        "title": "Geothermal areas in Lassen Volcanic National Park",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Boiling Springs Lake",
        "text": "Just northwest of Terminal Geyser, large, warm-water Boiling Springs Lake has many hot springs, mudpots, and fumaroles along its west shore.  Unlike the more heavily visited areas of the park, this area is not developed with boardwalks or signs and offers a chance to view thermal features in a more natural setting. In 2012, scientists studying the viruses in Boiling Springs Lake found the first known case of a natural hybrid or \" chimera \" virus, apparently made of two very different groups of viruses that recombined into a single organism . [4] They named this \"mythological beast of a virus\" the \" Boiling Springs Lake RNA−DNA Hybrid Virus \" or \"BSL−RDHV\". [5] The study showed there is still much to learn about how viruses can evolve. [4] [6] Other types of viral hybrids have since been found elsewhere, and are called the CHIV group (\" chimeric viruses \"). [7]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Boiling_Springs_Lake_Lassen_NP.jpg/220px-Boiling_Springs_Lake_Lassen_NP.jpg",
                "caption": "Boiling Springs Lake is acidic and very hot. The first hybrid virus was discovered here in 2012. [3] Genetic hybrids are called \" chimera \", after mythological creatures like the Griffin or winged horse ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geothermal_areas_in_Lassen_Volcanic_National_Park",
        "title": "Geothermal areas in Lassen Volcanic National Park",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Physical properties",
        "text": "Hydrothermal vents in the deep ocean typically form along the mid-ocean ridges , such as the East Pacific Rise and the Mid-Atlantic Ridge . These are locations where two tectonic plates are diverging and new crust is being formed. [5] The water that issues from seafloor hydrothermal vents consists mostly of seawater drawn into the hydrothermal system close to the volcanic edifice through faults and porous sediments or volcanic strata, plus some magmatic water released by the upwelling magma . [1] In terrestrial [ clarification needed ] hydrothermal systems, the majority of water circulated within the fumarole and geyser systems, is meteoric water plus ground water that has percolated down into the thermal system from the surface, but also commonly contains some portion of metamorphic water , magmatic water , and sedimentary formational brine that is released by the magma. The proportion of each varies from location to location. [ citation needed ] In contrast to the approximately 2 °C (36 °F) ambient water temperature at these depths, water emerges from these vents at temperatures ranging from 60 °C (140 °F) [6] up to as high as 464 °C (867 °F). [7] [8] Due to the high hydrostatic pressure at these depths, water may exist in either its liquid form or as a supercritical fluid at such temperatures. [5] The critical point of (pure) water is 375 °C (707 °F) at a pressure of 218 atmospheres . However, introducing salinity into the fluid raises the critical point to higher temperatures and pressures. The critical point of seawater (3.2 wt. % NaCl) is 407 °C (765 °F) and 298.5 bars, [9] corresponding to a depth of ~2,960 m (9,710 ft) below sea level. Accordingly, if a hydrothermal fluid with a salinity of 3.2 wt. % NaCl vents above 407 °C (765 °F) and 298.5 bars, it is supercritical. Furthermore, the salinity of vent fluids have been shown to vary widely due to phase separation in the crust. [10] The critical point for lower salinity fluids is at lower temperature and pressure conditions than that for seawater, but higher than that for pure water. For example, a vent fluid with a 2.24 wt. % NaCl salinity has the critical point at 400 °C (752 °F) and 280.5 bars. Thus, water emerging from the hottest parts of some hydrothermal vents can be a supercritical fluid , possessing physical properties between those of a gas and those of a liquid . [7] [8] Examples of supercritical venting are found at several sites. Sister Peak (Comfortless Cove Hydrothermal Field, 4°48′S 12°22′W ﻿ / ﻿ 4.800°S 12.367°W ﻿ / -4.800; -12.367 , depth 2,996 m or 9,829 ft) vents low salinity phase-separated , vapor-type fluids. Sustained venting was not found to be supercritical but a brief injection of 464 °C (867 °F) was well above supercritical conditions. A nearby site, Turtle Pits, was found to vent low salinity fluid at 407 °C (765 °F), which is above the critical point of the fluid at that salinity. A vent site in the Cayman Trough named Beebe , which is the world's deepest known hydrothermal site at ~5,000 m (16,000 ft) below sea level, has shown sustained supercritical venting at 401 °C (754 °F) and 2.3 wt% NaCl. [11] Although supercritical conditions have been observed at several sites, it is not yet known what significance, if any, supercritical venting has in terms of hydrothermal circulation, mineral deposit formation, geochemical fluxes or biological activity. [ citation needed ] The initial stages of a vent chimney begin with the deposition of the mineral anhydrite . Sulfides of copper , iron , and zinc then precipitate in the chimney gaps, making it less porous over the course of time. Vent growths on the order of 30 cm (1 ft) per day have been recorded. [12] An April 2007 exploration of the deep-sea vents off the coast of Fiji found those vents to be a significant source of dissolved iron (see iron cycle ). [13]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Phase-diag2.svg/260px-Phase-diag2.svg.png",
                "caption": "In this phase diagram , the green dotted line illustrates the anomalous behavior of water . The dotted green line marks the melting point and the blue line the boiling point , showing how they vary with pressure; the solid green line shows the typical melting point behavior for other substances."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydrothermal_vent",
        "title": "Hydrothermal vent",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Black smokers and white smokers",
        "text": "Some hydrothermal vents form roughly cylindrical chimney structures. These form from minerals that are dissolved in the vent fluid. When the superheated water contacts the near-freezing sea water, the minerals precipitate out to form particles which add to the height of the stacks. Some of these chimney structures can reach heights of 60 m (200 ft). [14] An example of such a towering vent was \"Godzilla\", a structure on the Pacific Ocean deep seafloor near Oregon that rose to 40 m (130 ft) before it fell over in 1996. [15]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Blackdiamante_hirez.jpg/220px-Blackdiamante_hirez.jpg",
                "caption": "Extinct smokers"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydrothermal_vent",
        "title": "Hydrothermal vent",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Black smokers",
        "text": "A black smoker or deep-sea vent is a type of hydrothermal vent found on the seabed , typically in the bathyal zone (with largest frequency in depths from 2,500 to 3,000 m (8,200 to 9,800 ft)), but also in lesser depths as well as deeper in the abyssal zone . [1] They appear as black, chimney-like structures that emit a cloud of black material. Black smokers typically emit particles with high levels of sulfur-bearing minerals, or sulfides. Black smokers are formed in fields hundreds of meters wide when superheated water from below Earth's crust comes through the ocean floor (water may attain temperatures above 400 °C (752 °F)). [1] This water is rich in dissolved minerals from the crust, most notably sulfides . When it comes in contact with cold ocean water, many minerals precipitate, forming a black, chimney-like structure around each vent. The deposited metal sulfides can become massive sulfide ore deposits in time. Some black smokers on the Azores portion of the Mid-Atlantic Ridge are extremely rich in metal content, such as Rainbow with 24,000 μM concentrations of iron . [16] Black smokers were first discovered in 1979 on the East Pacific Rise by scientists from Scripps Institution of Oceanography during the RISE Project . [17] They were observed using the deep submergence vehicle ALVIN from the Woods Hole Oceanographic Institution . Now, black smokers are known to exist in the Atlantic and Pacific Oceans, at an average depth of 2,100 m (6,900 ft). The most northerly black smokers are a cluster of five named Loki's Castle , [18] discovered in 2008 by scientists from the University of Bergen at 73°N , on the Mid-Atlantic Ridge between Greenland and Norway . These black smokers are of interest as they are in a more stable area of the Earth's crust, where tectonic forces are less and consequently fields of hydrothermal vents are less common. [19] The world's deepest known black smokers are located in the Cayman Trough , 5,000 m (3.1 miles) below the ocean's surface. [20]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/MARUM_Schwarzer_Raucher.jpg/220px-MARUM_Schwarzer_Raucher.jpg",
                "caption": "The black smoker \"Candelabra\" in the Logatchev hydrothermal field on the Mid-Atlantic Ridge at a water depth of 3,300 m (10,800 ft)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydrothermal_vent",
        "title": "Hydrothermal vent",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "White smokers",
        "text": "White smoker vents emit lighter-hued minerals, such as those containing barium , calcium and silicon . These vents also tend to have lower-temperature plumes probably because they are generally distant from their heat source. [1] Black and white smokers may coexist in the same hydrothermal field, but they generally represent proximal (close) and distal (distant) vents to the main upflow zone, respectively. However, white smokers correspond mostly to waning stages of such hydrothermal fields, as magmatic heat sources become progressively more distant from the source (due to magma crystallization) and hydrothermal fluids become dominated by seawater instead of magmatic water. Mineralizing fluids from this type of vent are rich in calcium and they form dominantly sulfate -rich (i.e., barite and anhydrite ) and carbonate deposits. [1]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Eifuku_chimneys_bubbles.jpg/220px-Eifuku_chimneys_bubbles.jpg",
                "caption": "Carbon dioxide bubbles are emitted from white smokers at the Champagne vent site in Eifuku."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydrothermal_vent",
        "title": "Hydrothermal vent",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Ocean biogeochemistry",
        "text": "Hydrothermal plumes represent an important mechanism through which hydrothermal systems influence marine biogeochemistry . Hydrothermal vents emit a wide variety of trace metals into the ocean, including Fe , Mn , Cr , Cu , Zn , Co , Ni , Mo , Cd , V , and W , [25] many of which have biological functions. [26] Numerous physical and chemical processes control the fate of these metals once they are expelled into the water column. Based on thermodynamic theory, Fe 2+ and Mn 2+ should oxidize in seawater to form insoluble metal (oxy)hydroxide precipitates; however, complexation with organic compounds and the formation of colloids and nanoparticles can keep these redox-sensitive elements suspended in solution far from the vent site. [21] [23] Fe and Mn often have the highest concentrations among metals in acidic hydrothermal vent fluids, [25] and both have biological significance, particularly Fe, which is often a limiting nutrient in marine environments. [26] Therefore, far-field transport of Fe and Mn via organic complexation may constitute an important mechanism of ocean metal cycling. [22] Additionally, hydrothermal vents deliver significant concentrations of other biologically important trace metals to the ocean such as Mo, which may have been important in the early chemical evolution of the Earth's oceans and to the origin of life (see \"theory of hydrothermal origin of life\"). [25] [27] However, Fe and Mn precipitates can also influence ocean biogeochemistry by removing trace metals from the water column. The charged surfaces of iron (oxy)hydroxide minerals effectively adsorb elements such as phosphorus , vanadium , arsenic , and rare earth metals from seawater; therefore, although hydrothermal plumes may represent a net source of metals such as Fe and Mn to the oceans, they can also scavenge other metals and non-metalliferous nutrients such as P from seawater, representing a net sink of these elements. [23]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Deep_Sea_Vent_Chemistry_Diagram.svg/241px-Deep_Sea_Vent_Chemistry_Diagram.svg.png",
                "caption": "Diagram of biogeochemical processes within a hydrothermal vent system"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydrothermal_vent",
        "title": "Hydrothermal vent",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Biological communities",
        "text": "The ecosystem so formed is reliant upon the continued existence of the hydrothermal vent field as the primary source of energy, which differs from most surface life on Earth, which is based on solar energy . However, although it is often said that these communities exist independently of the sun, some of the organisms are actually dependent upon oxygen produced by photosynthetic organisms, while others are anaerobic . The chemosynthetic bacteria grow into a thick mat which attracts other organisms, such as amphipods and copepods , which graze upon the bacteria directly. Larger organisms, such as snails, shrimp, crabs, tube worms , fish (especially eelpout , cutthroat eel , Ophidiiformes and Symphurus thermophilus ), and octopuses (notably Vulcanoctopus hydrothermalis ), form a food chain of predator and prey relationships above the primary consumers. The main families of organisms found around seafloor vents are annelids , pogonophorans , gastropods , and crustaceans, with large bivalves , vestimentiferan worms, and \"eyeless\" shrimp making up the bulk of nonmicrobial organisms. [ citation needed ] Siboglinid tube worms , which may grow to over 2 m (6.6 ft) tall in the largest species, often form an important part of the community around a hydrothermal vent. They have no mouth or digestive tract, and like parasitic worms, absorb nutrients produced by the bacteria in their tissues. About 285 billion bacteria are found per ounce of tubeworm tissue. Tubeworms have red plumes which contain hemoglobin . Hemoglobin combines with hydrogen sulfide and transfers it to the bacteria living inside the worm. In return, the bacteria nourish the worm with carbon compounds. Two of the species that inhabit a hydrothermal vent are Tevnia jerichonana , and Riftia pachyptila . One discovered community, dubbed \" Eel City \", consists predominantly of the eel Dysommina rugosa . Though eels are not uncommon, invertebrates typically dominate hydrothermal vents. Eel City is located near Nafanua volcanic cone , American Samoa . [30] In 1993, already more than 100 gastropod species were known to occur in hydrothermal vents. [31] Over 300 new species have been discovered at hydrothermal vents, [32] many of them \"sister species\" to others found in geographically separated vent areas. It has been proposed that before the North American plate overrode the mid-ocean ridge , there was a single biogeographic vent region found in the eastern Pacific. [33] The subsequent barrier to travel began the evolutionary divergence of species in different locations. The examples of convergent evolution seen between distinct hydrothermal vents is seen as major support for the theory of natural selection and of evolution as a whole. Although life is very sparse at these depths, black smokers are the centers of entire ecosystems . Sunlight is nonexistent, so many organisms, such as archaea and extremophiles , convert the heat, methane , and sulfur compounds provided by black smokers into energy through a process called chemosynthesis . More complex life forms, such as clams and tubeworms , feed on these organisms. The organisms at the base of the food chain also deposit minerals into the base of the black smoker, therefore completing the life cycle . A species of phototrophic bacterium has been found living near a black smoker off the coast of Mexico at a depth of 2,500 m (8,200 ft). No sunlight penetrates that far into the waters. Instead, the bacteria, part of the Chlorobiaceae family, use the faint glow from the black smoker for photosynthesis . This is the first organism discovered in nature to exclusively use a light other than sunlight for photosynthesis. [34] New and unusual species are constantly being discovered in the neighborhood of black smokers. The Pompeii worm Alvinella pompejana , which is capable of withstanding temperatures up to 80 °C (176 °F), was found in the 1980s, and a scaly-foot gastropod Chrysomallon squamiferum in 2001 during an expedition to the Indian Ocean 's Kairei hydrothermal vent field . The latter uses iron sulfides ( pyrite and greigite) for the structure of its dermal sclerites (hardened body parts), instead of calcium carbonate . The extreme pressure of 2,500 m of water (approximately 25 megapascals or 250 atmospheres ) is thought to play a role in stabilizing iron sulfide for biological purposes. This armor plating probably serves as a defense against the venomous radula (teeth) of predatory snails in that community. In March 2017, researchers reported evidence of possibly the oldest forms of life on Earth . Putative fossilized microorganisms were discovered in hydrothermal vent precipitates in the Nuvvuagittuq Belt of Quebec, Canada , that may have lived as early as 4.280 billion years ago , not long after the oceans formed 4.4 billion years ago , and not long after the formation of the Earth 4.54 billion years ago. [35] [36] [37]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/MARUM_Schwarzer_Raucher_Fauna.jpg/220px-MARUM_Schwarzer_Raucher_Fauna.jpg",
                "caption": "Living community at hydrothermal seeps on the Mid-Ocean Ridge at a water depth of 3,030 m (9,940 ft)"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Riftia_tube_worm_colony_Galapagos_2011.jpg/220px-Riftia_tube_worm_colony_Galapagos_2011.jpg",
                "caption": "Giant tube worms ( Riftia pachyptila ) cluster around vents in the Galapagos Rift ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Expl1534_%289734552643%29.jpg/220px-Expl1534_%289734552643%29.jpg",
                "caption": "Swarms of small synaphobranchid eels, Dysommina rugosa , live in the crevices on the summit of Nafanua. Scientists dubbed this site \"Eel City\"."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Sully_Vent.jpg/220px-Sully_Vent.jpg",
                "caption": "Giant tube worms at the base of a hydrothermal mount"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Fauna_on_hydrothermal_vents.jpg/220px-Fauna_on_hydrothermal_vents.jpg",
                "caption": "Shrimp ( Alvinocaris ), a few squat lobsters, and hundreds of bivalves ( Bathymodiolus )"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Macrouridae.jpg/220px-Macrouridae.jpg",
                "caption": "A Macrouridae next to an extinct smoker"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydrothermal_vent",
        "title": "Hydrothermal vent",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Animal-bacterial symbiosis",
        "text": "Hydrothermal vent ecosystems have enormous biomass and productivity, but this rests on the symbiotic relationships that have evolved at vents. Deep-sea hydrothermal vent ecosystems differ from their shallow-water and terrestrial hydrothermal counterparts due to the symbiosis that occurs between macroinvertebrate hosts and chemoautotrophic microbial symbionts in the former. [38] Since sunlight does not reach deep-sea hydrothermal vents, organisms in deep-sea hydrothermal vents cannot obtain energy from the sun to perform photosynthesis. Instead, the microbial life found at hydrothermal vents is chemosynthetic; they fix carbon by using energy from chemicals such as sulfide, as opposed to light energy from the sun. In other words, the symbiont converts inorganic molecules (H 2 S, CO 2 , O) to organic molecules that the host then uses as nutrition. However, sulfide is an extremely toxic substance to most life on Earth. For this reason, scientists were astounded when they first found hydrothermal vents teeming with life in 1977. What was discovered was the ubiquitous symbiosis of chemoautotrophs living in ( endosymbiosis ) the vent animals' gills; the reason why multicellular life is capable to survive the toxicity of vent systems. Scientists are therefore now studying how the microbial symbionts aid in sulfide detoxification (therefore allowing the host to survive the otherwise toxic conditions). Work on microbiome function shows that host-associated microbiomes are also important in host development, nutrition, defense against predators, and detoxification. In return, the host provides the symbiont with chemicals required for chemosynthesis, such as carbon, sulfide, and oxygen. [ citation needed ] In the early stages of studying life at hydrothermal vents, there were differing theories regarding the mechanisms by which multicellular organisms were able to acquire nutrients from these environments, and how they were able to survive in such extreme conditions. In 1977, it was hypothesized that the chemoautotrophic bacteria at hydrothermal vents might be responsible for contributing to the diet of suspension-feeding bivalves. [39] Finally, in 1981, it was understood that giant tubeworm nutrition acquisition occurred as a result of chemoautotrophic bacterial endosymbionts. [40] [41] [42] As scientists continued to study life at hydrothermal vents, it was understood that symbiotic relationships between chemoautotrophs and macrofauna invertebrate species was ubiquitous. For instance, in 1983, clam gill tissue was confirmed to contain bacterial endosymbionts; [43] in 1984 vent bathymodiolid mussels and vesicomyid clams were also found to carry endosymbionts. [44] [45] However, the mechanisms by which organisms acquire their symbionts differ, as do the metabolic relationships. For instance, tubeworms have no mouth and no gut, but they do have a \"trophosome\", which is where they deal with nutrition and where their endosymbionts are found. They also have a bright red plume, which they use to uptake compounds such as O, H 2 S, and CO 2 , which feed the endosymbionts in their trophosome. Remarkably, the tubeworms hemoglobin (which incidentally is the reason for the bright red color of the plume) is capable of carrying oxygen without interference or inhibition from sulfide, despite the fact that oxygen and sulfide are typically very reactive. In 2005, it was discovered that this is possible due to zinc ions that bind the hydrogen sulfide in the tubeworms hemoglobin, therefore preventing the sulfide from reacting with the oxygen. It also reduces the tubeworms tissue from exposure to the sulfide and provides the bacteria with the sulfide to perform chemoautotrophy. [46] It has also been discovered that tubeworms can metabolize CO 2 in two different ways, and can alternate between the two as needed as environmental conditions change. [47] In 1988, research confirmed thiotrophic (sulfide-oxidizing) bacteria in Alviniconcha hessleri , a large vent mollusk. [48] In order to circumvent the toxicity of sulfide, mussels first convert it to thiosulfate before carrying it over to the symbionts. [49] In the case of motile organisms such as alvinocarid shrimp, they must track oxic (oxygen-rich) / anoxic (oxygen-poor) environments as they fluctuate in the environment. [ citation needed ] Organisms living at the edge of hydrothermal vent fields, such as pectinid scallops, also carry endosymbionts in their gills, and as a result their bacterial density is low relative to organisms living nearer to the vent. However, the scallop's dependence on the microbial endosymbiont for obtaining their nutrition is therefore also lessened. [ citation needed ] Furthermore, not all host animals have endosymbionts; some have episymbionts—symbionts living on the animal as opposed to inside the animal. Shrimp found at vents in the Mid-Atlantic Ridge were once thought of as an exception to the necessity of symbiosis for macroinvertebrate survival at vents. That changed in 1988 when they were discovered to carry episymbionts. [50] Since then, other organisms at vents have been found to carry episymbionts as well, [51] such as Lepetodrilis fucensis. [52] Furthermore, while some symbionts reduce sulfur compounds, others are known as \" methanotrophs \" and reduce carbon compounds, namely methane. Bathmodiolid mussels are an example of a host that contains methanotrophic endosymbionts; however, the latter mostly occur in cold seeps as opposed to hydrothermal vents. [ citation needed ] While chemosynthesis occurring at the deep ocean allows organisms to live without sunlight in the immediate sense, they technically still rely on the sun for survival, since oxygen in the ocean is a byproduct of photosynthesis. However, if the sun were to suddenly disappear and photosynthesis ceased to occur on our planet, life at the deep-sea hydrothermal vents could continue for millennia (until the oxygen was depleted). [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Dense_mass_of_anomuran_crab_Kiwa_around_deep-sea_hydrothermal_vent.jpg/220px-Dense_mass_of_anomuran_crab_Kiwa_around_deep-sea_hydrothermal_vent.jpg",
                "caption": "A dense fauna ( Kiwa anomurans and Vulcanolepas -like stalked barnacles) near East Scotia Ridge vents"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydrothermal_vent",
        "title": "Hydrothermal vent",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Discovery and exploration",
        "text": "In 1949, a deep water survey reported anomalously hot brines in the central portion of the Red Sea . Later work in the 1960s confirmed the presence of hot, 60 °C (140 °F), saline brines and associated metalliferous muds. The hot solutions were emanating from an active subseafloor rift . The highly saline character of the waters was not hospitable to living organisms. [86] The brines and associated muds are currently under investigation as a source of mineable precious and base metals. In June 1976, scientists from the Scripps Institution of Oceanography obtained the first evidence for submarine hydrothermal vents along the Galápagos Rift, a spur of the East Pacific Rise , on the Pleiades II expedition, using the Deep-Tow seafloor imaging system. [87] In 1977, the first scientific papers on hydrothermal vents were published [88] by scientists from the Scripps Institution of Oceanography ; research scientist Peter Lonsdale published photographs taken from deep-towed cameras, [89] and PhD student Kathleen Crane published maps and temperature anomaly data. [90] Transponders were deployed at the site, which was nicknamed \"Clam-bake\", to enable an expedition to return the following year for direct observations with the DSV Alvin . Chemosynthetic ecosystems surrounding the Galápagos Rift submarine hydrothermal vents were first directly observed in 1977, when a group of marine geologists funded by the National Science Foundation returned to the Clambake sites. The principal investigator for the submersible study was Jack Corliss of Oregon State University . Corliss and Tjeerd van Andel from Stanford University observed and sampled the vents and their ecosystem on February 17, 1977, while diving in the DSV Alvin , a research submersible operated by the Woods Hole Oceanographic Institution (WHOI). [91] Other scientists on the research cruise included Richard (Dick) Von Herzen and Robert Ballard of WHOI, Jack Dymond and Louis Gordon of Oregon State University, John Edmond and Tanya Atwater of the Massachusetts Institute of Technology , Dave Williams of the U.S. Geological Survey , and Kathleen Crane of Scripps Institution of Oceanography . [91] [92] This team published their observations of the vents, organisms, and the composition of the vent fluids in the journal Science. [93] In 1979, a team of biologists led by J. Frederick Grassle, at the time at WHOI , returned to the same location to investigate the biological communities discovered two year earlier. High temperature hydrothermal vents, the \"black smokers\", were discovered in spring 1979 by a team from the Scripps Institution of Oceanography using the submersible Alvin . The RISE expedition explored the East Pacific Rise at 21° N with the goals of testing geophysical mapping of the sea floor with the Alvin and finding another hydrothermal field beyond the Galápagos Rift vents. The expedition was led by Fred Spiess and Ken Macdonald and included participants from the U.S., Mexico and France. [17] The dive region was selected based on the discovery of sea floor mounds of sulfide minerals by the French CYAMEX expedition in 1978. [94] Prior to dive operations, expedition member Robert Ballard located near-bottom water temperature anomalies using a deeply towed instrument package. The first dive was targeted at one of those anomalies. On Easter Sunday April 15, 1979 during a dive of Alvin to 2,600 meters, Roger Larson and Bruce Luyendyk found a hydrothermal vent field with a biological community similar to the Galápagos vents. On a subsequent dive on April 21, William Normark and Thierry Juteau discovered the high temperature vents emitting black mineral particle jets from chimneys; the black smokers. [95] Following this Macdonald and Jim Aiken rigged a temperature probe to Alvin to measure the water temperature at the black smoker vents. This observed the highest temperatures then recorded at deep sea hydrothermal vents (380±30 °C). [96] Analysis of black smoker material and the chimneys that fed them revealed that iron sulfide precipitates are the common minerals in the \"smoke\" and walls of the chimneys. [97] In 2005, Neptune Resources NL, a mineral exploration company, applied for and was granted 35,000 km 2 of exploration rights over the Kermadec Arc in New Zealand 's Exclusive Economic Zone to explore for seafloor massive sulfide deposits , a potential new source of lead - zinc - copper sulfides formed from modern hydrothermal vent fields. The discovery of a vent in the Pacific Ocean offshore of Costa Rica , named the Medusa hydrothermal vent field (after the serpent-haired Medusa of Greek mythology ), was announced in April 2007. [98] The Ashadze hydrothermal field (13°N on the Mid-Atlantic Ridge, elevation -4200 m) was the deepest known high-temperature hydrothermal field until 2010, when a hydrothermal plume emanating from the Beebe [99] site ( 18°33′N 81°43′W ﻿ / ﻿ 18.550°N 81.717°W ﻿ / 18.550; -81.717 , elevation -5000 m) was detected by a group of scientists from NASA Jet Propulsion Laboratory and Woods Hole Oceanographic Institution . This site is located on the 110 km long, ultraslow spreading Mid-Cayman Rise within the Cayman Trough . [100] In early 2013, the deepest known hydrothermal vents were discovered in the Caribbean Sea at a depth of almost 5,000 metres (16,000 ft). [101] Oceanographers are studying the volcanoes and hydrothermal vents of the Juan de Fuca mid ocean ridge where tectonic plates are moving away from each other. [102] Hydrothermal vents and other geothermal manifestations are currently being explored in the Bahía de Concepción, Baja California Sur, Mexico. [103]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/BlackSmoker.jpg/220px-BlackSmoker.jpg",
                "caption": "Black smokers were first discovered in 1979 on the East Pacific Rise at 21° north latitude."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/ALVIN_submersible.jpg/220px-ALVIN_submersible.jpg",
                "caption": "Alvin in 1978, a year after first exploring hydrothermal vents. The rack hanging at the bow holds sample containers."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Brothers_blacksmoker_hires.jpg/220px-Brothers_blacksmoker_hires.jpg",
                "caption": "A black smoker known as The Brothers"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydrothermal_vent",
        "title": "Hydrothermal vent",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Distribution",
        "text": "Hydrothermal vents are distributed along the Earth's plate boundaries, although they may also be found at intra-plate locations such as hotspot volcanoes. As of 2009 there were approximately 500 known active submarine hydrothermal vent fields, with about half visually observed at the seafloor and the other half suspected from water column indicators and/or seafloor deposits. [104] Rogers et al. (2012) [105] recognized at least 11 biogeographic provinces of hydrothermal vent systems:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Distribution_of_hydrothermal_vent_fields.png/440px-Distribution_of_hydrothermal_vent_fields.png",
                "caption": "Distribution of hydrothermal vents"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydrothermal_vent",
        "title": "Hydrothermal vent",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Exploitation",
        "text": "Hydrothermal vents, in some instances, have led to the formation of exploitable mineral resources via the deposition of seafloor massive sulfide deposits . The Mount Isa orebody, located in Queensland , Australia , is an excellent example. [106] Many hydrothermal vents are rich in cobalt , gold , copper , and rare earth metals essential for electronic components. [107] Hydrothermal venting on the Archean seafloor is considered to have formed Algoma-type banded iron formations , which have been a source of iron ore . [108] Recently, mineral exploration companies, driven by the elevated price activity in the base metals sector during the mid-2000s, have turned their attention to the extraction of mineral resources from hydrothermal fields on the seafloor. Significant cost reductions are, in theory, possible. [109] In countries such as Japan , where mineral resources are primarily derived from international imports, [110] there is a particular push for the extraction of seafloor mineral resources. [111] The world's first \"large-scale\" mining of hydrothermal vent mineral deposits was carried out by Japan Oil, Gas and Metals National Corporation (JOGMEC) in August – September, 2017. JOGMEC carried out this operation using the Research Vessel Hakurei . This mining was carried out at the 'Izena hole/cauldron' vent field within the hydrothermally active back-arc basin known as the Okinawa Trough , which contains 15 confirmed vent fields according to the InterRidge Vents Database. Two companies are currently engaged in the late stages of commencing to mine seafloor massive sulfides (SMS). Nautilus Minerals is in the advanced stages of commencing extraction from its Solwarra deposit, in the Bismarck Archipelago , and Neptune Minerals is at an earlier stage with its Rumble II West deposit, located on the Kermadec Arc , near the Kermadec Islands . Both companies are proposing using modified existing technology. Nautilus Minerals, in partnership with Placer Dome (now part of Barrick Gold ), succeeded in 2006 in returning over 10 metric tons of mined SMS to the surface using modified drum cutters mounted on an ROV, a world first. [112] Neptune Minerals in 2007 succeeded in recovering SMS sediment samples using a modified oil industry suction pump mounted on an ROV, also a world first. [113] Potential seafloor mining has environmental impacts, including dust plumes from mining machinery affecting filter-feeding organisms, [107] collapsing or reopening vents, methane clathrate release, or even sub-oceanic land slides. [114] There are also potential environmental effects from the tools needed for mining these hydrothermal vent ecosystems, including noise pollution and anthropogenic light. Hydrothermal vent system mining would require the use of both submerged mining tools on the seafloor, including remotely operated underwater vehicles (ROVs), as well as surface support vessels on the ocean surface. [115] Inevitably, through the operation of these machines, some level of noise will be created, which presents a problem for hydrothermal vent organisms because, as they are up to 12,000 feet below the surface of the ocean, they experience very little sound. [115] As a result of this, these organisms have evolved to have highly sensitive hearing organs, so if there is a sudden increase in noise, such as that created by mining machinery, there is potential to damage these auditory organs and harm the vent organisms. [115] It is also important to consider that many studies have been able to show that a large percent of benthic organisms communicate using very low-frequency sounds; therefore, increasing ambient noise levels on the seafloor could potentially mask communication between the organisms and alter behavioral patterns. [115] Similar to how deep-sea SMS mining tools create noise pollution, they also create anthropogenic light sources on the seafloor (from mining tools) and the ocean surface (from surface support vessels). Organisms at these hydrothermal vent systems are in the aphotic zone of the ocean and have adapted to very low light conditions. Studies on deep sea shrimp have shown the potential for flood lights used on the sea floor used in studying the vent systems to cause permanent retinal damage, [115] warranting further research into the potential risk to other vent organisms. On top of the risk presented to deep-sea organisms, the surface support vessels use nocturnal anthropogenic lighting. [115] Research has shown that this type of lighting on the ocean surface can disorient seabirds and cause fallout, where they fly toward the anthropogenic light and become exhausted or collide with man-made objects, resulting in injury or death. [115] There is consideration for both aquatic and land organisms when evaluating the environmental effects of hydrothermal vent mining. There are three mining waste processes, known as the side cast sediment release, dewatering process, and sediment shift or disturbance, that would be expected with the deep-sea mining processes and could result in the accumulation of a sediment plume or cloud, which can have substantial environmental implications. The side cast sediment release is a process that would occur at the seafloor and would involve the move of material at the seafloor by the submerged ROV's and would most likely contribute to the formation of sediment plumes at the seafloor. [115] The idea of side cast release is that the ROV's would discard economically invaluable material to the side of the mining sight before transporting the sulfide material to the supporting vessel at the surface. The goal of this process is to reduce the amount of material being transferred to the surface and minimize land-based. [115] The dewatering process is a mining waste process that would most likely contribute to the formation of sediment plumes from the surface. The method of mine waste disposal releases water from the ship that may have been obtained during the extraction and transport of the material from the seafloor to the surface. The third contribution to the formation of the sediment plume or cloud would be sediment disturbance and release. This mining waste contribution is mainly associated with the mining activity on the seafloor associated with the movement of the ROVs and the destructive disturbance of the seafloor as part of the mining process itself. [115] The two main environmental concerns as a result of these waste mining processes that contribute to the formation of the sediment plume would be the release of heavy metals and increased amounts of sediment released. The release of heavy metals is mainly associated with the dewatering process that would take place on board the ship at the surface of the water. [115] The main problem associated with dewatering is that it is not just the release of seawater re-entering the water column. Heavy metals such as copper and cobalt that would be sourced from the material extracted on the seafloor are also mixed in with the water that is released into the water column. The first environmental concern associated with the release of heavy metals is that it has the potential to change ocean chemistry within that localized water column area. The second concern would be that some of the heavy metals that could be released can have some level of toxicity to not only organisms inhabiting that area but also organisms passing through the mining site area. [115] The concerns surrounding increased sediment release are mainly related to the other two mining waste processes, side cast sediment and seafloor sediment disturbance. The main environmental concern would be the smothering of organisms below as a result of redistributing large amounts of sediment to other areas on the seafloor, which could potentially threaten the population of organisms inhabiting the area. Redistribution of large quantities of sediment can also affect the feeding and gas exchange processes between organisms, posing a serious threat to the population. Finally, these processes can also increase the sedimentation rate on the seafloor, resulting in a predicted minimum of 500 m per every 1–10 km. [115] A large amount of work is currently being engaged in by both of the above-mentioned companies to ensure that the potential environmental impacts of seafloor mining are well understood and control measures are implemented before exploitation commences. [116] However, this process has been arguably hindered by the disproportionate distribution of research effort among vent ecosystems; the best studied and understood hydrothermal vent ecosystems are not representative of those targeted for mining. [117] Attempts have been made in the past to exploit minerals from the seafloor. The 1960s and 1970s saw a great deal of activity (and expenditure) in the recovery of manganese nodules from the abyssal plains , with varying degrees of success. This does demonstrate, however, that the recovery of minerals from the seafloor is possible and has been possible for some time. Mining of manganese nodules served as a cover story for the elaborate attempt in 1974 by the CIA to raise the sunken Soviet submarine K-129 using the Glomar Explorer , a ship purpose-built for the task by Howard Hughes . [118] The operation was known as Project Azorian , and the cover story of seafloor mining of manganese nodules may have served as the impetus to propel other companies to make the attempt.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Minerals_sediments.jpg/220px-Minerals_sediments.jpg",
                "caption": "Hydrothermal fluids contain dissolved minerals that cool and react with seawater and then precipitate as sediment on the surrounding seabed."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Alvinocaris.jpg/220px-Alvinocaris.jpg",
                "caption": "A swarm of shrimp from the genus Alvinocaris near a vent in the Pacific Ring of Fire"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydrothermal_vent",
        "title": "Hydrothermal vent",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Definitions",
        "text": "There is no universally accepted definition of a hot spring. For example, one can find the phrase hot spring defined as The related term \" warm spring \" is defined as a spring with water temperature less than a hot spring by many sources, although Pentecost et al. (2003) suggest that the phrase \"warm spring\" is not useful and should be avoided. [9] The US NOAA Geophysical Data Center defines a \"warm spring\" as a spring with water between 20 and 50 °C (68 and 122 °F). [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Rio_Quente_16_%2827822967745%29.jpg/220px-Rio_Quente_16_%2827822967745%29.jpg",
                "caption": "Hot water springs in Rio Quente, Brazil"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hot_spring",
        "title": "Hot spring",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Sources of heat",
        "text": "Water issuing from a hot spring is heated geothermally , that is, with heat produced from the Earth's mantle . This takes place in two ways. In areas of high volcanic activity, magma (molten rock) may be present at shallow depths in the Earth's crust . Groundwater is heated by these shallow magma bodies and rises to the surface to emerge at a hot spring. However, even in areas that do not experience volcanic activity, the temperature of rocks within the earth increases with depth. The rate of temperature increase with depth is known as the geothermal gradient . If water percolates deeply enough into the crust, it will be heated as it comes into contact with hot rock. This generally takes place along faults , where shattered rock beds provide easy paths for water to circulate to greater depths. [18] Much of the heat is created by decay of naturally radioactive elements. An estimated 45 to 90 percent of the heat escaping from the Earth originates from radioactive decay of elements mainly located in the mantle. [19] [20] [21] The major heat-producing isotopes in the Earth are potassium-40 , uranium-238 , uranium-235 , and thorium-232 . [22] In areas with no volcanic activity, this heat flows through the crust by a slow process of thermal conduction , but in volcanic areas, the heat is carried to the surface more rapidly by bodies of magma. [23] A hot spring that periodically jets water and steam is called a geyser . In active volcanic zones such as Yellowstone National Park , magma may be present at shallow depths. If a hot spring is connected to a large natural cistern close to such a magma body, the magma may superheat the water in the cistern, raising its temperature above the normal boiling point. The water will not immediately boil, because the weight of the water column above the cistern pressurizes the cistern and suppresses boiling. However, as the superheated water expands, some of the water will emerge at the surface, reducing pressure in the cistern. This allows some of the water in the cistern to flash into steam, which forces more water out of the hot spring. This leads to a runaway condition in which a sizable amount of water and steam are forcibly ejected from the hot spring as the cistern is emptied. The cistern then refills with cooler water, and the cycle repeats. [24] [25] Geysers require both a natural cistern and an abundant source of cooler water to refill the cistern after each eruption of the geyser. If the water supply is less abundant, so that the water is boiled as fast as it can accumulate and only reaches the surface in the form of steam , the result is a fumarole . If the water is mixed with mud and clay , the result is a mud pot . [24] [26] An example of a non-volcanic warm spring is Warm Springs, Georgia (frequented for its therapeutic effects by paraplegic U.S. President Franklin D. Roosevelt , who built the Little White House there). Here the groundwater originates as rain and snow ( meteoric water ) falling on the nearby mountains, which penetrates a particular formation ( Hollis Quartzite ) to a depth of 3,000 feet (910 m) and is heated by the normal geothermal gradient. [27]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Evolution_of_Earth%27s_radiogenic_heat.svg/280px-Evolution_of_Earth%27s_radiogenic_heat.svg.png",
                "caption": "The radiogenic heat from the decay of 238 U and 232 Th are now the major contributors to the earth's internal heat budget ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hot_spring",
        "title": "Hot spring",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Chemistry",
        "text": "Because heated water can hold more dissolved solids than cold water, the water that issues from hot springs often has a very high mineral content, containing everything from calcium to lithium and even radium . The overall chemistry of hot springs varies from alkaline chloride to acid sulfate to bicarbonate to iron-rich , each of which defines an end member of a range of possible hot spring chemistries. [28] [29] Alkaline chloride hot springs are fed by hydrothermal fluids that form when groundwater containing dissolved chloride salts reacts with silicate rocks at high temperature. These springs have nearly neutral pH but are saturated with silica ( SiO 2 ). The solubility of silica depends strongly upon temperature, so upon cooling, the silica is deposited as geyserite , a form of opal (opal-A: SiO 2 ·nH 2 O ). [30] This process is slow enough that geyserite is not all deposited immediately around the vent, but tends to build up a low, broad platform for some distance around the spring opening. [31] [29] [32] Acid sulfate hot springs are fed by hydrothermal fluids rich in hydrogen sulfide ( H 2 S ), which is oxidized to form sulfuric acid , H 2 SO 4 . [31] The pH of the fluids is thereby lowered to values as low as 0.8. [33] The acid reacts with rock to alter it to clay minerals , oxide minerals , and a residue of silica. [29] Bicarbonate hot springs are fed by hydrothermal fluids that form when carbon dioxide ( CO 2 ) and groundwater react with carbonate rocks . [31] When the fluids reach the surface, CO 2 is rapidly lost and carbonate minerals precipitate as travertine , so that bicarbonate hot springs tend to form high-relief structures around their openings. [29] Iron-rich springs are characterized by the presence of microbial communities that produce clumps of oxidized iron from iron in the hydrothermal fluids feeding the spring. [34] [29] Some hot springs produce fluids that are intermediate in chemistry between these extremes. For example, mixed acid-sulfate-chloride hot springs are intermediate between acid sulfate and alkaline chloride springs and may form by mixing of acid sulfate and alkaline chloride fluids. They deposit geyserite, but in smaller quantities than alkaline chloride springs. [31]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/GM_Guelma_Hammam_Challala01.jpg/220px-GM_Guelma_Hammam_Challala01.jpg",
                "caption": "Hammam Maskhoutine in Algeria , an example of a bicarbonate hot spring"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hot_spring",
        "title": "Hot spring",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Flow rates",
        "text": "Hot springs range in flow rate from the tiniest \"seeps\" to veritable rivers of hot water. Sometimes there is enough pressure that the water shoots upward in a geyser , or fountain .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Islande_source_Deildartunguhver.jpg/170px-Islande_source_Deildartunguhver.jpg",
                "caption": "Deildartunguhver , Iceland : the highest flow hot spring in Europe"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hot_spring",
        "title": "Hot spring",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Ecosystems",
        "text": "Hot springs often host communities of microorganisms adapted to life in hot, mineral-laden water. These include thermophiles , which are a type of extremophile that thrives at high temperatures, between 45 and 80 °C (113 and 176 °F). [37] Further from the vent, where the water has had time to cool and precipitate part of its mineral load, conditions favor organisms adapted to less extreme conditions. This produces a succession of microbial communities as one moves away from the vent, which in some respects resembles the successive stages in the evolution of early life. [38] For example, in a bicarbonate hot spring, the community of organisms immediately around the vent is dominated by filamentous thermophilic bacteria , such as Aquifex and other Aquificales , that oxidize sulfide and hydrogen to obtain energy for their life processes. Further from the vent, where water temperatures have dropped below 60 °C (140 °F), the surface is covered with microbial mats 1 centimetre (0.39 in) thick that are dominated by cyanobacteria , such as Spirulina , Oscillatoria , and Synechococcus , [39] and green sulfur bacteria such as Chloroflexus . These organisms are all capable of photosynthesis , though green sulfur bacteria produce sulfur rather than oxygen during photosynthesis. Still further from the vent, where temperatures drop below 45 °C (113 °F), conditions are favorable for a complex community of microorganisms that includes Spirulina , Calothrix , diatoms and other single-celled eukaryotes , and grazing insects and protozoans. As temperatures drop close to those of the surroundings, higher plants appear. [38] Alkali chloride hot springs show a similar succession of communities of organisms, with various thermophilic bacteria and archaea in the hottest parts of the vent. Acid sulfate hot springs show a somewhat different succession of microorganisms, dominated by acid-tolerant algae (such as members of Cyanidiophyceae ), fungi , and diatoms. [31] Iron-rich hot springs contain communities of photosynthetic organisms that oxidize reduced ( ferrous ) iron to oxidized ( ferric ) iron. [40] Hot springs are a dependable source of water that provides a rich chemical environment. This includes reduced chemical species that microorganisms can oxidize as a source of energy.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Algal_mats_on_hot_pool%2C_Orakei_Korako_1.jpg/220px-Algal_mats_on_hot_pool%2C_Orakei_Korako_1.jpg",
                "caption": "Algal mats growing in the Map of Africa hot pool, Orakei Korako , New Zealand"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hot_spring",
        "title": "Hot spring",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Examples",
        "text": "There are hot springs in many places and on all continents of the world. Countries that are renowned for their hot springs include China , Costa Rica , Hungary , Iceland , Iran , Japan , New Zealand , Brazil , Peru , Serbia , South Korea , Taiwan , Turkey , and the United States , but there are hot springs in many other places as well:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Geothermal_springs_map_US.png/290px-Geothermal_springs_map_US.png",
                "caption": "Distribution of geothermal springs in the US"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hot_spring",
        "title": "Hot spring",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Background",
        "text": "Volcanism is a process in which magma from a planet's interior rises through the crust and erupts on the surface. The erupted materials consist of molten rock ( lava ), hot fragmental debris ( tephra or ash), and gases . Volcanism is a principal way that planets release their internal heat. Volcanic eruptions produce distinctive landforms , rock types, and terrains that provide a window on the chemical composition, thermal state , and history of a planet's interior. [10] Magma is a complex, high-temperature mixture of molten silicates , suspended crystals , and dissolved gases. Magma on Mars likely ascends in a similar manner to that on Earth. [11] It rises through the lower crust in diapiric bodies that are less dense than the surrounding material. As the magma rises, it eventually reaches regions of lower density. When the magma density matches that of the host rock, buoyancy is neutralized and the magma body stalls. At this point, it may form a magma chamber and spread out laterally into a network of dikes and sills . Subsequently, the magma may cool and solidify to form intrusive igneous bodies ( plutons ). Geologists estimate that about 80% of the magma generated on Earth stalls in the crust and never reaches the surface. [12] As magma rises and cools, it undergoes many complex and dynamic compositional changes. Heavier minerals may crystallize and settle to the bottom of the magma chamber. The magma may also assimilate portions of host rock or mix with other batches of magma. These processes alter the composition of the remaining melt, so that any magma reaching the surface may be chemically quite different from its parent melt. Magmas that have been so altered are said to be \"evolved\" to distinguish them from \"primitive\" magmas that more closely resemble the composition of their mantle source. (See igneous differentiation and fractional crystallization .) More highly evolved magmas are usually felsic , that is enriched in silica , volatiles , and other light elements compared to iron- and magnesium-rich ( mafic ) primitive magmas. The degree and extent to which magmas evolve over time is an indication of a planet's level of internal heat and tectonic activity. The Earth's continental crust is made up of evolved granitic rocks that developed through many episodes of magmatic reprocessing. Evolved igneous rocks are much less common on cold, dead bodies such as the Moon. Mars, being intermediate in size between the Earth and the Moon, is thought to be intermediate in its level of magmatic activity. At shallower depths in the crust, the lithostatic pressure on the magma body decreases. The reduced pressure can cause gases ( volatiles ), such as carbon dioxide and water vapor, to exsolve from the melt into a froth of gas bubbles. The nucleation of bubbles causes a rapid expansion and cooling of the surrounding melt, producing glassy shards that may erupt explosively as tephra (also called pyroclastics ). Fine-grained tephra is commonly referred to as volcanic ash . Whether a volcano erupts explosively or effusively as fluid lava depends on the composition of the melt. Felsic magmas of andesitic and rhyolitic composition tend to erupt explosively. They are very viscous (thick and sticky) and rich in dissolved gases. Mafic magmas, on the other hand, are low in volatiles and commonly erupt effusively as basaltic lava flows. However, these are only generalizations. For example, magma that comes into sudden contact with groundwater or surface water may erupt violently in steam explosions called hydromagmatic ( phreatomagmatic or phreatic ) eruptions. Erupting magmas may also behave differently on planets with different interior compositions, atmospheres, and gravitational fields .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Fractional_crystallization.svg/330px-Fractional_crystallization.svg.png",
                "caption": "Schematic diagrams showing the principles behind fractional crystallisation in a magma . While cooling, the magma evolves in composition because different minerals crystallize from the melt. 1 : olivine crystallizes; 2 : olivine and pyroxene crystallize; 3 : pyroxene and plagioclase crystallize; 4 : plagioclase crystallizes. At the bottom of the magma reservoir, a cumulate rock forms."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Mars",
        "title": "Volcanism on Mars",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Differences in volcanic styles between Earth and Mars",
        "text": "The most common form of volcanism on the Earth is basaltic. Basalts are extrusive igneous rocks derived from the partial melting of the upper mantle. They are rich in iron and magnesium ( mafic ) minerals and commonly dark gray in color. The principal type of volcanism on Mars is almost certainly basaltic too. [13] On Earth, basaltic magmas commonly erupt as highly fluid flows, which either emerge directly from vents or form by the coalescence of molten clots at the base of lava fountains ( Hawaiian eruption ). These styles are also common on Mars, but the lower gravity and atmospheric pressure on Mars allow nucleation of gas bubbles (see above) to occur more readily and at greater depths than on Earth. As a consequence, Martian basaltic volcanoes are also capable of erupting large quantities of ash in Plinian-style eruptions. In a Plinian eruption, hot ash is incorporated into the atmosphere, forming a huge convective column (cloud). If insufficient atmosphere is incorporated, the column may collapse to form pyroclastic flows . [14] Plinian eruptions are rare in basaltic volcanoes on Earth where such eruptions are most commonly associated with silica-rich andesitic or rhyolitic magmas (e.g., Mount St. Helens ). Because the lower gravity of Mars generates less buoyancy forces on magma rising through the crust, the magma chambers that feed volcanoes on Mars are thought to be deeper and much larger than those on Earth. [15] If a magma body on Mars is to reach close enough to the surface to erupt before solidifying, it must be big. Consequently, eruptions on Mars are less frequent than on Earth, but are of enormous scale and eruptive rate when they do occur. Somewhat paradoxically, the lower gravity of Mars also allows for longer and more widespread lava flows. Lava eruptions on Mars may be unimaginably huge. A vast lava flow the size of the state of Oregon has recently been described in western Elysium Planitia . The flow is believed to have been emplaced turbulently over the span of several weeks and thought to be one of the youngest lava flows on Mars. [16] [17] The tectonic settings of volcanoes on Earth and Mars are very different. Most active volcanoes on Earth occur in long, linear chains along plate boundaries, either in zones where the lithosphere is spreading apart ( divergent boundaries ) or being subducted back into the mantle ( convergent boundaries ). Because Mars currently lacks plate tectonics , volcanoes there do not show the same global pattern as on Earth. Martian volcanoes are more analogous to terrestrial mid-plate volcanoes, such as those in the Hawaiian Islands , which are thought to have formed over a stationary mantle plume . [19] (See hot spot .) The paragenetic tephra from a Hawaiian cinder cone has been mined to create Martian regolith simulant for researchers to use since 1998. [20] [21] The largest and most conspicuous volcanoes on Mars occur in Tharsis and Elysium regions. These volcanoes are strikingly similar to shield volcanoes on Earth. Both have shallow-sloping flanks and summit calderas . The main difference between Martian shield volcanoes and those on Earth is in size: Martian shield volcanoes are truly colossal. For example, the tallest volcano on Mars, Olympus Mons , is 550 km across and 21 km high. It is nearly 100 times greater in volume than Mauna Loa in Hawaii , the largest active shield volcano on Earth. Geologists think one of the reasons that volcanoes on Mars are able to grow so large is because Mars lacks plate tectonics. The Martian lithosphere does not slide over the upper mantle ( asthenosphere ) as on Earth, so lava from a stationary hot spot is able to accumulate at one location on the surface for a billion years or longer. In 2012, the Curiosity rover on the planet Mars at \" Rocknest \" performed the first X-ray diffraction analysis of Martian soil . The results from the rover's CheMin analyzer revealed the presence of several minerals, including feldspar , pyroxenes and olivine , and suggested that the Martian soil in the sample was similar to the \"weathered basaltic soils \" of volcanoes in Hawaii . [18] In 2015, the same rover identified tridymite in a rock sample from Gale Crater, leading scientists to believe that silicic volcanism might have played a much more prevalent role in the planet's volcanic history than previously thought. [22]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Volatiles_on_Mars.svg/280px-Volatiles_on_Mars.svg.png",
                "caption": "Planet Mars – volatile gases ( Curiosity rover , October 2012)"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/PIA16217-MarsCuriosityRover-1stXRayView-20121017.jpg/220px-PIA16217-MarsCuriosityRover-1stXRayView-20121017.jpg",
                "caption": "First X-ray diffraction view of Martian soil – CheMin analysis reveals minerals (including feldspar , pyroxenes and olivine ) suggestive of \"weathered basaltic soils \" of volcanoes in Hawaii ( Curiosity rover at \" Rocknest \", 2012). [18] Each ring is a diffraction peak that corresponds to a specific atom-atom distance, which are unique enough to identify minerals. Smaller rings corresponds to larger features and vice versa."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Mars",
        "title": "Volcanism on Mars",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Tharsis volcanic province",
        "text": "The western hemisphere of Mars is dominated by a massive volcano-tectonic complex known as the Tharsis region or the Tharsis bulge. This immense, elevated structure is thousands of kilometers in diameter and covers up to 25% of the planet's surface. [23] Averaging 7–10 km above datum (Martian \"sea\" level), Tharsis contains the highest elevations on the planet. Three enormous volcanoes, Ascraeus Mons , Pavonis Mons , and Arsia Mons (collectively known as the Tharsis Montes ), sit aligned northeast–southwest along the crest of the bulge. The vast Alba Mons (formerly Alba Patera) occupies the northern part of the region. The huge shield volcano Olympus Mons lies off the main bulge, at the western edge of the province. Built up by countless generations of lava flows and ash, the Tharsis bulge contains some of the youngest lava flows on Mars, but the bulge itself is believed to be very ancient. Geologic evidence indicates that most of the mass of Tharsis was in place by the end of the Noachian Period, about 3.7 billion years ago (Gya). [24] Tharsis is so massive that it has placed tremendous stresses on the planet's lithosphere , generating immense extensional fractures ( grabens and rift valleys ) that extend halfway around the planet. [25] The mass of Tharsis could have even altered the orientation of Mars' rotational axis, causing climate changes. [26] [27]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Tharsis_-_Valles_Marineris_MOLA_shaded_colorized_zoom_32.jpg/220px-Tharsis_-_Valles_Marineris_MOLA_shaded_colorized_zoom_32.jpg",
                "caption": "MOLA colorized shaded-relief map of western hemisphere of Mars showing Tharsis bulge (shades of red and brown). Tall volcanoes appear white."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Tharsis_mons_Viking.jpg/170px-Tharsis_mons_Viking.jpg",
                "caption": "Viking orbiter image of the three Tharsis Montes : Arsia Mons (bottom), Pavonis Mons (center), and Ascraeus Mons (top)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Mars",
        "title": "Volcanism on Mars",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Tharsis Montes",
        "text": "The three Tharsis Montes are shield volcanoes centered near the equator at longitude 247°E. All are several hundred kilometers in diameter and range in height from 14 to 18 km. Arsia Mons , the southernmost of the group, has a large summit caldera that is 130 kilometres (81 mi) across and 1.3 kilometres (0.81 mi) deep. Pavonis Mons , the middle volcano, has two nested calderas with the smaller one being almost 5 kilometres (3.1 mi) deep. Ascraeus Mons in the north, has a complex set of internested calderas and a long history of eruption that is believed to span most of Mars' history. [28] The three Tharsis Montes are about 700 kilometres (430 mi) apart. They show a distinctive northeast–southwest alignment that has been the source of some interest. Ceraunius Tholus and Uranius Mons follow the same trend to the northeast, and aprons of young lava flows on the flanks of all three Tharsis Montes are aligned in the same northeast–southwest orientation. This line clearly marks a major structural feature in the Martian crust, but its origin is uncertain.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Olympus_Mons_Region_map-la.svg/440px-Olympus_Mons_Region_map-la.svg.png",
                "caption": "Topographic map centered on Olympus and Tharsis"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Mars",
        "title": "Volcanism on Mars",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Elysium volcanic province",
        "text": "A smaller volcanic center lies several thousand kilometers west of Tharsis in Elysium . The Elysium volcanic complex is about 2,000 kilometers in diameter and consists of three main volcanoes, Elysium Mons , Hecates Tholus , and Albor Tholus . The northwestern edge of the province is characterized by large channels ( Granicus and Tinjar Valles) that emerge from several grabens on the flanks of Elysium Mons. The grabens may have formed from subsurface dikes . The dikes may have fractured the cryosphere , releasing large volumes of ground water to form the channels. Associated with the channels are widespread sedimentary deposits that may have formed from mudflows or lahars . [38] The Elysium group of volcanoes is thought to be somewhat different from the Tharsis Montes, in that development of the former involved both lavas and pyroclastics . [39] Elysium Mons is the largest volcanic edifice in the province. It is 375 km across (depending on how one defines the base) and 14 km high. It has single, simple caldera at its summit that measures 14 km wide and 100 m deep. The volcano is distinctly conical in profile, leading some to call it a stratocone ; [40] however, given the predominantly low slopes, it is probably a shield. Elysium Mons is only about one-fifth the volume of Arsia Mons. [38] Hecates Tholus is 180 km across and 4.8 km high. The slopes of the volcano are heavily dissected with channels, suggesting that the volcano is composed of easily erodible material such as volcanic ash. The origin of the channels is unknown; they have been attributed to lava, ash flows, or even water from snow or rainfall. [41] Albor Tholus, the southernmost of the Elysium volcanoes, is 150 km in diameter and 4.1 km high. Its slopes are smoother and less heavily cratered than the slopes of the other Elysium volcanoes. [42]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/MOLA_elysium_mons.jpg/220px-MOLA_elysium_mons.jpg",
                "caption": "MOLA view of Elysium province. Elysium Mons is in the center. Albor Tholus and Hecates Tholus are at bottom and top, respectively."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Mars",
        "title": "Volcanism on Mars",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Highland paterae",
        "text": "In the southern hemisphere, particularly around the Hellas impact basin, are several flat-lying volcanic structures called highland paterae [46] These volcanoes are some of the oldest identifiable volcanic edifices on Mars. [47] They are characterized by having extremely low profiles with highly eroded ridges and channels that radiate outward from a degraded, central caldera complex. They include Tyrrhena Patera , Hadriaca Patera to the northeast of Hellas and Amphitrites Patera , Peneus Patera , Malea Patera and Pityusa Patera to the southwest of Hellas. Geomorphologic evidence suggests that the highland patera were produced through a combination of lava flows and pyroclastics from the interaction of magma with water. Some researchers speculate that the location of the highland paterae around Hellas is due to deep-seated fractures caused by the impact that provided conduits for magma to rise to the surface. [48] [49] [50] Although they are not very high, some paterae cover large areas—Amphritrites Patera, for example, covers a larger area than Olympus Mons while Pityusa Patera, the largest, has a caldera nearly large enough to fit Olympus Mons inside it.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/PIA00410_Amphitrites_Patera.jpg/220px-PIA00410_Amphitrites_Patera.jpg",
                "caption": "Viking orbiter view of Peneus Patera (left) and Amphitrites Patera (right). Both are ancient volcanic edifices southwest of Hellas."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Mars",
        "title": "Volcanism on Mars",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Potential current volcanism",
        "text": "Scientists have never recorded an active volcano eruption on the surface of Mars; [55] moreover, searches for thermal signatures and surface changes before 2011 did not yield any positive evidence for active volcanism. [7] However, the European Space Agency's Mars Express orbiter photographed lava flows interpreted in 2004 to have occurred within the past two million years, suggesting a relatively recent geologic activity. [56] An updated study in 2011 estimated that the youngest lava flows occurred in the last few tens of millions of years. [57] The authors consider this age makes it possible that Mars is not yet volcanically extinct. [7] [57] The InSight lander mission would determine if there is any seismic activity , measure the amount of heat flow from the interior, estimate the size of Mars' core and whether the core is liquid or solid. The findings were that Mars possesses a molten outer core and a solid inner core with a partially molten mantle. [58] In 2020, astronomers reported evidence for volcanic activity on Mars as recently as 53,000 years ago in the Cerberus Fossae amid Elysium Planitia . Such activity could have provided the environment, in terms of energy and chemicals, needed to support life forms . [59] [60]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Rootless_Cones.jpg/220px-Rootless_Cones.jpg",
                "caption": "HiRISE image of possible rootless cones east of Elysium region. The chains of rings are interpreted to be caused by steam explosions when lava moved over ground that was rich in water ice."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/MarsCones-ESP_030192_2020.jpg/220px-MarsCones-ESP_030192_2020.jpg",
                "caption": "\" Rootless Cones \" on Mars – due to lava flows interacting with water ( MRO , 4 January 2013) ( 21°57′54″N 197°48′25″E ﻿ / ﻿ 21.965°N 197.807°E ﻿ / 21.965; 197.807 )"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Mars",
        "title": "Volcanism on Mars",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Volcanoes and ice",
        "text": "Large amounts of water ice are believed to be present in the Martian subsurface. The interaction of ice with molten rock can produce distinct landforms. On Earth, when hot volcanic material comes into contact with surface ice, large amounts of liquid water and mud may form that flow catastrophically down slope as massive debris flows ( lahars ). Some channels in Martian volcanic areas, such as Hrad Vallis near Elysium Mons , may have been similarly carved or modified by lahars. [61] Lava flowing over water-saturated ground can cause the water to erupt violently in an explosion of steam (see phreatic eruption ), producing small volcano-like landforms called pseudocraters , or rootless cones. Features that resemble terrestrial rootless cones occur in Elysium, Amazonis , and Isidis and Chryse Planitiae . [62] Also, phreatomagmatism produce tuff rings or tuff cones on Earth and existence of similar landforms on Mars is expected too. [63] Their existence was suggested from Nepenthes / Amenthes region. [64] Finally, when a volcano erupts under an ice sheet, it can form a distinct, mesa-like landform called a tuya or table mountain. Some researchers [65] cite geomorphic evidence that many of the layered interior deposits in Valles Marineris may be the Martian equivalent of tuyas.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Hrad_Vallis_in_Cebrenia.jpg/220px-Hrad_Vallis_in_Cebrenia.jpg",
                "caption": "THEMIS image of Hrad Vallis . This valley may have formed when eruptions in the Elysium Mons volcanic complex melted ground or surface ice."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Mars",
        "title": "Volcanism on Mars",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Tectonic boundaries",
        "text": "Tectonic boundaries have been discovered on Mars. Valles Marineris is a horizontally sliding tectonic boundary that divides two major partial or complete plates of Mars. The recent finding suggests that Mars is geologically active with occurrences in the millions of years. [66] [67] [68] There has been previous evidence of Mars' geologic activity. The Mars Global Surveyor (MGS) discovered magnetic stripes in the crust of Mars, [69] especially in the Phaethontis and Eridania quadrangles . The magnetometer on MGS discovered 100 km wide stripes of magnetized crust running roughly parallel for up to 2000 km. These stripes alternate in polarity with the north magnetic pole of one pointing up from the surface and the north magnetic pole of the next pointing down. When similar stripes were discovered on Earth in the 1960s, they were taken as evidence of plate tectonics . However, there are some differences, between the magnetic stripes on Earth and those on Mars. The Martian stripes are wider, much more strongly magnetized, and do not appear to spread out from a middle crustal spreading zone.\nBecause the area with the magnetic stripes is about 4 billion years old, it is believed that the global magnetic field probably lasted for only the first few hundred million years of Mars' life. At that time the temperature of the molten iron in the planet's core might have been high enough to mix it into a magnetic dynamo. Younger rock does not show any stripes.\nWhen molten rock containing magnetic material, such as hematite (Fe 2 O 3 ), cools and solidifies in the presence of a magnetic field, it becomes magnetized and takes on the polarity of the background field. This magnetism is lost only if the rock is subsequently heated above the Curie temperature , which is 770 °C for pure iron, but lower for oxides such as hematite (approximately 650 °C) or magnetite (approximately 580 °C). [70] The magnetism left in rocks is a record of the magnetic field when the rock solidified. [71] Mars' volcanic features can be likened to Earth's geologic hotspots . Pavonis Mons is the middle of three volcanoes (collectively known as Tharsis Montes) on the Tharsis bulge near the equator of the planet Mars. The other Tharsis volcanoes are Ascraeus Mons and Arsia Mons. The three Tharsis Montes, together with some smaller volcanoes to the north, form a straight line. This arrangement suggests that they were formed by a crustal plate moving over a hot spot. Such an arrangement exists in the Earth's Pacific Ocean as the Hawaiian Islands . The Hawaiian Islands are in a straight line, with the youngest in the south and the oldest in the north. So geologists believe the plate is moving while a stationary plume of hot magma rises and punches through the crust to produce volcanic mountains. However, the largest volcano on the planet, Olympus Mons, is thought to have formed when the plates were not moving. Olympus Mons may have formed just after the plate motion stopped. The mare-like plains on Mars are roughly 3 to 3.5 billion years old. [72] The giant shield volcanoes are younger, formed between 1 and 2 billion years ago. Olympus Mons may be \"as young as 200 million years.\" [73] In 1994, Norman H. Sleep, professor of geophysics at Stanford University, described how the three volcanoes that form a line along the Tharsis Ridge may be extinct island arc volcanoes like the island chain of Japan. [74] [ needs update? ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Mars_Crustal_Magnetism_MGS.png/220px-Mars_Crustal_Magnetism_MGS.png",
                "caption": "Mars crustal magnetism"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Mars",
        "title": "Volcanism on Mars",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Details",
        "text": "A mud volcano may be the result of a piercement structure created by a pressurized mud diapir that breaches the Earth's surface or ocean bottom. Their temperatures may be as low as the freezing point of the ejected materials, particularly when venting is associated with the creation of hydrocarbon clathrate hydrate deposits. Mud volcanoes are often associated with petroleum deposits and tectonic subduction zones and orogenic belts ; hydrocarbon gases are often erupted. They are also often associated with lava volcanoes ; in the case of such close proximity, mud volcanoes emit incombustible gases including helium , whereas lone mud volcanoes are more likely to emit methane . Approximately 1,100 mud volcanoes have been identified on land and in shallow water. It has been estimated that well over 10,000 may exist on continental slopes and abyssal plains .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Usgs-of99-570_mud_volcano.png/310px-Usgs-of99-570_mud_volcano.png",
                "caption": "Mud volcano in the Gulf of Mexico sea bottom"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mud_volcano",
        "title": "Mud volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Emissions",
        "text": "Most liquid and solid material is released during eruptions, but seeps occur during dormant periods. The mud is rich in halite (rock salt). [ citation needed ] First-order estimates of mud volcano emissions have been made (1 Tg = 1 million metric tonnes).",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Gekpatlawuk_crater.jpg/220px-Gekpatlawuk_crater.jpg",
                "caption": "On top of Gekpatlawuk mud volcano, Western Turkmenistan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mud_volcano",
        "title": "Mud volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Europe",
        "text": "Dozens of mud volcanoes are located on the Taman Peninsula of Russia and the Kerch Peninsula of Crimea , Ukraine along with the south-western portion of Bulgaria near Rupite . In Italy , they are located in Emilia-Romagna (Salse di Nirano and Salse di Regnano), in the northern front of the Apennines as well as the southern part (Bolle della Malvizza), and in Sicily . On 24 August 2013, a mud volcano appeared in the center of the via Coccia di Morto roundabout in Fiumicino near Rome . [10] [11] Mud volcanoes are located in the Berca Mud Volcanoes near Berca in Buzău County , Romania , close to the Carpathian Mountains . [12] They were declared a natural monument in 1924.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Taman_mud_volcanoes.JPG/220px-Taman_mud_volcanoes.JPG",
                "caption": "Two mud volcanoes on the Taman Peninsula near Taman Stanitsa , Russia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mud_volcano",
        "title": "Mud volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Turkmenistan",
        "text": "Turkmenistan is home to numerous mud volcanoes, mainly in the western part of the country including Cheleken Peninsula , which borders the Caspian Sea. [14]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/%D0%A4%D0%BE%D1%82%D0%BE0151.jpg/220px-%D0%A4%D0%BE%D1%82%D0%BE0151.jpg",
                "caption": "Akpatlawuk mud volcano, western Turkmenistan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mud_volcano",
        "title": "Mud volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Azerbaijan",
        "text": "Azerbaijan and its Caspian coastline are home to nearly 400 mud volcanoes , more than half the total throughout the continents. [16] Most mud volcanoes in Azerbaijan are active; some are protected by the Azerbaijan Ministry of Ecology and Natural Resources, and the admission of people, for security reasons, is prohibited. [17] In 2001, one mud volcano 15 kilometres (9 mi) from Baku made world headlines when it started ejecting flames 15 metres (49 ft) high. [18] In Azerbaijan, eruptions are driven from a deep mud reservoir which is connected to the surface even during dormant periods, when seeping water shows a deep origin. Seeps have temperatures that are generally above ambient ground temperature by 2 °C (3.6 °F) – 3 °C (5.4 °F). [19] On 4 July 2021, a mud volcano eruption on Dashli Island in the Caspian Sea, near an oil platform off the coast of Azerbaijan, caused a massive explosion and fireball, which was seen across the region, including from the capital Baku , which is 74 kilometres (46 mi) to the north. The flames towered 500 metres (1,640 ft) into the air. [20] [21] [22] There were no reports of injuries or damage to any oil platforms. [23] The last previous volcanic eruption on the island was recorded in 1945 and the preceding one in 1920. [24]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Mud_Volcano_in_Gobustan_01.jpg/220px-Mud_Volcano_in_Gobustan_01.jpg",
                "caption": "Mud volcanoes in Gobustan , Azerbaijan"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Hati_Level.jpg/220px-Hati_Level.jpg",
                "caption": "Diglipur mud volcano on North Andaman Island , India"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mud_volcano",
        "title": "Mud volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Indonesia",
        "text": "Mud volcanism is a common phenomenon in Indonesia with dozens of structures present onshore and offshore. [26] [27] The Indonesian Lusi mud eruption is a hybrid mud volcano, driven by pressure from steam and gas from a nearby (igneous) volcanic system, and from natural gas. Geochemical, petrography and geophysical results reveal that it is a sediment-hosted [ clarification needed ] hydrothermal system connected at depth with the neighboring Arjuno-Welirang volcanic complex. [28] [29] [30] [31] [32] Drilling or an earthquake [33] [27] in the Porong subdistrict of East Java province, Indonesia , may have resulted in the Sidoarjo mud flow on 29 May 2006. [34] [35] [36] The mud covered about 440 hectares, 1,087 acres (4.40 km 2 ) (2.73 mi 2 ), and inundated four villages, homes, roads, rice fields, and factories, displacing about 24,000 people and killing 14. The gas exploration company involved was operated by PT Lapindo Brantas and the earthquake that may have triggered the mud volcano was the 6.4 magnitude [ citation needed ] Yogyakarta earthquake of 27 May 2006. According to geologists who have been monitoring Lusi and the surrounding area, the system is beginning to show signs of catastrophic collapse. It was forecasted that the region could sag the vent and surrounding area by up to 150 metres (490 ft) in the next decade. In March 2008, the scientists observed drops of up to 3 metres (9.8 ft) in one night. Most of the subsidence in the area around the volcano is more gradual, at around 1 millimetre (0.039 in) per day. A study by a group of Indonesian geoscientists led by Bambang Istadi predicted the area affected by the mudflow over a ten-year period. [37] More recent studies carried out in 2011 predict that the mud will flow for another 20 years, or even longer. [38] Now named Lusi – a contraction of Lumpur Sidoarjo , where lumpur is the Indonesian word for \"mud\" – the eruption represent an active hybrid system. In the Suwoh depression in Lampung, dozens of mud cones and mud pots varying in temperature are found. [ citation needed ] In Grobogan , Bledug Kuwu mud volcano erupts at regular intervals, [39] about every 2 or 3 minutes.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Bledug_Kuwu_2.jpg/220px-Bledug_Kuwu_2.jpg",
                "caption": "Bledug Kuwu mud volcano explosion"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mud_volcano",
        "title": "Mud volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Iran",
        "text": "There are many mud volcanoes in Iran : in particular, in the provinces of Golestan , Hormozgan , and Sistan and Baluchestan , where Pirgel is located.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Mud_Volcano_Hadi_Karimi.jpg/220px-Mud_Volcano_Hadi_Karimi.jpg",
                "caption": "Mud volcano in Hormozgan Province, southern Iran"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mud_volcano",
        "title": "Mud volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Pakistan",
        "text": "In Pakistan there are more than 130 active mud volcanoes or vents in Balochistan province; there are about 10 locations with clusters of mud volcanoes. In the west, in Gwadar District, the mud volcanoes are very small and mostly sit in the south of Jabal-e-Mehdi toward Sur Bandar. Many more are in the northeast of Ormara . The remainder are in Lasbela District and are scattered between south of Gorangatti on Koh Hinglaj to Koh Kuk in the North of Miani Hor in the Hangol Valley. In this region, the heights of mud volcanoes range between 300 and 2,600 feet (91.4 and 792.5 m). [ citation needed ] The most famous is Chandragup . The biggest crater is of V15 mud volcano found at 25°33'13.63\"N. 65°44'09.66\"E is about 450 feet (137.16 m) in diameter. Most mud volcanoes in this region are in out-of-reach areas having very difficult terrain. Mount Mehdi mud volcano near Miani Hor is also famous for large mud glacier around its caldera. Dormant mud volcanoes stand like columns of mud in many other areas. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Pakistan_Mud_Volcanoes.jpg/220px-Pakistan_Mud_Volcanoes.jpg",
                "caption": "Satellite image of Changradup mud volcanoes in Pakistan"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Mount_Mehdi_Mud_Volcano_in_Balochistan_Province_of_Pakistan.jpg/220px-Mount_Mehdi_Mud_Volcano_in_Balochistan_Province_of_Pakistan.jpg",
                "caption": "Mount Mehdi mud volcano and its mud glacier in Balochistan province of Pakistan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mud_volcano",
        "title": "Mud volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "North America",
        "text": "Mud volcanoes of the North American continent include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Mike_n_mud_pot.jpg/220px-Mike_n_mud_pot.jpg",
                "caption": "A cold mud pot in Northern California, showing the scale"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Mud_pot_5.jpg/220px-Mud_pot_5.jpg",
                "caption": "A cold mud pot in Glenblair, California"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Mud_Volcanos.jpg/170px-Mud_Volcanos.jpg",
                "caption": "Aerial view of mud volcanoes on the Nahlin Plateau , British Columbia . Scale – each volcano approximately 20 m in diameter."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mud_volcano",
        "title": "Mud volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Yellowstone's \"Mud Volcano\"",
        "text": "The name of Yellowstone National Park 's \"Mud Volcano\" feature and the surrounding area is misleading; it consists of hot springs , mud pots and fumaroles , rather than a true mud volcano. Depending upon the precise definition of the term mud volcano , the Yellowstone formation could be considered a hydrothermal mud volcano cluster. The feature is much less active than in its first recorded description, although the area is quite dynamic. Yellowstone is an active geothermal area with a magma chamber near the surface, and active gases are chiefly steam, carbon dioxide, and hydrogen sulfide . However, there are mud volcanoes and mud geysers elsewhere in Yellowstone. [49] One, the \"Vertically Gifted Cyclic Mud Pot\" sometimes acts as a geyser, throwing mud up to 30 feet high. The mud volcano feature in Yellowstone was previously a mound until a thermal explosion in the 1800s ripped it apart. [50] [ page needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Yellowstone_mud_volcano_17894.jpg/220px-Yellowstone_mud_volcano_17894.jpg",
                "caption": "Yellowstone's \"Mud Volcano\" (NPS, Peaco, 1998)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mud_volcano",
        "title": "Mud volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Caribbean",
        "text": "There are many mud volcanoes in Trinidad and Tobago in the Caribbean , near oil reserves in southern parts of the island of Trinidad . As of 15 August 2007, the mud volcano titled the Moruga Bouffle was said to being spitting up methane gas which shows that it is active. There are several other mud volcanoes in the tropical island which include: A number of large mud volcanoes have been identified on the Barbados accretionary complex, offshore Barbados . [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/On_mud_volcano._Trinidad.jpg/220px-On_mud_volcano._Trinidad.jpg",
                "caption": "Mud volcano in southern Trinidad c. 1967"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Devil%27s_Woodyard_Dec%2C2007.jpg/220px-Devil%27s_Woodyard_Dec%2C2007.jpg",
                "caption": "One of the Devil's Woodyard Volcano (Trinidad & Tobago)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mud_volcano",
        "title": "Mud volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Venezuela",
        "text": "The eastern part of Venezuela contains several mud volcanoes (or mud domes), all of them having an origin related to oil deposits. The mud of 6 kilometres (3.7 mi) from Maturín , contains water, biogenic gas, hydrocarbons and an important quantity of salt. Cattle from the savanna often gather around to lick the dried mud for its salt content. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Volcan_de_lodo.jpg/220px-Volcan_de_lodo.jpg",
                "caption": "Yagrumito mud volcano in Monagas, Venezuela (6 km from Maturín)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mud_volcano",
        "title": "Mud volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Research and recognition",
        "text": "The expansive cultural history of the park has been documented by the 1,000 archeological sites that have been discovered. The park has 1,106 historic structures and features, and of these Obsidian Cliff and five buildings have been designated National Historic Landmarks . [11] Yellowstone was designated an International Biosphere Reserve on October 26, 1976, and a UN World Heritage Site on September 8, 1978. The park was placed on the List of World Heritage in Danger from 1995 to 2003 due to the effects of tourism, infection of wildlife, and issues with invasive species . [72] In 2010, Yellowstone National Park was honored with its own quarter under the America the Beautiful Quarters Program. [73] Justin Farrell explores three moral sensibilities that motivated activists in dealing with Yellowstone. First came the utilitarian vision of maximum exploitation of natural resources , a characteristic of developers in the late 19th century. Second was the spiritual vision of nature inspired by Romanticism and the transcendentalists in the mid-19th century. The twentieth century saw the biocentric moral vision that focuses on the health of the ecosystem as theorized by Aldo Leopold , which led to the expansion of federally protected areas and the surrounding ecosystems. [74] The Heritage and Research Center is located at Gardiner, Montana, near the north entrance to the park. [75] The center is home to the Yellowstone National Park's museum collection, archives, research library, historian, archeology lab, and herbarium . The Yellowstone National Park Archives maintain collections of historical records of Yellowstone and the National Park Service. The collection includes the administrative records of Yellowstone, as well as resource management records, records from major projects, and donated manuscripts and personal papers. The archives are affiliated with the National Archives and Records Administration . [76] [77]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Heinrich_Berann_NPS_Panorama_of_Yellowstone_without_labels.jpg/220px-Heinrich_Berann_NPS_Panorama_of_Yellowstone_without_labels.jpg",
                "caption": "Pictorial map by Heinrich C. Berann (1991); scale exaggerated"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Yellowstone_National_Park",
        "title": "Yellowstone National Park",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Geography",
        "text": "Yellowstone National Park occupies a roughly square parcel of volcanic complex that jogs slightly beyond the northwestern corner of Wyoming. Approximately 96 percent of the total land area of Yellowstone National Park is located within the state of Wyoming. [11] Another three percent is within Montana, with the remaining one percent in Idaho. Montana's portion of Yellowstone contains multiple trails, facilities and swimming holes, while the Idaho portion of the park is completely undeveloped. The irregular eastern boundary of the national park follows the height of land along the Absaroka Range . The park is 63 miles (101 km) north to south, and 54 miles (87 km) west to east by air. Yellowstone is 2,219,789 acres (8,983 km 2 ; 3,468 sq mi) [3] in area, larger than either of the states of Rhode Island or Delaware . Rivers and lakes cover five percent of the land area, with the largest water body being Yellowstone Lake at 87,040 acres (352 km 2 ; 136 sq mi). Yellowstone Lake is up to 400 feet (120 m) deep and has 110 miles (180 km) of shoreline. At an elevation of 7,733 feet (2,357 m) above sea level, Yellowstone Lake is the largest high-elevation lake in North America. Forests comprise 80 percent of the land area of the park; most of the rest is grassland . [11] The Continental Divide of North America runs diagonally through the southwestern part of the park. The divide is a topographic feature that separates the Pacific Ocean and Atlantic Ocean water drainages. About one-third of the park lies on the west side of the divide. The origins of the Yellowstone and Snake Rivers are near each other but on opposite sides of the divide. As a result, the waters of the Snake River flow to the Pacific Ocean, while those of the Yellowstone find their way to the Gulf of Mexico . [78] The park sits on the Yellowstone Plateau , at an average elevation of 8,000 feet (2,400 m) above sea level. The plateau is bounded on nearly all sides by mountain ranges of the Middle Rocky Mountains , which range from 9,000 to 11,000 feet (2,700 to 3,400 m) in elevation. The highest point in the park is atop Eagle Peak (11,358 feet or 3,462 metres) and the lowest is along Reese Creek (5,282 feet or 1,610 metres). [11] Nearby mountain ranges include the Gallatin Range to the northwest, the Beartooth Mountains in the north, the Absaroka Range to the east, the Teton Range to the south, and the Madison Range to the west. The most prominent summit on the Yellowstone Plateau is Mount Washburn at 10,243 feet (3,122 m). [79] Yellowstone National Park has one of the world's largest petrified forests , trees which were long ago buried by ash and soil and transformed from wood to mineral materials. This ash and other volcanic debris are believed to have come from the park area itself as the central part of Yellowstone is the massive caldera of a supervolcano. The park contains 290 waterfalls of at least 15 feet (4.6 m), the highest being the Lower Falls of the Yellowstone River at 308 feet (94 m). [11] Three deep canyons are located in the park, cut through the volcanic tuff of the Yellowstone Plateau by rivers over the last 640,000 years. The Lewis River flows through Lewis Canyon in the south, and the Yellowstone River has carved two colorful canyons, the Grand Canyon of the Yellowstone and the Black Canyon of the Yellowstone in its journey north. [79] [80] [81]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/NPS_yellowstone-map-2020.jpg/290px-NPS_yellowstone-map-2020.jpg",
                "caption": "Official park map c. 2020 (click on map to enlarge)"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Yellowstone_by_Sentinel-2%2C_2020-07-16_%28small_version%29.jpg/220px-Yellowstone_by_Sentinel-2%2C_2020-07-16_%28small_version%29.jpg",
                "caption": "Satellite image of Yellowstone National Park in 2020"
            },
            {
                "url": "https:https://maps.wikimedia.org/img/osm-intl,a,a,a,300x200.png?lang=en&domain=en.wikipedia.org&title=Yellowstone_National_Park&revid=1228379430&groups=_c5e24603b3f5863a00db7bf903cfd884adeb05e2",
                "caption": "Interactive map of Yellowstone National Park"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Yellowstone_National_Park",
        "title": "Yellowstone National Park",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Volcanism",
        "text": "Yellowstone is at the northeastern end of the Snake River Plain , a great bow-shaped arc through the mountains that extends roughly 400 miles (640 km) from the park to the Idaho-Oregon border. The volcanism of Yellowstone is believed to be linked to the somewhat older volcanism of the Snake River Plain. Yellowstone is thus the active part of a hotspot that has moved northeast over time. [82] The origin of this hotspot volcanism is disputed. [83] One theory holds that a mantle plume has caused the Yellowstone hotspot to migrate northeast, while another theory explains migrating hotspot volcanism as the result of the fragmentation and dynamics of the subducted Farallon Plate in Earth's interior. [83] [84] The Yellowstone Caldera is the largest volcanic system in North America, and worldwide it is only rivaled by the Lake Toba Caldera on Sumatra . It has been termed a \" supervolcano \" because the caldera was formed by exceptionally large explosive eruptions. The magma chamber that lies under Yellowstone is estimated to be a single connected chamber, about 37 miles (60 km) long, 18 miles (29 km) wide, and 3 to 7 miles (4.8 to 11.3 km) deep. [85] The current caldera was created by a cataclysmic eruption that occurred 640,000 years ago, which released more than 240 cu mi (1,000 km 3 ) of ash, rock and pyroclastic materials. [86] This eruption was more than 1,000 times larger than the 1980 eruption of Mount St. Helens . [87] It produced a caldera nearly ⁵⁄₈ of a mile (1 km) deep and 45 by 28 miles (72 by 45 km) in area and deposited the Lava Creek Tuff , a welded tuff geologic formation . The most violent known eruption, which occurred 2.1 million years ago, ejected 588 cu mi (2,450 km 3 ) of volcanic material and created the rock formation known as the Huckleberry Ridge Tuff and the Island Park Caldera . [88] A smaller eruption ejected 67 cu mi (280 km 3 ) of material 1.3 million years ago, forming the Henry's Fork Caldera and depositing the Mesa Falls Tuff . [87] Each of the three climactic eruptions released vast amounts of ash that blanketed much of central North America, falling many hundreds of miles away. The amount of ash and gases released into the atmosphere probably caused significant impacts on world weather patterns and led to the extinction of some species, primarily in North America. [89] A subsequent caldera-forming eruption occurred about 160,000 years ago. It formed the relatively small caldera that contains the West Thumb of Yellowstone Lake. Since the last supereruption, a series of smaller eruptive cycles between 640,000 and 70,000 years ago, has nearly filled in the Yellowstone Caldera with 80 different eruptions of rhyolitic lavas such as those that can be seen at Obsidian Cliffs and basaltic lavas which can be viewed at Sheepeater Cliff . Lava strata are most easily seen at the Grand Canyon of the Yellowstone, where the Yellowstone River continues to carve into the ancient lava flows. The canyon is a classic V-shaped valley , indicative of river-type erosion rather than erosion caused by glaciation . [88] Each eruption is part of an eruptive cycle that climaxes with the partial collapse of the roof of the volcano's partially emptied magma chamber. This creates a collapsed depression, called a caldera, and releases vast amounts of volcanic material, usually through fissures that ring the caldera. The time between the last three cataclysmic eruptions in the Yellowstone area has ranged from 600,000 to 800,000 years, but the small number of such climactic eruptions cannot be used to make an accurate prediction for future volcanic events. [90]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Columnar_basalt_closeup_near_Tower_Fall_in_Yellowstone.JPG/220px-Columnar_basalt_closeup_near_Tower_Fall_in_Yellowstone.JPG",
                "caption": "Columnar basalt near Tower Fall ; large floods of basalt and other lava types preceded mega-eruptions of superheated ash and pumice."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Caldera_rim.jpg/220px-Caldera_rim.jpg",
                "caption": "Caldera rim on the horizon south of Yellowstone Lake"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Aerial_image_of_Grand_Prismatic_Spring_%28view_from_the_south%29.jpg/220px-Aerial_image_of_Grand_Prismatic_Spring_%28view_from_the_south%29.jpg",
                "caption": "Boardwalks allow visitors to safely approach the thermal features, such as Grand Prismatic Spring ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Yellowstone_National_Park",
        "title": "Yellowstone National Park",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Geysers and the hydrothermal system",
        "text": "The most famous geyser in the park, and perhaps the world, is Old Faithful geyser, located in Upper Geyser Basin . Castle Geyser , Lion Geyser , Beehive Geyser , Grand Geyser (the world's tallest predictable geyser), Giant Geyser (the world's most voluminous geyser), Riverside Geyser and numerous other geysers are in the same basin. The park contains the tallest active geyser in the world— Steamboat Geyser in the Norris Geyser Basin . A study that was completed in 2011 found that at least 1,283 geysers have erupted in Yellowstone. Of these, an average of 465 are active in a given year. [91] [92] Yellowstone contains at least 10,000 geothermal features altogether, including geysers , hot springs , mudpots , and fumaroles . [93] Over half of the world's geysers and hydrothermal features are concentrated in Yellowstone. [94] [17] In May 2001, the U.S. Geological Survey , Yellowstone National Park, and the University of Utah created the Yellowstone Volcano Observatory (YVO), a partnership for long-term monitoring of the geological processes of the Yellowstone Plateau volcanic field, for disseminating information concerning the potential hazards of this geologically active region. [95] In 2003, changes at the Norris Geyser Basin resulted in the temporary closure of some trails in the basin. New fumaroles were observed, and several geysers showed enhanced activity and increasing water temperatures. Several geysers became so hot that they were transformed into purely steaming features; the water had become superheated and they could no longer erupt normally. [96] This coincided with the release of reports of a multiple year United States Geological Survey research project which mapped the bottom of Yellowstone Lake and identified a structural dome that had uplifted at some time in the past. Research indicated that these uplifts posed no immediate threat of a volcanic eruption, since they may have developed long ago, and there had been no temperature increase found near the uplifts. [97] On March 10, 2004, a biologist discovered 5 dead bison which apparently had inhaled toxic geothermal gases trapped in the Norris Geyser Basin by a seasonal atmospheric inversion. This was closely followed by an upsurge in earthquake activity in April 2004. [98] In 2006, it was reported that the Mallard Lake Dome and the Sour Creek Dome—areas that have long been known to show significant changes in their ground movement—had risen at a rate of 1.5 to 2.4 inches (3.8 to 6.1 cm) per year from mid–2004 through 2006. As of late 2007, the uplift has continued at a reduced rate. [99] [100] These events inspired a great deal of media attention and speculation about the geologic future of the region. Experts responded to the conjecture by informing the public that there was no increased risk of a volcanic eruption in the near future. [101] These changes demonstrate the dynamic nature of the Yellowstone hydrothermal system.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Old_faithful_geyser_2015.jpg/148px-Old_faithful_geyser_2015.jpg",
                "caption": "Old Faithful erupts approximately every 90 minutes."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Albert_Bierstadt_-_Geysers_in_Yellowstone_%28c.1881%29.jpg/220px-Albert_Bierstadt_-_Geysers_in_Yellowstone_%28c.1881%29.jpg",
                "caption": "Albert Bierstadt , Geysers in Yellowstone , 1881"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Yellowstone_National_Park",
        "title": "Yellowstone National Park",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Earthquakes",
        "text": "Yellowstone experiences thousands of small earthquakes every year, virtually all of which are undetectable to people. About 2/3 of the earthquakes occur in an area between Hegben Lake and the Yellowstone Caldera along a buried fracture zone left from the 2.1 mya eruption. [102] There have been six earthquakes with at least magnitude 6 or greater in historical times, including the 7.2‑magnitude Hebgen Lake earthquake which occurred just outside the northwest boundary of the park in 1959. [103] This quake triggered a huge landslide , which caused a partial dam collapse on Hebgen Lake; immediately downstream, the sediment from the landslide dammed the river and created a new lake, known as Earthquake Lake . Twenty-eight people were killed, and property damage was extensive in the immediate region. The earthquake caused some geysers in the northwestern section of the park to erupt, large cracks in the ground formed and emitted steam, and some hot springs that normally have clear water turned muddy. [68] The stress created in the fracture zone by this quake is theorized to be responsible for the current quake activity in the northwestern section of Yellowstone. [102] A 6.1‑magnitude earthquake struck inside the park on June 30, 1975, but the damage was minimal. For three months in 1985, 3,000 minor earthquakes were detected in the northwestern section of the park, during what has been referred to as an earthquake swarm , and has been attributed to minor subsidence of the Yellowstone caldera. [87] Beginning on April 30, 2007, 16 small earthquakes with magnitudes up to 2.7 occurred in the Yellowstone Caldera for several days. These swarms of earthquakes are common, and there have been 70 such swarms between 1983 and 2008. [104] In December 2008, over 250 earthquakes were measured over four days under Yellowstone Lake, the largest measuring a magnitude of 3.9. [105] In January 2010, more than 250 earthquakes were detected over two days. [106] Seismic activity in Yellowstone National Park continues and is reported hourly by the Earthquake Hazards Program of the U.S. Geological Survey. [107] On March 30, 2014, a magnitude 4.8 earthquake struck almost the very middle of Yellowstone near the Norris Basin at 6:34 am; reports indicated no damage. This was the largest earthquake to hit the park since February 22, 1980. [108]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/State_Highway_287_slumped_into_Hebgen_Lake.jpg/220px-State_Highway_287_slumped_into_Hebgen_Lake.jpg",
                "caption": "Infrastructure damage at Hebgen Lake due to the 7.2 magnitude earthquake of 1959"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Yellowstone_National_Park",
        "title": "Yellowstone National Park",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Biology and ecology",
        "text": "Yellowstone National Park is the centerpiece of the 20 million acres (80,940 km 2 ; 31,250 sq mi) Greater Yellowstone Ecosystem, a region that includes Grand Teton National Park , adjacent National Forests and expansive wilderness areas in those forests. The ecosystem is the largest remaining continuous stretch of mostly undeveloped pristine land in the contiguous United States, considered the world's largest intact ecosystem in the northern temperate zone. [18] With the successful wolf reintroduction program, which began in the 1990s, much of the original faunal and floral species known to inhabit the region when the first explorers entered the area can be found there. [109] [110] The site is home to a key field observation site for the National Ecological Observatory Network . [111]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Beautiful_Meadow_in_Yellowstone_National_Park.JPG/220px-Beautiful_Meadow_in_Yellowstone_National_Park.JPG",
                "caption": "Meadow in Yellowstone National Park"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Yellowstone_National_Park",
        "title": "Yellowstone National Park",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Flora",
        "text": "Over 69000 species of trees and other vascular plants are native to the park. Another 170 species are considered to be exotic species and are non-native. Of the eight conifer tree species documented, Lodgepole Pine forests cover 80% of the total forested areas. [11] Other conifers, such as Subalpine Fir , Engelmann Spruce , Rocky Mountain Douglas-fir and Whitebark Pine , are found in scattered groves throughout the park. As of 2007, [ needs update ] the whitebark pine is threatened by a fungus known as white pine blister rust ; however, this is mostly confined to forests well to the north and west. In Yellowstone, about seven percent of the whitebark pine species have been impacted with the fungus, compared to nearly complete infestations in northwestern Montana. [112] Quaking Aspen and willows are the most common species of deciduous trees. The aspen forests have declined significantly since the early 20th century, but scientists at Oregon State University attribute the recent recovery of the aspen to the reintroduction of wolves which has changed the grazing habits of local elk. [113] There are dozens of species of flowering plants that have been identified, most of which bloom between May and September. [114] The Yellowstone sand verbena is a rare flowering plant found only in Yellowstone. It is closely related to species usually found in much warmer climates, making the sand verbena an enigma. The estimated 8,000 examples of this rare flowering plant all make their home in the sandy soils on the shores of Yellowstone Lake, well above the waterline. [115] In Yellowstone's hot waters, bacteria form mats of bizarre shapes consisting of trillions of individuals. These bacteria are some of the most primitive life forms on earth. Flies and other arthropods live on the mats, even in the middle of the bitterly cold winters. Initially, scientists thought that microbes there gained sustenance only from sulfur . In 2005 researchers from the University of Colorado at Boulder discovered that the sustenance for at least some of the diverse hyperthermophilic species is molecular hydrogen . [116] Thermus aquaticus is a bacterium found in the Yellowstone hot springs that produces an important enzyme (Taq polymerase) that is easily replicated in the lab and is useful in replicating DNA as part of the polymerase chain reaction (PCR) process. The retrieval of these bacteria can be achieved with no impact on the ecosystem. Other bacteria in the Yellowstone hot springs may also prove useful to scientists who are searching for cures for various diseases. [117] In 2016, researchers from Uppsala University reported the discovery of a class of thermophiles, Hadesarchaea , in Yellowstone's Culex Basin. These organisms are capable of converting carbon monoxide and water to carbon dioxide and hydrogen. [118] [119] Non-native plants sometimes threaten native species by occupying nutrient resources. Though exotic species are most commonly found in areas with the greatest human visitation, such as near roads and at major tourist areas, they have also spread into the backcountry. Generally, most exotic species are controlled by pulling the plants out of the soil or by spraying, both of which are time-consuming and expensive. [120]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Abronia_ammophila.jpg/220px-Abronia_ammophila.jpg",
                "caption": "Yellowstone sand verbena are endemic to Yellowstone's lakeshores."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Microbes%2C_Yellowstone_National_Park.jpg/220px-Microbes%2C_Yellowstone_National_Park.jpg",
                "caption": "Microbial mat in cooled geyser water, Upper Geyser Basin"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Yellowstone_National_Park",
        "title": "Yellowstone National Park",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Fauna",
        "text": "Yellowstone is widely considered to be the finest megafauna wildlife habitat in the lower 48 states . There are almost 60 species of mammals in the park, including the Rocky Mountain wolf , coyote , the Canadian lynx , cougars , and black and grizzly bears . [11] Other large mammals include the bison (often referred to as buffalo), elk , moose , mule deer , white-tailed deer , mountain goat , pronghorn , and bighorn sheep . The Yellowstone Park bison herd is the largest public herd of American bison in the United States. Bison once numbered between 30 and 60 million individuals throughout North America, and Yellowstone remains one of their last strongholds. Their populations had increased from less than 50 in the park in 1902 to 4,000 by 2003. The Yellowstone Park bison herd reached a peak in 2005 with 4,900 animals. Despite a summer estimated population of 4,700 in 2007, the number dropped to 3,000 in 2008 after a harsh winter and controversial brucellosis management strategies which sent hundreds to slaughter. [121] The Yellowstone Park bison herd is believed to be one of only four free-roaming and genetically pure herds on public lands in North America. The other three herds are the Henry Mountains bison herd of Utah , at Wind Cave National Park in South Dakota , and in Elk Island National Park in Alberta. [122] The relatively large bison populations are a concern for ranchers, who fear that the species can transmit bovine diseases to their domesticated cousins. About half of Yellowstone's bison have been exposed to brucellosis , a bacterial disease that came to North America with European cattle that may cause cattle to miscarry . The disease has little effect on park bison, and no reported cases of transmission from wild bison to domestic livestock have been filed. Elk also carry the disease and are believed to have transmitted the infection to horses and cattle. [123] To combat the perceived threat of brucellosis transmission to cattle, national park personnel regularly corral bison herds back into the park when they venture outside of the area's borders. During the winter of 1996–1997, the bison herd was so large that 1,079 bison that had exited the park were either shot or sent to slaughter. [123] Animal rights activists argue that this is a cruel practice and that the possibility for disease transmission is not as great as some ranchers maintain. Ecologists point out that the bison are merely traveling to seasonal grazing areas that lie within the Greater Yellowstone Ecosystem that have been converted to cattle grazing, some of which are within National Forests and are leased to private ranchers. APHIS has stated that with vaccinations and other means, brucellosis can be eliminated from the bison and elk herds throughout Yellowstone. [123] Starting in 1914, to protect elk populations, the U.S. Congress appropriated funds to be used for \"destroying wolves, prairie dogs , and other animals injurious to agriculture and animal husbandry\" on public lands. Park Service hunters carried out these orders, and by 1926 they had killed 136 wolves. Gradually, wolves were virtually eliminated from Yellowstone . [124] Further exterminations continued until the National Park Service ended the practice in 1935. With the passing of the Endangered Species Act in 1973, the wolf was one of the first mammal species listed. [124] After the wolves were extirpated from Yellowstone, the coyote then became the park's top canine predator. Since the coyote is not able to bring down large animals, this lack of an apex predator resulted in a marked increase in lame and sick megafauna. [ citation needed ] By the 1990s, the Federal government had reversed its views on wolves. In a controversial decision by the U.S. Fish and Wildlife Service (which oversees threatened and endangered species), northwestern wolves imported from Canada were reintroduced into the park. Reintroduction efforts have been successful, with populations remaining relatively stable. A survey conducted in 2005 reported that there were 13 wolf packs, totaling 118 individuals in Yellowstone and 326 in the entire ecosystem. These park figures were lower than those reported in 2004, but may be attributable to wolf migration to other nearby areas as suggested by the substantial increase in the Montana population during that interval. [125] Almost all the wolves documented were descended from the 66 wolves reintroduced in 1995–96. [125] The recovery of populations throughout the states of Wyoming, Montana, and Idaho has been so successful that on February 27, 2008, the U.S. Fish and Wildlife Service removed the Northern Rocky Mountain wolf population from the endangered species list . [126] As of January 2023, there are at least 108 wolves in the park in 10 packs. [127] Wolves in Yellowstone sit at the core of a larger population connected throughout the Greater Yellowstone Ecosystem. [127] Black bears are common in the park and were a park symbol due to visitor interaction with the bears starting in 1910. Feeding and close contact with bears has not been permitted since the 1960s to reduce their desire for human foods. [128] Yellowstone is one of the few places in the United States where black bears can be seen coexisting with grizzly bears. [128] Black bear observations occur most often in the park's northern ranges, and in the Bechler area which is in the park's southwestern corner. [129] As of 2017 [update] , an estimated 700 grizzly bears were living in the Greater Yellowstone Ecosystem, [130] with about 150 grizzlies living wholly or partially within Yellowstone National Park. [131] The grizzly was initially listed as a threatened species in the contiguous United States on July 28, 1975, by the Fish and Wildlife Service. The grizzly bear was taken off the endangered species list in 2007. [132] Opponents of delisting the grizzly expressed concerns that states might once again allow hunting and that better conservation measures were needed to ensure a sustainable population. [133] A federal district judge overturned the delisting ruling in 2009, reinstating the grizzly. The grizzly was once again removed from the list in 2017. [132] In September 2018, a U.S. district judge ruled that the grizzly's protections must be restored in full, arguing the Fish and Wildlife Service was mistaken in removing the bear from the threatened status list. [134] Hunting is prohibited within Yellowstone National Park while hunters may transport the carcass through the park with a permit. [135] Population figures for elk are more than 30,000—the largest population of any large mammal species in Yellowstone. The northern herd has decreased enormously since the mid‑1990s; this has been attributed to wolf predation and causal effects such as elk using more forested regions to evade predation , consequently making it harder for researchers to accurately count them. [136] The northern herd migrates west into southwestern Montana in the winter. The southern herd migrates southward, and the majority of this elk winter on the National Elk Refuge , immediately southeast of Grand Teton National Park. The southern herd migration is the largest mammalian migration remaining in the U.S. outside of Alaska. [ citation needed ] In 2003 the tracks of one female lynx and her cub were spotted and followed for over 2 miles (3.2 km). Fecal material and other evidence obtained were tested and confirmed to be those of a lynx. No visual confirmation was made, however. Lynx have not been seen in Yellowstone since 1998, though DNA taken from hair samples obtained in 2001 confirmed that lynx were at least transient to the park. [137] Other less commonly seen mammals include the mountain lion and wolverine . The mountain lion has an estimated population of only 25 individuals parkwide. [138] Accurate population figures for the wolverine are not known. [139] These uncommon and rare mammals provide insight into the health of protected lands such as Yellowstone and help managers make determinations as to how best to preserve habitats. Eighteen species of fish live in Yellowstone, including the core range of the Yellowstone cutthroat trout —a fish highly sought by anglers . [11] [140] The Yellowstone cutthroat trout has faced several threats since the 1980s, including the suspected illegal introduction into Yellowstone Lake of lake trout , an invasive species which consume the smaller cutthroat trout. [141] Although lake trout were established in Shoshone and Lewis lakes (on the Snake River drainage) after U.S. government stocking operations in 1890, it was never officially introduced into the Yellowstone River drainage. [142] The cutthroat trout has also faced an ongoing drought, as well as the accidental introduction of a parasite— whirling disease —which causes a terminal nervous system disease in younger fish. Since 2001, all native sport fish species caught in Yellowstone waterways are subject to catch and release regulations. [140] Yellowstone is also home to seven species of reptiles, including the painted turtle , Rubber boa , and prairie rattlesnake , bullsnake , sagebrush lizard , valley garter snake and wandering garter snake and four species of amphibians , including the boreal chorus frog , tiger salamander , western toad and columbia spotted frog . [143] Three hundred eleven species of birds have been reported, almost half of which nest in Yellowstone. [11] In 1999, twenty-six pairs of nesting bald eagle were documented. Extremely rare sightings of whooping cranes have been recorded, however, only three examples of this species are known to live in the Rocky Mountains, out of 385 known worldwide. [144] Other birds, considered to be species of special concern because of their rarity in Yellowstone, include the common loon , harlequin duck , osprey , peregrine falcon and the trumpeter swan . [145]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/American_Bison_%28Yellowstone%29.jpg/220px-American_Bison_%28Yellowstone%29.jpg",
                "caption": "American bison"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Mother_Elk_Nursing_Her_Calf.JPG/220px-Mother_Elk_Nursing_Her_Calf.JPG",
                "caption": "Elk mother nursing her calf"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/WolfRunningInSnow.jpg/220px-WolfRunningInSnow.jpg",
                "caption": "A reintroduced wolf in Yellowstone National Park"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Black_bear_sow_with_cub%2C_Tower_Fall_%2818393659291%29.jpg/220px-Black_bear_sow_with_cub%2C_Tower_Fall_%2818393659291%29.jpg",
                "caption": "Black bear and cub near Tower Fall"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Bull_Elk_herd.jpg/220px-Bull_Elk_herd.jpg",
                "caption": "Elk in Hayden Valley"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Antilocapra_americana.jpg/220px-Antilocapra_americana.jpg",
                "caption": "Pronghorn are commonly found on the grasslands in the park."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Yellowstone_National_Park",
        "title": "Yellowstone National Park",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Forest fires",
        "text": "As wildfire is a natural part of most ecosystems, plants that are indigenous to Yellowstone have adapted in a variety of ways. Douglas-fir have a thick bark that protects the inner section of the tree from most fires. Lodgepole Pines —the most common tree species in the park—generally have cones that are only opened by the heat of a fire. Their seeds are held in place by a tough resin, and fire assists in melting the resin, allowing the seeds to disperse. Fire clears out dead and downed wood, providing fewer obstacles for lodgepole pines to flourish. Subalpine Fir , Engelmann Spruce , Whitebark Pine , and other species tend to grow in colder and moister areas, where the fire is less likely to occur. Aspen trees sprout new growth from their roots, and even if a severe fire kills the tree above ground, the roots often survive unharmed because they are insulated from the heat by soil. [146] The National Park Service estimates that in natural conditions, grasslands in Yellowstone burned an average of every 20 to 25 years, while forests in the park would experience fire about every 300 years. [146] About thirty-five natural forest fires are ignited each year by lightning , while another six to ten are started by people—in most cases by accident. Yellowstone National Park has three fire lookout towers , each staffed by trained firefighters. The easiest one to reach is atop Mount Washburn, which has interpretive exhibits and an observation deck open to the public. [147] The park also monitors fire from the air and relies on visitor reports of smoke and/or flames. [148] Fire towers are staffed almost continuously from late June to mid-September—the primary fire season. Fires burn with the greatest intensity in the late afternoon and evening. Few fires burn more than 100 acres (40 ha), and the vast majority of fires reach only a little over an acre (0.5 ha) before they burn themselves out. [149] Fire management focuses on monitoring dead and down wood quantities, soil, and tree moisture, and the weather, to determine those areas most vulnerable to fire should one ignite. The current policy is to suppress all human-caused fires and to evaluate natural fires, examining the benefit or detriment they may pose to the ecosystem. If a fire is considered to be an immediate threat to people and structures, or will burn out of control, then fire suppression is performed. [150] To minimize the chances of out-of-control fires and threats to people and structures, park employees do more than just monitor the potential for fire. Controlled burns are prescribed fires that are deliberately started to remove dead timber under conditions that allow firefighters an opportunity to carefully control where and how much wood is consumed. Natural fires are sometimes considered prescribed fires if they are left to burn. In Yellowstone, unlike some other parks, there have been very few fires deliberately started by employees as prescribed burns. However, over the last 30 years, over 300 natural fires have been allowed to burn naturally. In addition, firefighters remove dead and down wood and other hazards from areas where they will be a potential fire threat to lives and property, reducing the chances of fire danger in these areas. [151] Fire monitors also regulate fire through educational services to the public and have been known to temporarily ban campfires from campgrounds during periods of high fire danger. The common notion in early United States land management policies was that all forest fires were bad. The fire was seen as a purely destructive force and there was little understanding that it was an integral part of the ecosystem. Consequently, until the 1970s, when a better understanding of wildfire was developed, all fires were suppressed. This led to an increase in dead and dying forests, which would later provide the fuel load for fires that would be much harder, and in some cases, impossible to control. The latest Fire Management Plan (2014) allows natural fires to burn if they posed no immediate threat to lives and property. [152] The spring season of 1988 was wet, but by summer, drought began moving in throughout the northern Rockies, creating the driest year on record to that point. Grasses and plants which grew well in the early summer from the abundant spring moisture produced plenty of grass, which soon turned to dry tinder. The National Park Service began firefighting efforts to keep the fires under control, but the extreme drought made suppression difficult. Between July 15 and 21, 1988, fires quickly spread from 8,500 acres (3,400 ha; 13.3 sq mi) throughout the entire Yellowstone region, which included areas outside the park, to 99,000 acres (40,000 ha; 155 sq mi) on the park land alone. By the end of the month, the fires were out of control. Large fires burned together, and on August 20, 1988, the single worst day of the fires, more than 150,000 acres (61,000 ha; 230 sq mi) were consumed. Seven large fires were responsible for 95% of the 793,000 acres (321,000 ha; 1,239 sq mi) that were burned over the next couple of months. The cost of 25,000 firefighters and U.S. military forces participating in the suppression efforts was 120 million dollars. By the time winter brought snow that helped extinguish the last flames, the fires had destroyed 67 structures and caused several million dollars in damage. [70] Though no civilians died, two personnel associated with the firefighting efforts were killed. [153] Contrary to media reports and speculation at the time, the fires killed very few park animals—surveys indicated that only about 345 elk (of an estimated 40,000–50,000), 36 deer, 12 moose, 6 black bears, and 9 bison had perished. Changes in fire management policies were implemented by land management agencies throughout the United States, based on knowledge gained from the 1988 fires and the evaluation of scientists and experts from various fields. By 1992, Yellowstone had adopted a new fire management plan which observed stricter guidelines for the management of natural fires. [70]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Yellowstonefire.jpg/220px-Yellowstonefire.jpg",
                "caption": "Fire in Yellowstone National Park"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Wildfire_in_Yellowstone_National_Park_produces_Pyrocumulus_clouds1.jpg/220px-Wildfire_in_Yellowstone_National_Park_produces_Pyrocumulus_clouds1.jpg",
                "caption": "Wildfire in Yellowstone National Park produces a pyrocumulus cloud ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Crown_fire_Old_Faithful.jpg/220px-Crown_fire_Old_Faithful.jpg",
                "caption": "A crown fire approaches the Old Faithful complex on September 7, 1988."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Yellowstone_National_Park",
        "title": "Yellowstone National Park",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Climate and weather",
        "text": "Yellowstone's climate is greatly influenced by altitude, with lower elevations generally found to be warmer year-round. The record high temperature was 99 °F (37 °C) in 2002, while the coldest temperature recorded is −66 °F (−54 °C) in 1933. [11] During the summer months of June to early September, daytime highs are normally in the 70 to 80 °F (21 to 27 °C) range, while nighttime lows can go to below freezing (0 °C), especially at higher altitudes. Summer afternoons are frequently accompanied by thunderstorms . Spring and fall temperatures range between 30 and 60 °F (−1 and 16 °C) with nights in the teens to single digits (−5 to −20 °C). Winter in Yellowstone is accompanied by high temperatures usually between 0 and 20 °F (−18 and −7 °C) and nighttime temperatures below 0 °F (−18 °C) for most of the winter. [154] Precipitation in Yellowstone is highly variable and ranges from 15 inches (380 mm) annually near Mammoth Hot Springs, to 80 inches (2,000 mm) in the southwestern sections of the park. The precipitation of Yellowstone is greatly influenced by the moisture channel formed by the Snake River Plain to the west that was, in turn, formed by Yellowstone itself. Snow is possible in any month of the year, but most common between November and April, with averages of 150 inches (3,800 mm) annually around Yellowstone Lake, to twice that amount at higher elevations. [154] The climate at Yellowstone Lake is classified as subarctic (Dfc), according to Köppen-Geiger climate classification , while at the park headquarters, the classification is humid continental (Dfb). Tornadoes in Yellowstone are rare; however, on July 21, 1987, the most powerful tornado recorded in Wyoming touched down in the Teton Wilderness of Bridger-Teton National Forest and hit Yellowstone National Park. Called the Teton–Yellowstone tornado , it was classified as an F4 , with wind speeds estimated at between 207 and 260 miles per hour (333 and 418 km/h). The tornado left a path of destruction 1 to 2 miles (1.6 to 3.2 km) wide, and 24 miles (39 km) long, and leveled 15,000 acres (6,100 ha; 23 sq mi) of mature pine forest. [155] In June 2022, the park closed entrances and evacuated visitors after experiencing record-level rainfall and flooding that caused multiple road and bridge failures, power outages, and mudslides . [156] A combination of heavy rain and rapid snow melt resulted in the Yellowstone River rising to a new record height at 13.88 feet (4.23 m), breaking a previous record of 11.5 feet (3.5 m) set in 1918. [157] Flooding on the Lamar River reached 16.7 feet (5.1 m), beating a 1996 record of 12.15 feet (3.70 m). [158] Damage from the flooding includes washed out roads and bridges, and damage to infrastructure systems including electricity, water and wastewater systems. It was initially forecasted that the park would not be able to reopen the north entrance by Gardiner, MT, or the northeast entrance near Cooke City, MT, during the 2022 season. [159] The park partially reopened Wednesday, June 22, after a 9-day closure. The north entrance was opened on October 30, two days ahead of schedule. [160] The northeast entrance was opened on October 15. [161] To limit the nearly one million visitors per month that visit in the summer, the park temporarily restricted entry to cars based on license plates. [162]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Yellowstonewinter.jpg/220px-Yellowstonewinter.jpg",
                "caption": "Winter scene in Yellowstone"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Geyser_at_Yellowstone_Lake.jpg/220px-Geyser_at_Yellowstone_Lake.jpg",
                "caption": "Geyser at Yellowstone Lake"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Yellowstone_National_Park",
        "title": "Yellowstone National Park",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Recreation",
        "text": "Yellowstone ranks among the most popular national parks in the United States. Since the mid-1960s, at least 2 million tourists have visited the park almost every year. [169] Average annual visitation increased to 3.5 million during the ten years from 2007 to 2016, with a record of 4,257,177 recreational visitors in 2016. [170] 2023 surpassed this with 4.5 million people visiting the park. [171] July is the busiest month for Yellowstone National Park. [172] At peak summer levels, 3,700 employees work for Yellowstone National Park concessionaires. Concessionaires manage nine hotels and lodges, with a total of 2,238 hotel rooms and cabins available. They also oversee gas stations, stores, and most of the campgrounds. Another 800 employees work either permanently or seasonally for the National Park Service. [11] Park service roads lead to major features; however, road reconstruction has produced temporary road closures. Yellowstone is in the midst of a long-term road reconstruction effort, which is hampered by a short repair season. In the winter, all roads aside from the one which enters from Gardiner, Montana , and extends to Cooke City, Montana , are closed to wheeled vehicles. [173] Park roads are closed to wheeled vehicles from early November to mid-April, but some park roads remain closed until mid-May. [174] The park has 310 miles (500 km) of paved roads which can be accessed from five different entrances. [11] There is no public transportation available inside the park, but several tour companies can be contacted for guided (including self-guided ) motorized transport. In the winter, concessionaires operate guided snowmobile and snow coach tours, though their numbers and access are based on quotas established by the National Park Service. [175] Facilities in the Old Faithful, Canyon and Mammoth Hot Springs areas of the park are very busy during the summer months. Traffic jams created by road construction or by people observing wildlife can result in long delays. The National Park Service maintains nine visitor centers and museums and is responsible for the maintenance of historical structures and many of the other 2,000 buildings. These structures include National Historical Landmarks such as the Old Faithful Inn built from 1903 to 1904 and the entire Fort Yellowstone – Mammoth Hot Springs Historic District. A historical and educational tour is available at Fort Yellowstone which details the history of the National Park Service and the development of the park. Campfire programs, guided walks, and other interpretive presentations normally available at numerous locations in the summer, and on a limited basis during other seasons were suspended in 2021 as a response to COVID-19. [176] Camping is available at a dozen campgrounds with more than 2,000 campsites. [11] Camping is also available in surrounding National Forests, as well as in Grand Teton National Park to the south. Backcountry campsites are accessible only by foot or by horseback and require a permit. There are 1,100 miles (1,800 km) of hiking trails available. [177] The park is not considered to be a good destination for mountaineering because of the instability of volcanic rock which predominates. Visitors with pets are required to keep them on a leash at all times and are limited to areas near roadways and in \"front country\" zones such as drive-in campgrounds. [178] Around thermal features, wooden and paved trails have been constructed to ensure visitor safety, and most of these areas are handicapped accessible. The National Park Service maintains a year-round clinic at Mammoth Hot Springs and provides emergency services throughout the year. [179] Hunting is not permitted, though it is allowed in the surrounding national forests during the open season. Fishing is a popular activity, and a Yellowstone Park fishing license is required to fish in park waters. [180] Many park waters are fly fishing only and all native fish species are catch and release only. [181] Boating is prohibited on rivers and creeks except for a 5 miles (8.0 km) stretch of the Lewis River between Lewis and Shoshone lakes, and it is open to non-motorized use only. Yellowstone Lake has a marina at Bridge Bay while there is a boat ramp at the Lewis lake campground. [182] In the early history of the park, visitors were allowed, and sometimes even encouraged, to feed the bears. Visitors welcomed the chance to get their pictures taken with the bears, who had learned to beg for food. This led to numerous injuries to humans each year. In 1970, park officials changed their policy and started a vigorous program to educate the public on the dangers of close contact with bears, and to try to eliminate opportunities for bears to find food in campgrounds and trash collection areas. Although it has become more difficult to observe bears in recent years, the number of human injuries and deaths has taken a significant drop and visitors are in less danger. [183] The eighth recorded bear-related death in the park's history occurred in August 2015. [184] Other protected lands in the region include Caribou-Targhee , Gallatin , Custer , Shoshone and Bridger-Teton National Forests. The National Park Service's John D. Rockefeller, Jr. Memorial Parkway is to the south and leads to Grand Teton National Park. The famed Beartooth Highway provides access from the northeast and has spectacular high-altitude scenery. Nearby communities include West Yellowstone, Montana ; Cody, Wyoming ; Red Lodge, Montana ; Ashton, Idaho ; and Gardiner, Montana . The closest air transport is available by way of Bozeman, Montana ; Billings, Montana ; Jackson ; Cody, Wyoming , or Idaho Falls, Idaho . [185] Salt Lake City , 320 miles (510 km) to the south, is the closest large metropolitan area.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Union_Pacific_Yellowstone_National_Park_Brochure_%281921%29.JPG/170px-Union_Pacific_Yellowstone_National_Park_Brochure_%281921%29.JPG",
                "caption": "Union Pacific Railroad brochure promoting travel to the park (1921)"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Tourists_Viewing_Old_Faithful_Eruption_in_2019.jpg/220px-Tourists_Viewing_Old_Faithful_Eruption_in_2019.jpg",
                "caption": "Tourists watch Old Faithful erupt, 2019."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/HPC-000542_%2827512551541%29.jpg/220px-HPC-000542_%2827512551541%29.jpg",
                "caption": "Vintage photo of human-habituated bears seeking food from visitors"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Yellowstone_National_Park",
        "title": "Yellowstone National Park",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Legal jurisdiction",
        "text": "The entire park is within the jurisdiction of the United States District Court for the District of Wyoming , making it the only federal court district that includes portions of more than one state (Idaho, Montana, and Wyoming). Law professor Brian C. Kalt has argued that it may be impossible to impanel a jury in compliance with the Vicinage Clause of the Sixth Amendment for a crime committed solely in the unpopulated Idaho portion of the park (and that it would be difficult to do so for a crime committed solely in the lightly populated Montana portion). [186] One defendant, who was accused of a wildlife-related crime in the Montana portion of the park, attempted to raise this argument but eventually pleaded guilty, with the plea deal including his specific agreement not to raise the issue in his appeal. [187] [188] [189]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Yellowstone_Zone_of_Death.png/170px-Yellowstone_Zone_of_Death.png",
                "caption": "Idaho portion of park highlighted in southwest corner (click to enlarge)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Yellowstone_National_Park",
        "title": "Yellowstone National Park",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Form and function",
        "text": "Geysers are nonpermanent geological features. Geysers are generally associated with volcanic areas. [6] [ better source needed ] As the water boils, the resulting pressure forces a superheated column of steam and water to the surface through the geyser's internal plumbing. The formation of geysers specifically requires the combination of three geologic conditions that are usually found in volcanic terrain: intense heat, water, and a waterworks system. [6] [ better source needed ] The heat needed for geyser formation comes from magma that needs to be close to the surface of the earth. [7] In order for the heated water to form a geyser, a plumbing system (made of fractures , fissures , porous spaces, and sometimes cavities) is required. This includes a reservoir to hold the water while it is being heated. Geysers are generally aligned along faults . [6] [ better source needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Steamboat_Geyser_in_Yellowstone.jpg/250px-Steamboat_Geyser_in_Yellowstone.jpg",
                "caption": "Steamboat Geyser in Yellowstone National Park"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geyser",
        "title": "Geyser",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "General categorization",
        "text": "There are two types of geysers: fountain geysers which erupt from pools of water, typically in a series of intense, even violent, bursts; and cone geysers which erupt from cones or mounds of siliceous sinter (including geyserite ), usually in steady jets that last anywhere from a few seconds to several minutes. Old Faithful , perhaps the best-known geyser at Yellowstone National Park, is an example of a cone geyser. Grand Geyser , the tallest predictable geyser on earth, (although Geysir in Iceland is taller, it is not predictable), also at Yellowstone National Park, is an example of a fountain geyser. [10] There are many volcanic areas in the world that have hot springs , mud pots and fumaroles , but very few have erupting geysers. The main reason for their rarity is because multiple intense transient forces must occur simultaneously for a geyser to exist. For example, even when other necessary conditions exist, if the rock structure is loose, eruptions will erode the channels and rapidly destroy any nascent geysers. [11] Geysers are fragile phenomena and if conditions change, they may go dormant or extinct. Many have been destroyed simply by people throwing debris into them while others have ceased to erupt due to dewatering by geothermal power plants. However, the Geysir in Iceland has had periods of activity and dormancy. During its long dormant periods, eruptions were sometimes artificially induced—often on special occasions—by the addition of surfactant soaps to the water. [12]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Fountain_geyser.jpg/202px-Fountain_geyser.jpg",
                "caption": "Fountain Geyser erupting from the pool (left) and Old Faithful geyser (cone geyser having mound of siliceous sinter) in Yellowstone National Park erupts approximately every 91 minutes (right)."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geyser",
        "title": "Geyser",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Biology",
        "text": "The specific colours of geysers derive from the fact that despite the apparently harsh conditions, life is often found in them (and also in other hot habitats ) in the form of thermophilic prokaryotes . No known eukaryote can survive over 60 °C (140 °F ). [13] In the 1960s, when the research of the biology of geysers first appeared, scientists were generally convinced that no life can survive above around 73 °C maximum (163 °F)—the upper limit for the survival of cyanobacteria , as the structure of key cellular proteins and deoxyribonucleic acid (DNA) would be destroyed. The optimal temperature for thermophilic bacteria was placed even lower, around 55 °C average (131 °F). [13] However, the observations proved that it is actually possible for life to exist at high temperatures and that some bacteria even prefer temperatures higher than the boiling point of water . Dozens of such bacteria are known. [14] Thermophiles prefer temperatures from 50 to 70 °C (122 to 158 °F), whilst hyperthermophiles grow better at temperatures as high as 80 to 110 °C (176 to 230 °F). As they have heat-stable enzymes that retain their activity even at high temperatures, they have been used as a source of thermostable tools , that are important in medicine and biotechnology , [15] for example in manufacturing antibiotics , plastics , detergents (by the use of heat-stable enzymes lipases , pullulanases and proteases ), and fermentation products (for example ethanol is produced). Among these, the first discovered and the most important for biotechnology is Thermus aquaticus . [16]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Aerial_image_of_Grand_Prismatic_Spring_%28view_from_the_south%29.jpg/280px-Aerial_image_of_Grand_Prismatic_Spring_%28view_from_the_south%29.jpg",
                "caption": "Hyperthermophiles produce some of the bright colors of Grand Prismatic Spring , Yellowstone National Park"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geyser",
        "title": "Geyser",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Major geyser fields and their distribution",
        "text": "Geysers are quite rare, requiring a combination of water , heat , and fortuitous plumbing . The combination exists in few places on Earth. [17] [18]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/World_geyser_distribution.gif/300px-World_geyser_distribution.gif",
                "caption": "Distribution of major geysers in the world."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geyser",
        "title": "Geyser",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Commercialization",
        "text": "Geysers are used for various activities such as electricity generation, heating and tourism . Many geothermal reserves are found all around the world. The geyser fields in Iceland are some of the most commercially viable geyser locations in the world. Since the 1920s hot water directed from the geysers has been used to heat greenhouses and to grow food that otherwise could not have been cultivated in Iceland's inhospitable climate. Steam and hot water from the geysers has also been used for heating homes since 1943 in Iceland. In 1979 the U.S. Department of Energy (DOE) actively promoted development of geothermal energy in the \"Geysers-Calistoga Known Geothermal Resource Area\" (KGRA) near Calistoga, California through a variety of research programs and the Geothermal Loan Guarantee Program. [37] The Department is obligated by law to assess the potential environmental impacts of geothermal development. [38]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Strokkur%2C_Iceland.jpg/170px-Strokkur%2C_Iceland.jpg",
                "caption": "The geyser Strokkur in Iceland – a tourist spot."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geyser",
        "title": "Geyser",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    },
    {
        "section": "Extraterrestrial geyser-like features",
        "text": "There are many bodies in the Solar System where eruptions which superficially resemble terrestrial geysers have been observed or are believed to occur. Despite being commonly referred to as geysers,  they are driven by fundamentally different processes, consist of a wide range of volatiles , and can occur on vastly disparate scales; from the modestly sized Martian carbon dioxide jets to the immense plumes of Enceladus . Generally, there are two broad categories of feature commonly referred to as geysers: sublimation plumes, and cryovolcanic plumes (also referred to as cryogeysers). Sublimation plumes are jets of sublimated volatiles and dust from shallow sources under icy surfaces. Known examples include the CO 2 jets on Mars , and the nitrogen eruptions on Neptune's moon Triton . On Mars carbon dioxide jets are believed to occur in the southern polar region of Mars during spring, as a layer of dry ice accumulated over winter is warmed by the sun. Although these jets have not yet been directly observed, they leave evidence visible from orbit in the form of dark spots and lighter fans atop the dry ice. These features consist primarily of sand and dust blown out by the outbursts, as well as spider-like patterns of channels created below the ice by the rapid flow of CO 2 gas. [39] There are a plethora of theories to explain the eruptions, including heating from sunlight, chemical reactions, or even biological activity. [40] Triton was found to have active eruptions of nitrogen and dust by Voyager 2 when it flew past the moon in 1989. These plumes were up to 8 km high, where winds would blow them up to 150 km downwind, creating long, dark streaks across the otherwise bright south polar ice cap. [41] There are various theories as to what drives the activity on Triton, such as solar heating through transparent ice, [42] cryovolcanism, or basal heating of nitrogen ice sheets. [43] Cryovolcanic plumes or cryogeysers generally refer to large-scale eruptions of predominantly water vapour from active cryovolcanic features on certain icy moons . Such plumes occur on Saturn's moon Enceladus and Jupiter's moon Europa . Plumes of water vapour, together with ice particles and smaller amounts of other components (such as carbon dioxide , nitrogen , ammonia , hydrocarbons and silicates ), have been observed erupting from vents associated with the \" tiger stripes \" in the south polar region of Enceladus by the Cassini orbiter. These plumes are the source of the material in Saturn's E ring . The mechanism which causes these eruptions are generated remains uncertain, as well as to what extent they are physically linked to Enceladus' subsurface ocean , but they are believed to be powered at least in part by tidal heating . [44] Cassini flew through these plumes several times, allowing direct analysis of water from inside another solar system body for the first time. [45] In December 2013, the Hubble Space Telescope detected water vapor plumes potentially 200 km high above the south polar region of Europa . [46] Re-examination of Galileo data also suggested that it may have flown through a plume during a flyby in 1997. [47] Water was also detected by the Keck Observatory in 2016, announced in a 2019 Nature article speculating the cause to be a cryovolcanic eruption. [48] It is thought that Europa's lineae might be venting this water vapor into space in a similar manner to the \"tiger stripes\" of Enceladus.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Voyager_2_Triton_14bg_r90ccw_colorized.jpg/250px-Voyager_2_Triton_14bg_r90ccw_colorized.jpg",
                "caption": "Dark streaks deposited by plumes on Triton"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Geyser",
        "title": "Geyser",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Thermal Features"
    }
]