[
    {
        "section": "Orographic controls on climate",
        "text": "Depending on the vertical and horizontal magnitude of a mountain range, it has the potential to have strong effects on global and regional climate patterns and processes including: deflection of atmospheric circulation, creation of orographic lift, altering monsoon circulation, and causing the rain shadow effect. One example of an elevated terrain and its effect on climate occurs in the Southeast Asian Himalayas , the world's highest mountain system. A range of this size has the ability to influence geographic temperature, precipitation, and wind. [1] Theories suggest that the uplift of the Tibetan Plateau has resulted in stronger deflections of the atmospheric jet stream , a heavier monsoonal circulation, increased rainfall on the front slopes, greater rates of chemical weathering , and thus lower atmospheric CO 2 concentrations. [2] It is possible that the spatial magnitude of this range is so great that it creates a regional monsoon circulation in addition to disrupting hemispheric-scale atmospheric circulation . [2] The monsoon season in Southeast Asia occurs due to the Asian continent becoming warmer than the surrounding oceans during the summer; as a low-pressure cell is created above the continents, a high-pressure cell forms over the cooler ocean, causing advection of moist air, creating heavy precipitation from Africa to Southeast Asia. [3] However, the intensity of the rainfall over Southeast Asia is greater than the African monsoon, which can be attributed to the awesome size of the Asian continent compared to the African continent and the presence of a vast mountain system. [3] This not only affects the climate of Southeast Asia, but modifies the climate in neighboring areas such as Siberia, central Asia, the Middle East, and the Mediterranean basin as well. [4] To test this a model was created that changed only the topography of current landmasses, which resulted in correlations between the model and global fluctuations in precipitation and temperature over the past 40 Myr. interpreted by scientists. [4] It is commonly agreed upon that global climate fluctuations are strongly dictated by the presence or absence of greenhouse gases in the atmosphere and carbon dioxide (CO 2 ) is typically considered the most significant greenhouse gas. Observations infer that large uplifts of mountain ranges globally result in higher chemical erosion rates, thus lowering the volume of CO 2 in the atmosphere as well as causing global cooling. [2] This occurs because in regions of higher elevation there are higher rates of mechanical erosion (i.e. gravity, fluvial processes) and there is constant exposure and availability of materials available for chemical weathering. [2] The following is a simplified equation describing the consumption of CO 2 during chemical weathering of silicates : From this equation, it is inferred that carbon dioxide is consumed during chemical weathering and thus lower concentrations of the gas will be present in the atmosphere as long as chemical weathering rates are high enough.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Rainshadow_copy.svg/220px-Rainshadow_copy.svg.png",
                "caption": "Simple illustration of the rain shadow effect"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Himalayas_landsat_7.png/220px-Himalayas_landsat_7.png",
                "caption": "Example of the rain shadow effect in the Himalayas"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Tectonic%E2%80%93climatic_interaction",
        "title": "Tectonic–climatic interaction",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Climate-driven tectonism",
        "text": "There are scientists who reject that uplift is the sole cause of climate change and are in favor of uplift as a result of climate change. Some geologists theorize that a cooler and stormier climate (such as glaciations and increased precipitation) can give a landscape a younger appearance such as incision of high terrains and increased erosion rates. [5] Glaciers are a powerful eroding agent with the ability to incise and carve deep valleys and when rapid erosion of the earth's surface occurs, especially in an area of limited relief, it is possible for isostatic rebound to occur, creating high peaks and deep valleys. [5] A lack of glaciation or precipitation can cause an increase in erosion, but can vary between localities. [6] It is possible to create erosion in the absence of precipitation because there would be a decrease in vegetation, which typically acts as a protective cover for the bedrock. [6] Models also suggest that certain topographic features of the Himalayan and Andes region are determined by an erosional/climatic interaction as opposed to tectonism. These models reveal a correlation between regional precipitation and a maximum topographic limit at the plateau margin. [7] In the southern Andes where there is relatively low precipitation and denudation rates, there is no real extreme topography present at the plateau margin while in the north there are higher rates of precipitation and the presence of extreme topography. [7] Another interesting theory comes from an investigation of the uplift of the Andes during the Cenozoic . Some scientists hypothesize that the tectonic processes of plate subduction and mountain building are products of erosion and sedimentation. [8] When there is an arid climate influenced by the rain shadow effect in a mountainous region, sediment supply to the trench can be reduced or even cut off. These sediments are thought to act as lubricants at the plate interface and this reduction increases the shear stress present at the interface that is large enough to support the high Andes. [8]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Andes_-_punta_arenas.jpg/220px-Andes_-_punta_arenas.jpg",
                "caption": "Peaks and valleys of the Torres del Paine range of the Andes in Chile"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Tectonic%E2%80%93climatic_interaction",
        "title": "Tectonic–climatic interaction",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Plate tectonics",
        "text": "According to the theory of plate tectonics, Earth's lithosphere , its rigid outer shell, is broken into sixteen larger and several smaller plates. These are in slow motion, due to convection in the underlying ductile mantle , and most volcanic activity on Earth takes place along plate boundaries, where plates are converging (and lithosphere is being destroyed) or are diverging (and new lithosphere is being created). [6] During the development of geological theory, certain concepts that allowed the grouping of volcanoes in time, place, structure and composition have developed that ultimately have had to be explained in the theory of plate tectonics. For example, some volcanoes are polygenetic with more than one period of activity during their history; other volcanoes that become extinct after erupting exactly once are monogenetic (meaning \"one life\") and such volcanoes are often grouped together in a geographical region. [7]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Spreading_ridges_volcanoes_map-en.svg/400px-Spreading_ridges_volcanoes_map-en.svg.png",
                "caption": "Map showing the divergent plate boundaries (oceanic spreading ridges) and recent sub-aerial volcanoes (mostly at convergent boundaries)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Fissure vents",
        "text": "Volcanic fissure vents are flat, linear fractures through which lava emerges.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Lakagigar_Iceland_2004-07-01.jpg/220px-Lakagigar_Iceland_2004-07-01.jpg",
                "caption": "Lakagigar fissure vent in Iceland , the source of the major world climate alteration of 1783–84 , has a chain of volcanic cones along its length."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Shield volcanoes",
        "text": "Shield volcanoes, so named for their broad, shield-like profiles, are formed by the eruption of low-viscosity lava that can flow a great distance from a vent. They generally do not explode catastrophically, but are characterized by relatively gentle effusive eruptions . Since low-viscosity magma is typically low in silica, shield volcanoes are more common in oceanic than continental settings. The Hawaiian volcanic chain is a series of shield cones, and they are common in Iceland , as well.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Skjaldbreidur_Herbst_2004.jpg/220px-Skjaldbreidur_Herbst_2004.jpg",
                "caption": "Skjaldbreiður , a shield volcano whose name means \"broad shield\""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Cinder cones",
        "text": "Cinder cones result from eruptions of mostly small pieces of scoria and pyroclastics (both resemble cinders, hence the name of this volcano type) that build up around the vent. These can be relatively short-lived eruptions that produce a cone-shaped hill perhaps 30 to 400 meters (100 to 1,300 ft) high. Most cinder cones erupt only once and some may be found in monogenetic volcanic fields that may include other features that form when magma comes into contact with water such as maar explosion craters and tuff rings . [16] Cinder cones may form as flank vents on larger volcanoes, or occur on their own. Parícutin in Mexico and Sunset Crater in Arizona are examples of cinder cones. In New Mexico , Caja del Rio is a volcanic field of over 60 cinder cones. Based on satellite images, it has been suggested that cinder cones might occur on other terrestrial bodies in the Solar system too; on the surface of Mars and the Moon. [17] [18] [19] [20]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Izalco_Volcano.jpg/220px-Izalco_Volcano.jpg",
                "caption": "Izalco volcano , the youngest volcano in El Salvador. Izalco erupted almost continuously from 1770 (when it formed) to 1958, earning it the nickname of \"Lighthouse of the Pacific\"."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Stratovolcanoes (composite volcanoes)",
        "text": "Stratovolcanoes (composite volcanoes) are tall conical mountains composed of lava flows and tephra in alternate layers, the strata that gives rise to the name. They are also known as composite volcanoes because they are created from multiple structures during different kinds of eruptions. Classic examples include Mount Fuji in Japan, Mayon Volcano in the Philippines, and Mount Vesuvius and Stromboli in Italy. Ash produced by the explosive eruption of stratovolcanoes has historically posed the greatest volcanic hazard to civilizations. The lavas of stratovolcanoes are higher in silica, and therefore much more viscous, than lavas from shield volcanoes. High-silica lavas also tend to contain more dissolved gas. The combination is deadly, promoting explosive eruptions that produce great quantities of ash, as well as pyroclastic surges like the one that destroyed the city of Saint-Pierre in Martinique in 1902. They are also steeper than shield volcanoes, with slopes of 30–35° compared to slopes of generally 5–10°, and their loose tephra are material for dangerous lahars . [21] Large pieces of tephra are called volcanic bombs . Big bombs can measure more than 4 feet (1.2 meters) across and weigh several tons. [22]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Volcano_scheme.svg/310px-Volcano_scheme.svg.png",
                "caption": "Cross-section through a stratovolcano (vertical scale is exaggerated) : Large magma chamber Bedrock Conduit (pipe) Base Sill Dike Layers of ash emitted by the volcano Flank Layers of lava emitted by the volcano Throat Parasitic cone Lava flow Vent Crater Ash cloud"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Submarine volcanoes",
        "text": "Submarine volcanoes are common features of the ocean floor. Volcanic activity during the Holocene Epoch has been documented at only 119 submarine volcanoes, but there may be more than one million geologically young submarine volcanoes on the ocean floor. [27] [28] In shallow water, active volcanoes disclose their presence by blasting steam and rocky debris high above the ocean's surface. In the deep ocean basins, the tremendous weight of the water prevents the explosive release of steam and gases; however, submarine eruptions can be detected by hydrophones and by the discoloration of water because of volcanic gases . Pillow lava is a common eruptive product of submarine volcanoes and is characterized by thick sequences of discontinuous pillow-shaped masses which form under water. Even large submarine eruptions may not disturb the ocean surface, due to the rapid cooling effect and increased buoyancy in water (as compared to air), which often causes volcanic vents to form steep pillars on the ocean floor. Hydrothermal vents are common near these volcanoes, and some support peculiar ecosystems based on chemotrophs feeding on dissolved minerals. Over time, the formations created by submarine volcanoes may become so large that they break the ocean surface as new islands or floating pumice rafts . In May and June 2018, a multitude of seismic signals were detected by earthquake monitoring agencies all over the world. They took the form of unusual humming sounds, and some of the signals detected in November of that year had a duration of up to 20 minutes. An oceanographic research campaign in May 2019 showed that the previously mysterious humming noises were caused by the formation of a submarine volcano off the coast of Mayotte . [29]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Tonga_Volcano_Eruption_2022-01-15_0320Z_to_0610Z_Himawari-8_visible.gif/220px-Tonga_Volcano_Eruption_2022-01-15_0320Z_to_0610Z_Himawari-8_visible.gif",
                "caption": "Satellite images of the 15 January 2022 eruption of Hunga Tonga-Hunga Haʻapai"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Erupted material",
        "text": "The material that is expelled in a volcanic eruption can be classified into three types:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Lava_channel_overflow.JPG/220px-Lava_channel_overflow.JPG",
                "caption": "Pāhoehoe lava flow on Hawaii . The picture shows overflows of a main lava channel ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Litli-Hr%C3%BAtur_eruption_2023.jpg/220px-Litli-Hr%C3%BAtur_eruption_2023.jpg",
                "caption": "Litli-Hrútur ( Fagradalsfjall ) eruption 2023. View from an airplane"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Aerial_image_of_Stromboli_%28view_from_the_northeast%29.jpg/220px-Aerial_image_of_Stromboli_%28view_from_the_northeast%29.jpg",
                "caption": "The Stromboli stratovolcano off the coast of Sicily has erupted continuously for thousands of years, giving rise to its nickname \"Lighthouse of the Mediterranean\"."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Lava flows",
        "text": "The form and style of eruption of a volcano is largely determined by the composition of the lava it erupts. The viscosity (how fluid the lava is) and the amount of dissolved gas are the most important characteristics of magma, and both are largely determined by the amount of silica in the magma. Magma rich in silica is much more viscous than silica-poor magma, and silica-rich magma also tends to contain more dissolved gases. Lava can be broadly classified into four different compositions: [39] Mafic lava flows show two varieties of surface texture: ʻAʻa (pronounced [ˈʔaʔa] ) and pāhoehoe ( [paːˈho.eˈho.e] ), both Hawaiian words. ʻAʻa is characterized by a rough, clinkery surface and is the typical texture of cooler basalt lava flows. Pāhoehoe is characterized by its smooth and often ropey or wrinkly surface and is generally formed from more fluid lava flows. Pāhoehoe flows are sometimes observed to transition to ʻaʻa flows as they move away from the vent, but never the reverse. [53] More silicic lava flows take the form of block lava, where the flow is covered with angular, vesicle-poor blocks. Rhyolitic flows typically consist largely of obsidian . [54]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Rinjani_1994_cropped.jpg/220px-Rinjani_1994_cropped.jpg",
                "caption": "Mount Rinjani eruption in 1994, in Lombok , Indonesia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Tephra",
        "text": "Tephra is made when magma inside the volcano is blown apart by the rapid expansion of hot volcanic gases. Magma commonly explodes as the gas dissolved in it comes out of solution as the pressure decreases when it flows to the surface . These violent explosions produce particles of material that can then fly from the volcano. Solid particles smaller than 2 mm in diameter ( sand-sized or smaller) are called volcanic ash. [36] [37] Tephra and other volcaniclastics (shattered volcanic material) make up more of the volume of many volcanoes than do lava flows. Volcaniclastics may have contributed as much as a third of all sedimentation in the geologic record. The production of large volumes of tephra is characteristic of explosive volcanism. [55]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Tuff_shards.jpg/220px-Tuff_shards.jpg",
                "caption": "Light-microscope image of tuff as seen in thin section (long dimension is several mm): the curved shapes of altered glass shards (ash fragments) are well preserved, although the glass is partly altered. The shapes were formed around bubbles of expanding, water-rich gas."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Types of volcanic eruptions",
        "text": "Eruption styles are broadly divided into magmatic, phreatomagmatic, and phreatic eruptions. [56] The intensity of explosive volcanism is expressed using the Volcanic Explosivity Index (VEI), which ranges from 0 for Hawaiian-type eruptions to 8 for supervolcanic eruptions. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Volcanic_injection.svg/220px-Volcanic_injection.svg.png",
                "caption": "Schematic of volcano injection of aerosols and gases"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Volcanic activity",
        "text": "As of December 2022 [update] , the Smithsonian Institution 's Global Volcanism Program database of volcanic eruptions in the Holocene Epoch (the last 11,700 years) lists 9,901 confirmed eruptions from 859 volcanoes. The database also lists 1,113 uncertain eruptions and 168 discredited eruptions for the same time interval. [58] [59] Volcanoes vary greatly in their level of activity, with individual volcanic systems having an eruption recurrence ranging from several times a year to once in tens of thousands of years. [60] Volcanoes are informally described as erupting , active , dormant , or extinct , but the definitions of these terms are not entirely uniform amongst volcanologists. The level of activity of most volcanoes falls upon a graduated spectrum, with much overlap between categories, and does not always fit neatly into only one of these three separate categories. [61]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Pompeii_-_Casa_del_Centenario_-_MAN.jpg/170px-Pompeii_-_Casa_del_Centenario_-_MAN.jpg",
                "caption": "Fresco with Mount Vesuvius behind Bacchus and Agathodaemon , as seen in Pompeii 's House of the Centenary"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Dormant and reactivated",
        "text": "The USGS defines a dormant volcano as any volcano that is not showing any signs of unrest such as earthquake swarms, ground swelling, or excessive noxious gas emissions, but which shows signs that it could yet become active again. [63] Many dormant volcanoes have not erupted for thousands of years, but have still shown signs that they may be likely to erupt again in the future. [64] [65] In an article justifying the re-classification of Alaska's Mount Edgecumbe volcano from \"dormant\" to \"active\", volcanologists at the Alaska Volcano Observatory pointed out that the term \"dormant\" in reference to volcanoes has been deprecated over the past few decades and that \"[t]he term \"dormant volcano\" is so little used and undefined in modern volcanology that the Encyclopedia of Volcanoes (2000) does not contain it in the glossaries or index\", [66] however the USGS still widely employs the term. Previously a volcano was often considered to be extinct if there were no written records of its activity. Such a generalisation is inconsistent with observation and deeper study, as has occurred recently with the unexpected eruption of the Chaitén volcano in 2008. [67] Modern volcanic activity monitoring techniques, and improvements in the modelling of the factors that produce eruptions, have helped the understanding of why volcanoes may remain dormant for a long period of time, and then become unexpectedly active again. The potential for eruptions, and their style, depend mainly upon the state of the magma storage system under the volcano, the eruption trigger mechanism and its timescale. [68] : 95 For example, the Yellowstone volcano has a repose/recharge period of around 700,000 years, and Toba of around 380,000 years. [69] Vesuvius was described by Roman writers as having been covered with gardens and vineyards before its unexpected eruption of 79 CE , which destroyed the towns of Herculaneum and Pompeii . Accordingly, it can sometimes be difficult to distinguish between an extinct volcano and a dormant (inactive) one. Long volcano dormancy is known to decrease awareness. [68] : 96 Pinatubo was an inconspicuous volcano, unknown to most people in the surrounding areas, and initially not seismically monitored before its unanticipated and catastrophic eruption of 1991. Two other examples of volcanoes which were once thought to be extinct, before springing back into eruptive activity were the long-dormant Soufrière Hills volcano on the island of Montserrat , thought to be extinct until activity resumed in 1995 (turning its capital Plymouth into a ghost town ) and Fourpeaked Mountain in Alaska, which, before its September 2006 eruption, had not erupted since before 8000 BCE.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Narcondam_island.jpg/220px-Narcondam_island.jpg",
                "caption": "Narcondam Island , India, is classified as a dormant volcano by the Geological Survey of India ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Extinct",
        "text": "Extinct volcanoes are those that scientists consider unlikely to erupt again because the volcano no longer has a magma supply. Examples of extinct volcanoes are many volcanoes on the Hawaiian–Emperor seamount chain in the Pacific Ocean (although some volcanoes at the eastern end of the chain are active), Hohentwiel in Germany , Shiprock in New Mexico , US , Capulin in New Mexico, US, Zuidwal volcano in the Netherlands , and many volcanoes in Italy such as Monte Vulture . Edinburgh Castle in Scotland is located atop an extinct volcano, which forms Castle Rock . Whether a volcano is truly extinct is often difficult to determine. Since \"supervolcano\" calderas can have eruptive lifespans sometimes measured in millions of years, a caldera that has not produced an eruption in tens of thousands of years may be considered dormant instead of extinct. An individual volcano in a monogenetic volcanic field can be extinct but that does not mean a completely new volcano might not erupt close by with little or no warning as its field may have an active magma supply.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Capulin_1980_tde00005.jpg/220px-Capulin_1980_tde00005.jpg",
                "caption": "Capulin Volcano National Monument in New Mexico, US"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Decade volcanoes",
        "text": "The Decade Volcanoes are 16 volcanoes identified by the International Association of Volcanology and Chemistry of the Earth's Interior (IAVCEI) as being worthy of particular study in light of their history of large, destructive eruptions and proximity to populated areas. They are named Decade Volcanoes because the project was initiated as part of the United Nations-sponsored International Decade for Natural Disaster Reduction (the 1990s). The 16 current Decade Volcanoes are: The Deep Earth Carbon Degassing Project , an initiative of the Deep Carbon Observatory , monitors nine volcanoes, two of which are Decade volcanoes. The focus of the Deep Earth Carbon Degassing Project is to use Multi-Component Gas Analyzer System instruments to measure CO 2 /SO 2 ratios in real-time and in high-resolution to allow detection of the pre-eruptive degassing of rising magmas, improving prediction of volcanic activity . [71]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Koryaksky_volcano_Petropavlovsk-Kamchatsky_oct-2005.jpg/220px-Koryaksky_volcano_Petropavlovsk-Kamchatsky_oct-2005.jpg",
                "caption": "Koryaksky volcano towering over Petropavlovsk-Kamchatsky on Kamchatka Peninsula , Far Eastern Russia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Volcanoes and humans",
        "text": "Volcanic eruptions pose a significant threat to human civilization. However, volcanic activity has also provided humans with important resources.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Mauna_Loa_atmospheric_transmission.png/220px-Mauna_Loa_atmospheric_transmission.png",
                "caption": "Solar radiation graph 1958–2008, showing how the radiation is reduced after major volcanic eruptions"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/SO2_Galapagos_20051101.jpg/220px-SO2_Galapagos_20051101.jpg",
                "caption": "Sulfur dioxide concentration over the Sierra Negra Volcano , Galapagos Islands , during an eruption in October 2005"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Hazards",
        "text": "There are many different types of volcanic eruptions and associated activity: phreatic eruptions (steam-generated eruptions), explosive eruption of high- silica lava (e.g., rhyolite ), effusive eruption of low-silica lava (e.g., basalt ), sector collapses , pyroclastic flows , lahars (debris flow) and carbon dioxide emission . All of these activities can pose a hazard to humans. Earthquakes, hot springs , fumaroles , mud pots and geysers often accompany volcanic activity. Volcanic gases can reach the stratosphere, where they form sulfuric acid aerosols that can reflect solar radiation and lower surface temperatures significantly. [72] Sulfur dioxide from the eruption of Huaynaputina may have caused the Russian famine of 1601–1603 . [73] Chemical reactions of sulfate aerosols in the stratosphere can also damage the ozone layer , and acids such as hydrogen chloride (HCl) and hydrogen fluoride (HF) can fall to the ground as acid rain . Excessive fluoride salts from eruptions have poisoned livestock in Iceland on multiple occasions. [74] : 39–58 Explosive volcanic eruptions release the greenhouse gas carbon dioxide and thus provide a deep source of carbon for biogeochemical cycles . [75] Ash thrown into the air by eruptions can present a hazard to aircraft, especially jet aircraft where the particles can be melted by the high operating temperature; the melted particles then adhere to the turbine blades and alter their shape, disrupting the operation of the turbine. This can cause major disruptions to air travel. A volcanic winter is thought to have taken place around 70,000 years ago after the supereruption of Lake Toba on Sumatra island in Indonesia. [76] This may have created a population bottleneck that affected the genetic inheritance of all humans today. [77] Volcanic eruptions may have contributed to major extinction events, such as the End-Ordovician , Permian-Triassic , and Late Devonian mass extinctions . [78] The 1815 eruption of Mount Tambora created global climate anomalies that became known as the \" Year Without a Summer \" because of the effect on North American and European weather. [79] The freezing winter of 1740–41, which led to widespread famine in northern Europe, may also owe its origins to a volcanic eruption. [80]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Large_eruptions.jpg/290px-Large_eruptions.jpg",
                "caption": "Comparison of major United States prehistoric eruptions ( VEI 7 and 8 ) with major historical volcanic eruptions in the 19th and 20th century (VEI 5, 6 and 7). From left to right: Yellowstone 2.1 Ma, Yellowstone 1.3 Ma, Long Valley 6.26 Ma, Yellowstone 0.64 Ma . 19th century eruptions: Tambora 1815, Krakatoa 1883. 20th century eruptions: Novarupta 1912, St. Helens 1980, Pinatubo 1991."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Volcanoes on other celestial bodies",
        "text": "Earth's Moon has no large volcanoes and no current volcanic activity, although recent evidence suggests it may still possess a partially molten core. [91] However, the Moon does have many volcanic features such as maria [92] (the darker patches seen on the Moon), rilles [93] and domes . [94] The planet Venus has a surface that is 90% basalt , indicating that volcanism played a major role in shaping its surface. The planet may have had a major global resurfacing event about 500 million years ago, [95] from what scientists can tell from the density of impact craters on the surface. Lava flows are widespread and forms of volcanism not present on Earth occur as well. Changes in the planet's atmosphere and observations of lightning have been attributed to ongoing volcanic eruptions, although there is no confirmation of whether or not Venus is still volcanically active. However, radar sounding by the Magellan probe revealed evidence for comparatively recent volcanic activity at Venus's highest volcano Maat Mons , in the form of ash flows near the summit and on the northern flank. [96] However, the interpretation of the flows as ash flows has been questioned. [97] There are several extinct volcanoes on Mars , four of which are vast shield volcanoes far bigger than any on Earth. They include Arsia Mons , Ascraeus Mons , Hecates Tholus , Olympus Mons , and Pavonis Mons . These volcanoes have been extinct for many millions of years, [98] but the European Mars Express spacecraft has found evidence that volcanic activity may have occurred on Mars in the recent past as well. [98] Jupiter 's moon Io is the most volcanically active object in the Solar System because of tidal interaction with Jupiter. It is covered with volcanoes that erupt sulfur , sulfur dioxide and silicate rock, and as a result, Io is constantly being resurfaced. Its lavas are the hottest known anywhere in the Solar System, with temperatures exceeding 1,800 K (1,500 °C). In February 2001, the largest recorded volcanic eruptions in the Solar System occurred on Io. [99] Europa , the smallest of Jupiter's Galilean moons , also appears to have an active volcanic system, except that its volcanic activity is entirely in the form of water, which freezes into ice on the frigid surface. This process is known as cryovolcanism , and is apparently most common on the moons of the outer planets of the Solar System . [100] In 1989, the Voyager 2 spacecraft observed cryovolcanoes (ice volcanoes) on Triton , a moon of Neptune , and in 2005 the Cassini–Huygens probe photographed fountains of frozen particles erupting from Enceladus , a moon of Saturn . [101] [102] The ejecta may be composed of water, liquid nitrogen , ammonia , dust, or methane compounds. Cassini–Huygens also found evidence of a methane-spewing cryovolcano on the Saturnian moon Titan , which is believed to be a significant source of the methane found in its atmosphere. [103] It is theorized that cryovolcanism may also be present on the Kuiper Belt Object Quaoar . A 2010 study of the exoplanet COROT-7b , which was detected by transit in 2009, suggested that tidal heating from the host star very close to the planet and neighboring planets could generate intense volcanic activity similar to that found on Io. [104]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Tvashtarvideo.gif/220px-Tvashtarvideo.gif",
                "caption": "The Tvashtar volcano erupts a plume 330 km (205 mi) above the surface of Jupiter 's moon Io ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Olympus_Mons.jpeg/170px-Olympus_Mons.jpeg",
                "caption": "Olympus Mons ( Latin , \"Mount Olympus\"), located on the planet Mars , is the tallest known mountain in the Solar System ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Eruption mechanisms",
        "text": "Volcanic eruptions arise through three main mechanisms: [1] There are two types of eruptions in terms of activity, explosive eruptions and effusive eruptions . Explosive eruptions are characterized by gas-driven explosions that propels magma and tephra. [1] Effusive eruptions, meanwhile, are characterized by the outpouring of lava without significant explosive eruption. [2]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/VEIfigure_en.svg/220px-VEIfigure_en.svg.png",
                "caption": "Diagram showing the scale of VEI correlation with total ejecta volume"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Hawaiian",
        "text": "Hawaiian eruptions are a type of volcanic eruption named after the Hawaiian volcanoes , such as Mauna Loa , with this eruptive type is hallmark. Hawaiian eruptions are the calmest types of volcanic events, characterized by the effusive eruption of very fluid basalt -type lavas with low gaseous content . The volume of ejected material from Hawaiian eruptions is less than half of that found in other eruptive types. Steady production of small amounts of lava builds up the large, broad form of a shield volcano . Eruptions are not centralized at the main summit as with other volcanic types, and often occur at vents around the summit and from fissure vents radiating out of the center. [4] Hawaiian eruptions often begin as a line of vent eruptions along a fissure vent , a so-called \"curtain of fire.\" These die down as the lava begins to concentrate at a few of the vents. Central-vent eruptions, meanwhile, often take the form of large lava fountains (both continuous and sporadic), which can reach heights of hundreds of meters or more. The particles from lava fountains usually cool in the air before hitting the ground, resulting in the accumulation of cindery scoria fragments; however, when the air is especially thick with clasts , they cannot cool off fast enough due to the surrounding heat, and hit the ground still hot, the accumulation of which forms spatter cones . If eruptive rates are high enough, they may even form splatter-fed lava flows. Hawaiian eruptions are often extremely long lived; Puʻu ʻŌʻō , a volcanic cone on Kilauea , erupted continuously for over 35 years. Another Hawaiian volcanic feature is the formation of active lava lakes , self-maintaining pools of raw lava with a thin crust of semi-cooled rock. [4] Flows from Hawaiian eruptions are basaltic, and can be divided into two types by their structural characteristics. Pahoehoe lava is a relatively smooth lava flow that can be billowy or ropey. They can move as one sheet, by the advancement of \"toes\", or as a snaking lava column. [10] A'a lava flows are denser and more viscous than pahoehoe, and tend to move slower. Flows can measure 2 to 20 m (7 to 66 ft) thick. A'a flows are so thick that the outside layers cools into a rubble-like mass, insulating the still-hot interior and preventing it from cooling. A'a lava moves in a peculiar way—the front of the flow steepens due to pressure from behind until it breaks off, after which the general mass behind it moves forward. Pahoehoe lava can sometimes become A'a lava due to increasing viscosity or increasing rate of shear , but A'a lava never turns into pahoehoe flow. [11] Hawaiian eruptions are responsible for several unique volcanological objects. Small volcanic particles are carried and formed by the wind, chilling quickly into teardrop-shaped glassy fragments known as Pele's tears (after Pele , the Hawaiian volcano deity). During especially high winds these chunks may even take the form of long drawn-out strands, known as Pele's hair . Sometimes basalt aerates into reticulite , the lowest density rock type on earth. [4] Although Hawaiian eruptions are named after the volcanoes of Hawaii, they are not necessarily restricted to them; the highest lava fountain recorded was during the 23 November 2013 eruption of Mount Etna in Italy, which reached a stable height of around 2,500 m (8,200 ft) for 18 minutes, briefly peaking at a height of 3,400 m (11,000 ft). [12] Volcanoes known to have Hawaiian activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Hawaiian_Eruption-numbers.svg/220px-Hawaiian_Eruption-numbers.svg.png",
                "caption": "Diagram of a Hawaiian eruption . (key: 1. Ash plume 2. Lava fountain 3. Crater 4. Lava lake 5. Fumaroles 6. Lava flow 7. Layers of lava and ash 8. Stratum 9. Sill 10. Magma conduit 11. Magma chamber 12. Dike ) Click for larger version ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Ropy_pahoehoe.jpg/150px-Ropy_pahoehoe.jpg",
                "caption": "Ropey pahoehoe lava from Kilauea , Hawaiʻi"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Strombolian",
        "text": "Strombolian eruptions are a type of volcanic eruption named after the volcano Stromboli , which has been erupting nearly continuously for centuries. [13] Strombolian eruptions are driven by the bursting of gas bubbles within the magma . These gas bubbles within the magma accumulate and coalesce into large bubbles, called gas slugs . These grow large enough to rise through the lava column. [14] Upon reaching the surface, the difference in air pressure causes the bubble to burst with a loud pop, [13] throwing magma in the air in a way similar to a soap bubble . Because of the high gas pressures associated with the lavas, continued activity is generally in the form of episodic explosive eruptions accompanied by the distinctive loud blasts. [13] During eruptions, these blasts occur as often as every few minutes. [15] The term \"Strombolian\" has been used indiscriminately to describe a wide variety of volcanic eruptions, varying from small volcanic blasts to large eruptive columns . In reality, true Strombolian eruptions are characterized by short-lived and explosive eruptions of lavas with intermediate viscosity , often ejected high into the air. Columns can measure hundreds of meters in height. The lavas formed by Strombolian eruptions are a form of relatively viscous basaltic lava, and its end product is mostly scoria . [13] The relative passivity of Strombolian eruptions, and its non-damaging nature to its source vent allow Strombolian eruptions to continue unabated for thousands of years, and also makes it one of the least dangerous eruptive types. [15] Strombolian eruptions eject volcanic bombs and lapilli fragments that travel in parabolic paths before landing around their source vent. [16] The steady accumulation of small fragments builds cinder cones composed completely of basaltic pyroclasts . This form of accumulation tends to result in well-ordered rings of tephra . [13] Strombolian eruptions are similar to Hawaiian eruptions , but there are differences. Strombolian eruptions are noisier, produce no sustained eruptive columns , do not produce some volcanic products associated with Hawaiian volcanism (specifically Pele's tears and Pele's hair ), and produce fewer molten lava flows (although the eruptive material does tend to form small rivulets). [13] [15] Volcanoes known to have Strombolian activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Strombolian_Eruption-numbers.svg/220px-Strombolian_Eruption-numbers.svg.png",
                "caption": "Diagram of a Strombolian eruption . (key: 1. Ash plume 2. Lapilli 3. Volcanic ash rain 4. Lava fountain 5. Volcanic bomb 6. Lava flow 7. Layers of lava and ash 8. Stratum 9. Dike 10. Magma conduit 11. Magma chamber 12. Sill ) Click for larger version ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Stromboli_Eruption.jpg/150px-Stromboli_Eruption.jpg",
                "caption": "An example of the lava arcs formed during Strombolian activity. This image is of Stromboli itself."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Vulcanian",
        "text": "Vulcanian eruptions are a type of volcanic eruption named after the volcano Vulcano . [24] It was named so following Giuseppe Mercalli 's observations of its 1888–1890 eruptions. [25] In Vulcanian eruptions, intermediate viscous magma within the volcano make it difficult for vesiculate gases to escape. Similar to Strombolian eruptions, this leads to the buildup of high gas pressure , eventually popping the cap holding the magma down and resulting in an explosive eruption. However, unlike Strombolian eruptions, ejected lava fragments are not aerodynamic; this is due to the higher viscosity of Vulcanian magma and the greater incorporation of crystalline material broken off from the former cap. They are also more explosive than their Strombolian counterparts, with eruptive columns often reaching between 5 and 10 km (3 and 6 mi) high. Lastly, Vulcanian deposits are andesitic to dacitic rather than basaltic . [24] Initial Vulcanian activity is characterized by a series of short-lived explosions, lasting a few minutes to a few hours and typified by the ejection of volcanic bombs and blocks . These eruptions wear down the lava dome holding the magma down, and it disintegrates, leading to much more quiet and continuous eruptions. Thus an early sign of future Vulcanian activity is lava dome growth, and its collapse generates an outpouring of pyroclastic material down the volcano's slope. [24] Deposits near the source vent consist of large volcanic blocks and bombs , with so-called \" bread-crust bombs \" being especially common. These deeply cracked volcanic chunks form when the exterior of ejected lava cools quickly into a glassy or fine-grained shell, but the inside continues to cool and vesiculate . The center of the fragment expands, cracking the exterior. However the bulk of Vulcanian deposits are fine grained ash . The ash is only moderately dispersed, and its abundance indicates a high degree of fragmentation , the result of high gas contents within the magma. In some cases these have been found to be the result of interaction with meteoric water , suggesting that Vulcanian eruptions are partially hydrovolcanic . [24] Volcanoes that have exhibited Vulcanian activity include: Vulcanian eruptions are estimated to make up at least half of all known Holocene eruptions. [30]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Vulcanian_Eruption-numbers.svg/220px-Vulcanian_Eruption-numbers.svg.png",
                "caption": "Diagram of a Vulcanian eruption . (key: 1. Ash plume 2. Lapilli 3. Lava fountain 4. Volcanic ash rain 5. Volcanic bomb 6. Lava flow 7. Layers of lava and ash 8. Stratum 9. Sill 10. Magma conduit 11. Magma chamber 12. Dike ) Click for larger version."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Tavurvur_volcano_edit.jpg/220px-Tavurvur_volcano_edit.jpg",
                "caption": "Tavurvur in Papua New Guinea erupting"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Peléan",
        "text": "Peléan eruptions (or nuée ardente ) are a type of volcanic eruption named after the volcano Mount Pelée in Martinique , the site of a Peléan eruption in 1902 that is one of the worst natural disasters in history. In Peléan eruptions, a large amount of gas, dust, ash, and lava fragments are blown out the volcano's central crater, [31] driven by the collapse of rhyolite , dacite , and andesite lava domes that often creates large eruptive columns . An early sign of a coming eruption is the growth of a so-called Peléan or lava spine , a bulge in the volcano's summit preempting its total collapse. [32] The material collapses upon itself, forming a fast-moving pyroclastic flow [31] (known as a block -and- ash flow) [33] that moves down the side of the mountain at tremendous speeds, often over 150 km (93 mi) per hour. These landslides make Peléan eruptions one of the most dangerous in the world, capable of tearing through populated areas and causing serious loss of life. The 1902 eruption of Mount Pelée caused tremendous destruction, killing more than 30,000 people and completely destroying St. Pierre , the worst volcanic event in the 20th century . [31] Peléan eruptions are characterized most prominently by the incandescent pyroclastic flows that they drive. The mechanics of a Peléan eruption are very similar to that of a Vulcanian eruption, except that in Peléan eruptions the volcano's structure is able to withstand more pressure, hence the eruption occurs as one large explosion rather than several smaller ones. [34] Volcanoes known to have Peléan activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Pelean_Eruption-numbers.svg/220px-Pelean_Eruption-numbers.svg.png",
                "caption": "Diagram of Peléan eruption . (key: 1. Ash plume 2. Volcanic ash rain 3. Lava dome 4. Volcanic bomb 5. Pyroclastic flow 6. Layers of lava and ash 7. Stratum 8. Magma conduit 9. Magma chamber 10. Dike ) Click for larger version ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Plinian",
        "text": "Plinian eruptions (or Vesuvian eruptions) are a type of volcanic eruption named for the historical eruption of Mount Vesuvius in 79 AD that buried the Roman towns of Pompeii and Herculaneum and, specifically, for its chronicler Pliny the Younger . [40] The process powering Plinian eruptions starts in the magma chamber , where dissolved volatile gases are stored in the magma. The gases vesiculate and accumulate as they rise through the magma conduit . These bubbles agglutinate and once they reach a certain size (about 75% of the total volume of the magma conduit) they explode. The narrow confines of the conduit force the gases and associated magma up, forming an eruptive column . Eruption velocity is controlled by the gas contents of the column, and low-strength surface rocks commonly crack under the pressure of the eruption, forming a flared outgoing structure that pushes the gases even faster. [41] These massive eruptive columns are the distinctive feature of a Plinian eruption, and reach up 2 to 45 km (1 to 28 mi) into the atmosphere . The densest part of the plume, directly above the volcano, is driven internally by gas expansion . As it reaches higher into the air the plume expands and becomes less dense, convection and thermal expansion of volcanic ash drive it even further up into the stratosphere . At the top of the plume, powerful winds may drive the plume away from the volcano . [41] These highly explosive eruptions are usually associated with volatile-rich dacitic to rhyolitic lavas, and occur most typically at stratovolcanoes . Eruptions can last anywhere from hours to days, with longer eruptions being associated with more felsic volcanoes. Although they are usually associated with felsic magma, Plinian eruptions can occur at basaltic volcanoes, if the magma chamber differentiates with upper portions rich in silicon dioxide , [40] or if magma ascends rapidly. [42] Plinian eruptions are similar to both Vulcanian and Strombolian eruptions, except that rather than creating discrete explosive events, Plinian eruptions form sustained eruptive columns. They are also similar to Hawaiian lava fountains in that both eruptive types produce sustained eruption columns maintained by the growth of bubbles that move up at about the same speed as the magma surrounding them. [40] Regions affected by Plinian eruptions are subjected to heavy pumice airfall affecting an area 0.5 to 50 km 3 (0 to 12 cu mi) in size. [40] The material in the ash plume eventually finds its way back to the ground, covering the landscape in a thick layer of many cubic kilometers of ash. [43] However the most dangerous eruptive feature are the pyroclastic flows generated by material collapse, which move down the side of the mountain at extreme speeds [40] of up to 700 km (435 mi) per hour and with the ability to extend the reach of the eruption hundreds of kilometers. [43] The ejection of hot material from the volcano's summit melts snowbanks and ice deposits on the volcano, which mixes with tephra to form lahars , fast moving mudflows with the consistency of wet concrete that move at the speed of a river rapid . [40] Major Plinian eruptive events include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Plinian_Eruption-numbers.svg/220px-Plinian_Eruption-numbers.svg.png",
                "caption": "Diagram of a Plinian eruption . (key: 1. Ash plume 2. Magma conduit 3. Volcanic ash rain 4. Layers of lava and ash 5. Stratum 6. Magma chamber ) Click for larger version ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/MtRedoubtedit1.jpg/220px-MtRedoubtedit1.jpg",
                "caption": "21 April 1990 eruptive column from Redoubt Volcano , as viewed to the west from the Kenai Peninsula"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Armero_aftermath_Marso.jpg/220px-Armero_aftermath_Marso.jpg",
                "caption": "Lahar flows from the 1985 eruption of Nevado del Ruiz , which totally destroyed Armero in Colombia"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Types_of_volcanoes_and_eruption_features.jpg/800px-Types_of_volcanoes_and_eruption_features.jpg",
                "caption": ""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Surtseyan",
        "text": "A Surtseyan (or hydrovolcanic) eruption is a type of volcanic eruption characterized by shallow-water interactions between water and lava, named after its most famous example, the eruption and formation of the island of Surtsey off the coast of Iceland in 1963. Surtseyan eruptions are the \"wet\" equivalent of ground-based Strombolian eruptions , but because they take place in water they are much more explosive. As water is heated by lava, it flashes into steam and expands violently, fragmenting the magma it contacts into fine-grained ash . Surtseyan eruptions are typical of shallow-water volcanic oceanic islands , but they are not confined to seamounts. They can happen on land as well, where rising magma that comes into contact with an aquifer (water-bearing rock formation) at shallow levels under the volcano can cause them. [50] The products of Surtseyan eruptions are generally oxidized palagonite basalts (though andesitic eruptions do occur, albeit rarely), and like Strombolian eruptions Surtseyan eruptions are generally continuous or otherwise rhythmic. [51] A defining feature of a Surtseyan eruption is the formation of a pyroclastic surge (or base surge ), a ground hugging radial cloud that develops along with the eruption column . Base surges are caused by the gravitational collapse of a vaporous eruptive column, one that is denser overall than a regular volcanic column. The densest part of the cloud is nearest to the vent, resulting in a wedge shape. Associated with these laterally moving rings are dune -shaped depositions of rock left behind by the lateral movement. These are occasionally disrupted by bomb sags , rock that was flung out by the explosive eruption and followed a ballistic path to the ground. Accumulations of wet, spherical ash known as accretionary lapilli are another common surge indicator. [50] Over time Surtseyan eruptions tend to form maars , broad low- relief volcanic craters dug into the ground, and tuff rings , circular structures built of rapidly quenched lava. These structures are associated with single vent eruptions. However, if eruptions arise along fracture zones , rift zones may be dug out. Such eruptions tend to be more violent than those which form tuff rings or maars, an example being the 1886 eruption of Mount Tarawera . [50] [51] Littoral cones are another hydrovolcanic feature, generated by the explosive deposition of basaltic tephra (although they are not truly volcanic vents). They form when lava accumulates within cracks in lava, superheats and explodes in a steam explosion , breaking the rock apart and depositing it on the volcano's flank. Consecutive explosions of this type eventually generate the cone. [50] Volcanoes known to have Surtseyan activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Surtseyan_Eruption-numbers.svg/220px-Surtseyan_Eruption-numbers.svg.png",
                "caption": "Diagram of a Surtseyan eruption . (key: 1. Water vapor cloud 2. Compressed ash 3. Crater 4. Water 5. Layers of lava and ash 6. Stratum 7. Magma conduit 8. Magma chamber 9. Dike ) Click for larger version ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Submarine",
        "text": "Submarine eruptions occur underwater. An estimated 75% of volcanic eruptive volume is generated by submarine eruptions near mid ocean ridges alone, however problems detecting deep sea volcanics meant they remained virtually unknown until advances in the 1990s made it possible to observe them. [54] Submarine eruptions may produce seamounts , which may break the surface and form volcanic islands. Submarine volcanism is driven by various processes. Volcanoes near plate boundaries and mid-ocean ridges are built by the decompression melting of mantle rock that rises on an upwelling portion of a convection cell to the crustal surface. Eruptions associated with subducting zones , meanwhile, are driven by subducting plates that add volatiles to the rising plate, lowering its melting point . Each process generates different rock; mid-ocean ridge volcanics are primarily basaltic , whereas subduction flows are mostly calc-alkaline , and more explosive and viscous . [55] Spreading rates along mid-ocean ridges vary widely, from 2 cm (0.8 in) per year at the Mid-Atlantic Ridge , to up to 16 cm (6 in) along the East Pacific Rise . Higher spreading rates are a probable cause for higher levels of volcanism. The technology for studying seamount eruptions did not exist until advancements in hydrophone technology made it possible to \"listen\" to acoustic waves , known as T-waves, released by submarine earthquakes associated with submarine volcanic eruptions. The reason for this is that land-based seismometers cannot detect sea-based earthquakes below a magnitude of 4, but acoustic waves travel well in water and over long periods of time. A system in the North Pacific , maintained by the United States Navy and originally intended for the detection of submarines , has detected an event on average every 2 to 3 years. [54] The most common underwater flow is pillow lava , a rounded lava flow named for its unusual shape. Less common are glassy , marginal sheet flows, indicative of larger-scale flows. Volcaniclastic sedimentary rocks are common in shallow-water environments. As plate movement starts to carry the volcanoes away from their eruptive source, eruption rates start to die down, and water erosion grinds the volcano down. The final stages of eruption cap the seamount in alkalic flows. [55] There are about 100,000 deepwater volcanoes in the world, [56] although most are beyond the active stage of their life. [55] Some exemplary seamounts are Kamaʻehuakanaloa (formerly Loihi), Bowie Seamount , Davidson Seamount , and Axial Seamount .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Submarine_Eruption-numbers.svg/220px-Submarine_Eruption-numbers.svg.png",
                "caption": "Diagram of a Submarine eruption . (key: 1. Water vapor cloud 2. Water 3. Stratum 4. Lava flow 5. Magma conduit 6. Magma chamber 7. Dike 8. Pillow lava ) Click to enlarge ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Subglacial",
        "text": "Subglacial eruptions are a type of volcanic eruption characterized by interactions between lava and ice , often under a glacier . The nature of glaciovolcanism dictates that it occurs at areas of high latitude and high altitude . [57] It has been suggested that subglacial volcanoes that are not actively erupting often dump heat into the ice covering them, producing meltwater . [58] This meltwater mix means that subglacial eruptions often generate dangerous jökulhlaups ( floods ) and lahars . [57] The study of glaciovolcanism is still a relatively new field. Early accounts described the unusual flat-topped steep-sided volcanoes (called tuyas ) in Iceland that were suggested to have formed from eruptions below ice. The first English-language paper on the subject was published in 1947 by William Henry Mathews , describing the Tuya Butte field in northwest British Columbia , Canada . The eruptive process that builds these structures, originally inferred in the paper, [57] begins with volcanic growth below the glacier. At first the eruptions resemble those that occur in the deep sea, forming piles of pillow lava at the base of the volcanic structure. Some of the lava shatters when it comes in contact with the cold ice, forming a glassy breccia called hyaloclastite . After a while the ice finally melts into a lake, and the more explosive eruptions of Surtseyan activity begins, building up flanks made up of mostly hyaloclastite. Eventually the lake boils off from continued volcanism, and the lava flows become more effusive and thicken as the lava cools much more slowly, often forming columnar jointing . Well-preserved tuyas show all of these stages, for example Hjorleifshofdi in Iceland. [59] Products of volcano-ice interactions stand as various structures, whose shape is dependent on complex eruptive and environmental interactions. Glacial volcanism is a good indicator of past ice distribution, making it an important climatic marker. Since they are embedded in ice, as glacial ice retreats worldwide there are concerns that tuyas and other structures may destabilize, resulting in mass landslides . Evidence of volcanic-glacial interactions are evident in Iceland and parts of British Columbia , and it is even possible that they play a role in deglaciation . [57] Glaciovolcanic products have been identified in Iceland, the Canadian province of British Columbia, the U.S. states of Hawaii and Alaska , the Cascade Range of western North America, South America and even on the planet Mars . [57] Volcanoes known to have subglacial activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Subglacial_Eruption-numbers.svg/220px-Subglacial_Eruption-numbers.svg.png",
                "caption": "A diagram of a Subglacial eruption . (key: 1. Water vapor cloud 2. Crater lake 3. Ice 4. Layers of lava and ash 5. Stratum 6. Pillow lava 7. Magma conduit 8. Magma chamber 9. Dike ) Click for larger version ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Her%C3%B0ubrei%C3%B0-Iceland-2.jpg/220px-Her%C3%B0ubrei%C3%B0-Iceland-2.jpg",
                "caption": "Herðubreið , a tuya in Iceland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Phreatic eruptions",
        "text": "Phreatic eruptions (or steam-blast eruptions) are a type of eruption driven by the expansion of steam . When cold ground or surface water come into contact with hot rock or magma it superheats and explodes , fracturing the surrounding rock [63] and thrusting out a mixture of steam, water , ash , volcanic bombs , and volcanic blocks . [64] The distinguishing feature of phreatic explosions is that they only blast out fragments of pre-existing solid rock from the volcanic conduit; no new magma is erupted. [65] Because they are driven by the cracking of rock strata under pressure, phreatic activity does not always result in an eruption; if the rock face is strong enough to withstand the explosive force, outright eruptions may not occur, although cracks in the rock will probably develop and weaken it, furthering future eruptions. [63] Often a precursor of future volcanic activity, [66] phreatic eruptions are generally weak, although there have been exceptions. [65] Some phreatic events may be triggered by earthquake activity, another volcanic precursor, and they may also travel along dike lines. [63] Phreatic eruptions form base surges , lahars , avalanches , and volcanic block \"rain.\" They may also release deadly toxic gas able to suffocate anyone in range of the eruption. [66] Volcanoes known to exhibit phreatic activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Phreatic_Eruption-numbers.svg/220px-Phreatic_Eruption-numbers.svg.png",
                "caption": "Diagram of a phreatic eruption . (key: 1. Water vapor cloud 2. Magma conduit 3. Layers of lava and ash 4. Stratum 5. Water table 6. Explosion 7. Magma chamber )"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Physical characteristics",
        "text": "Venus is one of the four terrestrial planets in the Solar System, meaning that it is a rocky body like Earth. It is similar to Earth in size and mass and is often described as Earth's \"sister\" or \"twin\". [32] Venus is close to spherical due to its slow rotation. [33] Venus has a diameter of 12,103.6 km (7,520.8 mi)—only 638.4 km (396.7 mi) less than Earth's—and its mass is 81.5% of Earth's, making it the third-smallest planet in the Solar System . Conditions on the Venusian surface differ radically from those on Earth because its dense atmosphere is 96.5% carbon dioxide, with most of the remaining 3.5% being nitrogen . [34] The surface pressure is 9.3 megapascals (93 bars ), and the average surface temperature is 737 K (464 °C; 867 °F), above the critical points of both major constituents and making the surface atmosphere a supercritical fluid out of mainly supercritical carbon dioxide and some supercritical nitrogen.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Terrestrial_planet_sizes2.jpg/220px-Terrestrial_planet_sizes2.jpg",
                "caption": "Venus to scale among the terrestrial planets of the Solar System, which are arranged by the order of their Inner Solar System orbits outward from the Sun (from left: Mercury , Venus, Earth and Mars )"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Atmosphere and climate",
        "text": "Venus has a dense atmosphere composed of 96.5% carbon dioxide , 3.5% nitrogen—both exist as supercritical fluids at the planet's surface with a density 6.5% that of water [35] —and traces of other gases including sulphur dioxide . [36] The mass of its atmosphere is 92 times that of Earth's, whereas the pressure at its surface is about 93 times that at Earth's—a pressure equivalent to that at a depth of nearly 1 km ( 5 ⁄ 8 mi) under Earth's ocean surfaces. The density at the surface is 65 kg/m 3 (4.1 lb/cu ft), 6.5% that of water [35] or 50 times as dense as Earth's atmosphere at 293 K (20 °C; 68 °F) at sea level. The CO 2 -rich atmosphere generates the strongest greenhouse effect in the Solar System, creating surface temperatures of at least 735 K (462 °C; 864 °F). [37] [38] This makes the Venusian surface hotter than Mercury 's, which has a minimum surface temperature of 53 K (−220 °C; −364 °F) and maximum surface temperature of 700 K (427 °C; 801 °F), [39] [40] even though Venus is nearly twice Mercury's distance from the Sun and thus receives only 25% of Mercury's solar irradiance . Because of its runaway greenhouse effect , Venus has been identified by scientists such as Carl Sagan as a warning and research object linked to climate change on Earth. [30] [31] Venus's atmosphere is rich in primordial noble gases compared to that of Earth. [42] This enrichment indicates an early divergence from Earth in evolution. An unusually large comet impact [43] or accretion of a more massive primary atmosphere from solar nebula [44] have been proposed to explain the enrichment. However, the atmosphere is depleted of radiogenic argon, a proxy for mantle degassing, suggesting an early shutdown of major magmatism. [45] [46] Studies have suggested that billions of years ago, Venus's atmosphere could have been much more like the one surrounding the early Earth, and that there may have been substantial quantities of liquid water on the surface. [47] [48] [49] After a period of 600 million to several billion years, [50] solar forcing from rising luminosity of the Sun and possibly large volcanic resurfacing caused the evaporation of the original water and the current atmosphere. [51] A runaway greenhouse effect was created once a critical level of greenhouse gases (including water) was added to its atmosphere. [52] Although the surface conditions on Venus are no longer hospitable to any Earth-like life that may have formed before this event, there is speculation on the possibility that life exists in the upper cloud layers of Venus, 50 km (30 mi) up from the surface, where the atmospheric conditions are the most Earth-like in the Solar System, [53] with temperatures ranging between 303 and 353 K (30 and 80 °C; 86 and 176 °F), and the pressure and radiation being about the same as at Earth's surface, but with acidic clouds and the carbon dioxide air. [54] [55] [56] Venus's atmosphere could also have a potential thermal habitable zone at elevations of 54 to 48 km, with lower elevations inhibiting cell growth and higher elevations exceeding evaporation temperature. [57] [58] The putative detection of an absorption line of phosphine in Venus's atmosphere, with no known pathway for abiotic production, led to speculation in September 2020 that there could be extant life currently present in the atmosphere. [59] [60] Later research attributed the spectroscopic signal that was interpreted as phosphine to sulphur dioxide, [61] or found that in fact there was no absorption line. [62] [63] Thermal inertia and the transfer of heat by winds in the lower atmosphere mean that the temperature of Venus's surface does not vary significantly between the planet's two hemispheres, those facing and not facing the Sun, despite Venus's slow rotation. Winds at the surface are slow, moving at a few kilometres per hour, but because of the high density of the atmosphere at the surface, they exert a significant amount of force against obstructions, and transport dust and small stones across the surface. This alone would make it difficult for a human to walk through, even without the heat, pressure, and lack of oxygen. [64] Above the dense CO 2 layer are thick clouds, consisting mainly of sulfuric acid , which is formed by sulphur dioxide and water through a chemical reaction resulting in sulfuric acid hydrate. Additionally, the clouds consist of approximately 1% ferric chloride . [65] [66] Other possible constituents of the cloud particles are ferric sulfate , aluminium chloride and phosphoric anhydride . Clouds at different levels have different compositions and particle size distributions. [65] These clouds reflect, similar to thick cloud cover on Earth, [67] about 70% of the sunlight that falls on them back into space, [68] and since they cover the whole planet they prevent visual observation of Venus's surface. The permanent cloud cover means that although Venus is closer than Earth to the Sun, it receives less sunlight on the ground, with only 10% of the received sunlight reaching the surface, [69] resulting in average daytime levels of illumination at the surface of 14,000 lux , comparable to that on Earth \"in the daytime with overcast clouds\". [70] Strong 300 km/h (185 mph) winds at the cloud tops go around Venus about every four to five Earth days. [71] Winds on Venus move at up to 60 times the speed of its rotation, whereas Earth's fastest winds are only 10–20% rotation speed. [72] The surface of Venus is effectively isothermal ; it retains a constant temperature not only between the two hemispheres but between the equator and the poles. [4] [73] Venus's minute axial tilt —less than 3°, compared to 23° on Earth—also minimises seasonal temperature variation. [74] Altitude is one of the few factors that affect Venusian temperatures. The highest point on Venus, Maxwell Montes , is therefore the coolest point on Venus, with a temperature of about 655 K (380 °C; 715 °F) and an atmospheric pressure of about 4.5 MPa (45 bar). [75] [76] In 1995, the Magellan spacecraft imaged a highly reflective substance at the tops of the highest mountain peaks, a \" Venus snow \" that bore a strong resemblance to terrestrial snow. This substance likely formed from a similar process to snow, albeit at a far higher temperature. Too volatile to condense on the surface, it rose in gaseous form to higher elevations, where it is cooler and could precipitate. The identity of this substance is not known with certainty, but speculation has ranged from elemental tellurium to lead sulfide ( galena ). [77] Although Venus has no seasons, in 2019 astronomers identified a cyclical variation in sunlight absorption by the atmosphere, possibly caused by opaque, absorbing particles suspended in the upper clouds. The variation causes observed changes in the speed of Venus's zonal winds and appears to rise and fall in time with the Sun's 11-year sunspot cycle . [78] The existence of lightning in the atmosphere of Venus has been controversial [79] since the first suspected bursts were detected by the Soviet Venera probes . [80] [81] [82] In 2006–07, Venus Express clearly detected whistler mode waves , the signatures of lightning. Their intermittent appearance indicates a pattern associated with weather activity. According to these measurements, the lightning rate is at least half that on Earth, [83] however other instruments have not detected lightning at all. [79] The origin of any lightning remains unclear, but could originate from clouds or Venusian volcanoes . In 2007, Venus Express discovered that a huge double atmospheric polar vortex exists at the south pole. [84] [85] Venus Express discovered, in 2011, that an ozone layer exists high in the atmosphere of Venus. [86] On 29 January 2013, ESA scientists reported that the ionosphere of Venus streams outwards in a manner similar to \"the ion tail seen streaming from a comet under similar conditions.\" [87] [88] In December 2015, and to a lesser extent in April and May 2016, researchers working on Japan's Akatsuki mission observed bow-shaped objects in the atmosphere of Venus. This was considered direct evidence of the existence of perhaps the largest stationary gravity waves in the solar system. [89] [90] [91]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Venus_-_December_23_2016.png/220px-Venus_-_December_23_2016.png",
                "caption": "Cloud structure of the Venusian atmosphere, made visible through ultraviolet imaging"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/11214_2023_956_Fig6_HTML.webp/220px-11214_2023_956_Fig6_HTML.webp.png",
                "caption": "Types of cloud layers, as well as temperature and pressure change by altitude in the atmosphere"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Geography",
        "text": "The Venusian surface was a subject of speculation until some of its secrets were revealed by planetary science in the 20th century. Venera landers in 1975 and 1982 returned images of a surface covered in sediment and relatively angular rocks. [92] The surface was mapped in detail by Magellan in 1990–91. The ground shows evidence of extensive volcanism, and the sulphur in the atmosphere may indicate that there have been recent eruptions. [93] [94] About 80% of the Venusian surface is covered by smooth, volcanic plains, consisting of 70% plains with wrinkle ridges and 10% smooth or lobate plains. [95] Two highland \"continents\" make up the rest of its surface area, one lying in the planet's northern hemisphere and the other just south of the equator. The northern continent is called Ishtar Terra after Ishtar , the Babylonian goddess of love, and is about the size of Australia. Maxwell Montes , the highest mountain on Venus, lies on Ishtar Terra. Its peak is 11 km (7 mi) above the Venusian average surface elevation. [96] The southern continent is called Aphrodite Terra , after the Greek mythological goddess of love, and is the larger of the two highland regions at roughly the size of South America. A network of fractures and faults covers much of this area. [97] There is recent evidence of lava flow on Venus (2024), [98] such as flows on Sif Mons, a shield volcano, and on Niobe Planitia, a flat plain. [99] There are visible calderas . The planet has few impact craters , demonstrating that the surface is relatively young, at 300–600 million years old. [100] [101] Venus has some unique surface features in addition to the impact craters, mountains, and valleys commonly found on rocky planets. Among these are flat-topped volcanic features called \" farra \", which look somewhat like pancakes and range in size from 20 to 50 km (12 to 31 mi) across, and from 100 to 1,000 m (330 to 3,280 ft) high; radial, star-like fracture systems called \"novae\"; features with both radial and concentric fractures resembling spider webs, known as \" arachnoids \"; and \"coronae\", circular rings of fractures sometimes surrounded by a depression. These features are volcanic in origin. [102] Most Venusian surface features are named after historical and mythological women. [103] Exceptions are Maxwell Montes, named after James Clerk Maxwell , and highland regions Alpha Regio , Beta Regio , and Ovda Regio . The last three features were named before the current system was adopted by the International Astronomical Union , the body which oversees planetary nomenclature . [104] The longitude of physical features on Venus is expressed relative to its prime meridian . The original prime meridian passed through the radar-bright spot at the centre of the oval feature Eve, located south of Alpha Regio. [105] After the Venera missions were completed, the prime meridian was redefined to pass through the central peak in the crater Ariadne on Sedna Planitia . [106] [107] The stratigraphically oldest tessera terrains have consistently lower thermal emissivity than the surrounding basaltic plains measured by Venus Express and Magellan , indicating a different, possibly a more felsic , mineral assemblage. [26] [108] The mechanism to generate a large amount of felsic crust usually requires the presence of water ocean and plate tectonics , implying that habitable condition had existed on early Venus with large bodies of water at some point. [109] However, the nature of tessera terrains is far from certain. [110] Studies reported on 26 October 2023 suggest for the first time that Venus may have had plate tectonics during ancient times and, as a result, may have had a more habitable environment , possibly one capable of sustaining life . [23] [24] Venus has gained interest as a case for research into the development of Earth-like planets and their habitability .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/2438_pioneer_venus_map_of_venus.jpg/330px-2438_pioneer_venus_map_of_venus.jpg",
                "caption": "Color-coded elevation map, showing the elevated terrae \"continents\" in yellow and minor features of Venus ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Surface_of_Venus_from_Venera_13.jpg/220px-Surface_of_Venus_from_Venera_13.jpg",
                "caption": "Surface panorama taken by Venera 13"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Volcanism",
        "text": "Much of the Venusian surface appears to have been shaped by volcanic activity. Venus has several times as many volcanoes as Earth, and it has 167 large volcanoes that are over 100 km (60 mi) across. The only volcanic complex of this size on Earth is the Big Island of Hawaii. [102] : 154 More than 85,000 volcanoes on Venus were identified and mapped. [111] [112] This is not because Venus is more volcanically active than Earth, but because its crust is older and is not subject to the same erosion process. Earth's oceanic crust is continually recycled by subduction at the boundaries of tectonic plates, and has an average age of about 100 million years, [113] whereas the Venusian surface is estimated to be 300–600 million years old. [100] [102] Several lines of evidence point to ongoing volcanic activity on Venus. Sulfur dioxide concentrations in the upper atmosphere dropped by a factor of 10 between 1978 and 1986, jumped in 2006, and again declined 10-fold. [114] This may mean that levels had been boosted several times by large volcanic eruptions. [115] [116] It has been suggested that Venusian lightning (discussed below) could originate from volcanic activity (i.e. volcanic lightning ). In January 2020, astronomers reported evidence that suggests that Venus is currently volcanically active, specifically the detection of olivine , a volcanic product that would weather quickly on the planet's surface. [117] [118] This massive volcanic activity is fuelled by a superheated interior, which models say could be explained by energetic collisions from when the planet was young. Impacts would have had significantly higher velocity than on Earth, both because Venus's orbit is faster due to its closer proximity to the Sun and because objects would require higher orbital eccentricities to collide with the planet. [119] In 2008 and 2009, the first direct evidence for ongoing volcanism was observed by Venus Express , in the form of four transient localized infrared hot spots within the rift zone Ganis Chasma , [120] [note 1] near the shield volcano Maat Mons . Three of the spots were observed in more than one successive orbit. These spots are thought to represent lava freshly released by volcanic eruptions. [121] [122] The actual temperatures are not known, because the size of the hot spots could not be measured, but are likely to have been in the 800–1,100 K (527–827 °C; 980–1,520 °F) range, relative to a normal temperature of 740 K (467 °C; 872 °F). [123] In 2023, scientists reexamined topographical images of the Maat Mons region taken by the Magellan orbiter. Using computer simulations, they determined that the topography had changed during an 8-month interval, and concluded that active volcanism was the cause. [124]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/PIA00084_Eistla_region_pancake_volcanoes.jpg/220px-PIA00084_Eistla_region_pancake_volcanoes.jpg",
                "caption": "Radar mosaic of two 65 km (40 mi) wide (and less than 1 km (0.62 mi) high) pancake domes in Venus's Eistla region"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Craters",
        "text": "Almost a thousand impact craters on Venus are evenly distributed across its surface. On other cratered bodies, such as Earth and the Moon, craters show a range of states of degradation. On the Moon, degradation is caused by subsequent impacts, whereas on Earth it is caused by wind and rain erosion. On Venus, about 85% of the craters are in pristine condition. The number of craters, together with their well-preserved condition, indicates the planet underwent a global resurfacing event 300–600 million years ago, [100] [101] followed by a decay in volcanism. [125] Whereas Earth's crust is in continuous motion, Venus is thought to be unable to sustain such a process. Without plate tectonics to dissipate heat from its mantle, Venus instead undergoes a cyclical process in which mantle temperatures rise until they reach a critical level that weakens the crust. Then, over a period of about 100 million years, subduction occurs on an enormous scale, completely recycling the crust. [102] Venusian craters range from 3 to 280 km (2 to 174 mi) in diameter. No craters are smaller than 3 km, because of the effects of the dense atmosphere on incoming objects. Objects with less than a certain kinetic energy are slowed so much by the atmosphere that they do not create an impact crater. [126] Incoming projectiles less than 50 m (160 ft) in diameter will fragment and burn up in the atmosphere before reaching the ground. [127]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/PIA00103_Venus_-_3-D_Perspective_View_of_Lavinia_Planitia.jpg/220px-PIA00103_Venus_-_3-D_Perspective_View_of_Lavinia_Planitia.jpg",
                "caption": "Impact craters on the surface of Venus (false-colour image reconstructed from radar data)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Internal structure",
        "text": "Without data from reflection seismology or knowledge of its moment of inertia , little direct information is available about the internal structure and geochemistry of Venus. [128] The similarity in size and density between Venus and Earth suggests that they share a similar internal structure: a core , mantle , and crust . Like that of Earth, the Venusian core is most likely at least partially liquid because the two planets have been cooling at about the same rate, [129] although a completely solid core cannot be ruled out. [130] The slightly smaller size of Venus means pressures are 24% lower in its deep interior than Earth's. [131] The predicted values for the moment of inertia based on planetary models suggest a core radius of 2,900–3,450 km. [130] This is in line with the first observation-based estimate of 3,500 km. [132] The principal difference between the two planets is the lack of evidence for plate tectonics on Venus, possibly because its crust is too strong to subduct without water to make it less viscous . This results in reduced heat loss from the planet, preventing it from cooling and providing a likely explanation for its lack of an internally generated magnetic field . [133] Instead, Venus may lose its internal heat in periodic major resurfacing events. [100]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/InteriorOfVenus.svg/220px-InteriorOfVenus.svg.png",
                "caption": "The differentiated structure of Venus"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Orbit and rotation",
        "text": "Venus orbits the Sun at an average distance of about 0.72 AU (108 million km ; 67 million mi ), and completes an orbit every 224.7 days. Although all planetary orbits are elliptical , Venus's orbit is currently the closest to circular, with an eccentricity of less than 0.01. [4] Simulations of the early solar system orbital dynamics have shown that the eccentricity of the Venus orbit may have been substantially larger in the past, reaching values as high as 0.31 and possibly impacting early climate evolution. [144] All planets in the Solar System orbit the Sun in an anticlockwise direction as viewed from above Earth's north pole. Most planets rotate on their axes in an anticlockwise direction, but Venus rotates clockwise in retrograde rotation once every 243 Earth days—the slowest rotation of any planet. This Venusian sidereal day lasts therefore longer than a Venusian year (243 versus 224.7 Earth days). Slowed by its strong atmospheric current the length of the day also fluctuates by up to 20 minutes. [145] Venus's equator rotates at 6.52 km/h (4.05 mph), whereas Earth's rotates at 1,674.4 km/h (1,040.4 mph). [note 2] [149] Venus's rotation period measured with Magellan spacecraft data over a 500-day period is smaller than the rotation period measured during the 16-year period between the Magellan spacecraft and Venus Express visits, with a difference of about 6.5 minutes. [150] Because of the retrograde rotation, the length of a solar day on Venus is significantly shorter than the sidereal day, at 116.75 Earth days (making the Venusian solar day shorter than Mercury 's 176 Earth days — the 116-day figure is close to the average number of days it takes Mercury to slip underneath the Earth in its orbit [the number of days of Mercury's synodic \norbital period]). [11] One Venusian year is about 1.92 Venusian solar days. [151] To an observer on the surface of Venus, the Sun would rise in the west and set in the east, [151] although Venus's opaque clouds prevent observing the Sun from the planet's surface. [152] Venus may have formed from the solar nebula with a different rotation period and obliquity, reaching its current state because of chaotic spin changes caused by planetary perturbations and tidal effects on its dense atmosphere, a change that would have occurred over the course of billions of years. The rotation period of Venus may represent an equilibrium state between tidal locking to the Sun's gravitation, which tends to slow rotation, and an atmospheric tide created by solar heating of the thick Venusian atmosphere. [153] [154] The 584-day average interval between successive close approaches to Earth is almost exactly equal to 5 Venusian solar days (5.001444 to be precise), [155] but the hypothesis of a spin-orbit resonance with Earth has been discounted. [156] Venus has no natural satellites. [157] It has several trojan asteroids : the quasi-satellite 524522 Zoozve [158] [159] and two other temporary trojans, 2001 CK 32 and 2012 XE 133 . [160] In the 17th century, Giovanni Cassini reported a moon orbiting Venus, which was named Neith and numerous sightings were reported over the following 200 years , but most were determined to be stars in the vicinity. Alex Alemi's and David Stevenson 's 2006 study of models of the early Solar System at the California Institute of Technology shows Venus likely had at least one moon created by a huge impact event billions of years ago. [161] About 10 million years later, according to the study, another impact reversed the planet's spin direction and the resulting tidal deceleration caused the Venusian moon gradually to spiral inward until it collided with Venus. [162] If later impacts created moons, these were removed in the same way. An alternative explanation for the lack of satellites is the effect of strong solar tides, which can destabilize large satellites orbiting the inner terrestrial planets. [157] The orbital space of Venus has a dust ring-cloud , [163] with a suspected origin either from Venus–trailing asteroids, [164] interplanetary dust migrating in waves, or the remains of the Solar System's original circumstellar disc that formed the planetary system . [165]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Solar_system_orrery_inner_planets.gif/220px-Solar_system_orrery_inner_planets.gif",
                "caption": "Venus is the second planet from the Sun, making a full orbit in about 224 days"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/11214_2023_956_Fig7_HTML.webp/220px-11214_2023_956_Fig7_HTML.webp.png",
                "caption": "Venus and its rotation in respect to its revolution."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Orbit in respect to Earth",
        "text": "Earth and Venus have a near orbital resonance of 13:8 (Earth orbits eight times for every 13 orbits of Venus). [166] Therefore, they approach each other and reach inferior conjunction in synodic periods of 584 days, on average. [4] The path that Venus makes in relation to Earth viewed geocentrically draws a pentagram over five synodic periods, shifting every period by 144°. This pentagram of Venus is sometimes referred to as the petals of Venus due to the path's visual similarity to a flower. [167] When Venus lies between Earth and the Sun in inferior conjunction, it makes the closest approach to Earth of any planet at an average distance of 41 million km (25 million mi). [4] [note 3] [168] Because of the decreasing eccentricity of Earth's orbit , the minimum distances will become greater over tens of thousands of years. From the year 1 to 5383, there are 526 approaches less than 40 million km (25 million mi); then, there are none for about 60,158 years. [169] While Venus approaches Earth the closest, Mercury is more often the closest to Earth of all planets. [170] [171] Venus has the lowest gravitational potential difference to Earth than any other planet, needing the lowest delta-v to transfer between them. [172] [173] Tidally Venus exerts the third strongest tidal force on Earth, after the Moon and the Sun, though significantly less. [174]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Venus_pentagram.png/170px-Venus_pentagram.png",
                "caption": "Earth is positioned at the centre of the diagram, and the curve represents the direction and distance of Venus as a function of time."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Observability",
        "text": "To the naked eye , Venus appears as a white point of light brighter than any other planet or star (apart from the Sun). [175] The planet's mean apparent magnitude is −4.14 with a standard deviation of 0.31. [18] The brightest magnitude occurs during the crescent phase about one month before or after an inferior conjunction. Venus fades to about magnitude −3 when it is backlit by the Sun. [176] The planet is bright enough to be seen in broad daylight, [177] but is more easily visible when the Sun is low on the horizon or setting. As an inferior planet , it always lies within about 47° of the Sun . [178] Venus \"overtakes\" Earth every 584 days as it orbits the Sun. [4] As it does so, it changes from the \"Evening Star\", visible after sunset, to the \"Morning Star\", visible before sunrise. Although Mercury, the other inferior planet, reaches a maximum elongation of only 28° and is often difficult to discern in twilight, Venus is hard to miss when it is at its brightest. Its greater maximum elongation means it is visible in dark skies long after sunset. As the brightest point-like object in the sky, Venus is a commonly misreported \" unidentified flying object \". [179]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Venus-pacific-levelled.jpg/220px-Venus-pacific-levelled.jpg",
                "caption": "Venus, pictured centre-right, is always brighter than all other planets or stars at their maximal brightness, as seen from Earth. Jupiter is visible at the top of the image."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Phases",
        "text": "As it orbits the Sun, Venus displays phases like those of the Moon in a telescopic view. The planet appears as a small and \"full\" disc when it is on the opposite side of the Sun (at superior conjunction ). Venus shows a larger disc and \"quarter phase\" at its maximum elongations from the Sun, and appears at its brightest in the night sky. The planet presents a much larger thin \"crescent\" in telescopic views as it passes along the near side between Earth and the Sun. Venus displays its largest size and \"new phase\" when it is between Earth and the Sun (at inferior conjunction). Its atmosphere is visible through telescopes by the halo of sunlight refracted around it. [178] The phases are clearly visible in a 4\" telescope. [180] Although naked eye visibility of Venus's phases is disputed, records exist of observations of its crescent. [181]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Phases_Venus.jpg/220px-Phases_Venus.jpg",
                "caption": "The phases of Venus and evolution of its apparent diameter"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Daylight apparitions",
        "text": "When Venus is sufficiently bright with enough angular distance from the sun, it is easily observed in a clear daytime sky with the naked eye, though most people do not know to look for it. [182] Astronomer Edmund Halley calculated its maximum naked eye brightness in 1716, when many Londoners were alarmed by its appearance in the daytime. French emperor Napoleon Bonaparte once witnessed a daytime apparition of the planet while at a reception in Luxembourg . [183] Another historical daytime observation of the planet took place during the inauguration of the American president Abraham Lincoln in Washington, D.C., on 4 March 1865. [184]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Lunar_Occultation_of_Venus_%28NHQ201512070001%29.jpg/220px-Lunar_Occultation_of_Venus_%28NHQ201512070001%29.jpg",
                "caption": "Venus is often visible to the naked eye in daytime, as seen just prior to the lunar occultation of December 7th, 2015"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Transits",
        "text": "A transit of Venus is the appearance of Venus in front of the Sun, during inferior conjunction . Since the orbit of Venus is slightly inclined relative to Earth's orbit, most inferior conjunctions with Earth, which occur every synodic period of 1.6 years, do not produce a transit of Venus above Earth. Consequently, Venus transits above Earth only occur when an inferior conjunction takes place during some days of June or December, the time where the orbits of Venus and Earth cross a straight line with the Sun. [185] This results in Venus transiting above Earth in a sequence of currently 8 years , 105.5 years , 8 years and 121.5 years , forming cycles of 243 years . Historically, transits of Venus were important, because they allowed astronomers to determine the size of the astronomical unit , and hence the size of the Solar System as shown by Jeremiah Horrocks in 1639 with the first known observation of a Venus transit (after history's first observed planetary transit in 1631, of Mercury ). [186] Only seven Venus transits have been observed so far, since their occurrences were calculated in the 1621 by Johannes Kepler . Captain Cook sailed to Tahiti in 1768 to record the third observed transit of Venus, which subsequently resulted in the exploration of the east coast of Australia. [187] [188] The latest pair was June 8, 2004 and June 5–6, 2012 . The transit could be watched live from many online outlets or observed locally with the right equipment and conditions. [189] The preceding pair of transits occurred in December 1874 and December 1882 . The next transit will occur in December 2117 and December 2125. [190]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Transit_of_Venus_viewed_in_Wagga_Wagga_%282%29.jpg/220px-Transit_of_Venus_viewed_in_Wagga_Wagga_%282%29.jpg",
                "caption": "2012 transit of Venus , projected to a white card by a telescope"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Habitation",
        "text": "While the surface conditions of Venus are inhospitable, the atmospheric pressure, temperature, and solar and cosmic radiation 50 km above the surface are similar to those at Earth's surface. [58] [57] With this in mind, Soviet engineer Sergey Zhitomirskiy (Сергей Житомирский, 1929–2004) in 1971 [254] [255] and NASA aerospace engineer Geoffrey A. Landis in 2003 [256] suggested the use of aerostats for crewed exploration and possibly for permanent \" floating cities \" in the Venusian atmosphere, an alternative to the popular idea of living on planetary surfaces such as Mars . [257] [258] Among the many engineering challenges for any human presence in the atmosphere of Venus are the corrosive amounts of sulfuric acid in the atmosphere. [256] NASA's High Altitude Venus Operational Concept is a mission concept that proposed a crewed aerostat design.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/NASA_Cloud_City_on_Venus.jpg/220px-NASA_Cloud_City_on_Venus.jpg",
                "caption": "Artist's rendering of a NASA High Altitude Venus Operational Concept (HAVOC) crewed floating outpost on Venus"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "In culture",
        "text": "Venus is a primary feature of the night sky, and so has been of remarkable importance in mythology , astrology and fiction throughout history and in different cultures. The English name of Venus was originally the ancient Roman name for it. Romans named Venus after their goddess of love , who in turn was based on the ancient Greek goddess of love Aphrodite , [261] who was herself based on the similar Sumerian religion goddess Inanna (which is Ishtar in Akkadian religion ), all of whom were associated with the planet. [262] [263] The weekday of the planet and these goddesses is Friday , named after the Germanic goddess Frigg , who has been associated with the Roman goddess Venus. Several hymns praise Inanna in her role as the goddess of the planet Venus. [192] [263] [262] Theology professor Jeffrey Cooley has argued that, in many myths, Inanna's movements may correspond with the movements of the planet Venus in the sky. [192] The discontinuous movements of Venus relate to both mythology as well as Inanna's dual nature. [192] In Inanna's Descent to the Underworld , unlike any other deity, Inanna is able to descend into the netherworld and return to the heavens. The planet Venus appears to make a similar descent, setting in the West and then rising again in the East. [192] An introductory hymn describes Inanna leaving the heavens and heading for Kur , what could be presumed to be, the mountains, replicating the rising and setting of Inanna to the West. [192] In Inanna and Shukaletuda and Inanna's Descent into the Underworld appear to parallel the motion of the planet Venus. [192] In Inanna and Shukaletuda , Shukaletuda is described as scanning the heavens in search of Inanna, possibly searching the eastern and western horizons. [264] In the same myth, while searching for her attacker, Inanna herself makes several movements that correspond with the movements of Venus in the sky. [192] The Ancient Egyptians and ancient Greeks possibly knew by the second millennium BC or at the latest by the Late Period , under mesopotamian influence that the morning star and an evening star were one and the same. [265] [266] The Egyptians knew the morning star as Tioumoutiri and the evening star as Ouaiti . [267] They depicted Venus at first as a phoenix or heron (see Bennu ), [265] calling it \"the crosser\" or \"star with crosses\", [265] associating it with Osiris , and later depicting it two-headed with human or falco heads, and associated it with Horus , [266] son of Isis (which during the even later Hellenistic period was together with Hathor identified with Aphrodite ). The Greeks used the names Phōsphoros (Φωσϕόρος), meaning \"light-bringer\" (whence the element phosphorus ; alternately Ēōsphoros (Ἠωσϕόρος), meaning \"dawn-bringer\"), for the morning star, and Hesperos (Ἕσπερος), meaning \"Western one\", for the evening star, [268] both children of dawn Eos and therefore grandchildren of Aphrodite. Though by the Roman era they were recognized as one celestial object, known as \"the star of Venus \", the traditional two Greek names continued to be used, though usually translated to Latin as Lūcifer and Vesper . [268] [269] Classical poets such as Homer , Sappho , Ovid and Virgil spoke of the star and its light. [270] Poets such as William Blake , Robert Frost , Letitia Elizabeth Landon , Alfred Lord Tennyson and William Wordsworth wrote odes to it. [271] In India, Shukra Graha (\"the planet Shukra\") is named after the powerful saint Shukra. Shukra which is used in Indian Vedic astrology [272] means \"clear, pure\" or \"brightness, clearness\" in Sanskrit . One of the nine Navagraha , it is held to affect wealth, pleasure and reproduction; it was the son of Bhrgu , preceptor of the Daityas, and guru of the Asuras. [273] The word Shukra is also associated with semen, or generation. Venus is known as Kejora in Indonesian and Malaysian Malay . In Chinese the planet is called Jīn-xīng (金星), the golden planet of the metal element . Modern Chinese , Japanese , Korean and Vietnamese cultures refer to the planet literally as the \"metal star\" ( 金星 ), based on the Five elements . [274] [275] [276] [277] The Maya considered Venus to be the most important celestial body after the Sun and Moon. They called it Chac ek , [278] or Noh Ek ', \"the Great Star\". [279] The cycles of Venus were important to their calendar and were described in some of their books such as Maya Codex of Mexico and Dresden Codex . The Estrella Solitaria (\"Lone Star\") Flag of Chile depicts Venus.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Van_Gogh_-_Starry_Night_-_Google_Art_Project.jpg/220px-Van_Gogh_-_Starry_Night_-_Google_Art_Project.jpg",
                "caption": "Venus is portrayed just to the right of the large cypress tree in Vincent van Gogh 's 1889 painting The Starry Night . [259] [260]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Kudurru_Melishipak_Louvre_Sb23_n02.jpg/220px-Kudurru_Melishipak_Louvre_Sb23_n02.jpg",
                "caption": "The eight-pointed star a symbol used in some cultures for Venus, and sometimes combined into a star and crescent arrangement. Here the eight pointed star is the Star of Ishtar , the Babylonian Venus goddess, alongside the solar disk of her brother Shamash and the crescent moon of their father Sin on a boundary stone of Meli-Shipak II , dating to the twelfth century BC."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Symbols",
        "text": "The symbol of a circle with a small cross beneath is the so-called Venus symbol , gaining its name for being used as the astronomical symbol for Venus. The symbol is of ancient Greek origin, and represents more generally femininity , adopted by biology as gender symbol for female, [283] [284] [285] like the Mars symbol for male and sometimes the Mercury symbol for hermaphrodite . This gendered association of Venus and Mars has been used to pair them heteronormatively , describing women and men stereotypically as being so different that they can be understood as coming from different planets, an understanding popularized in 1992 by the book titled Men Are from Mars, Women Are from Venus . [286] [287] The Venus symbol was also used in Western alchemy representing the element copper (like the symbol of Mercury is also the symbol of the element mercury ), [284] [285] and since polished copper has been used for mirrors from antiquity the symbol for Venus has sometimes been called Venus mirror, representing the mirror of the goddess, although this origin has been discredited as an unlikely origin. [284] [285] Besides the Venus symbol, many other symbols have been associated with Venus, other common ones are the crescent or particularly the star , as with the Star of Ishtar . [288]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Venus_symbol_%28planetary_color%29.svg/80px-Venus_symbol_%28planetary_color%29.svg.png",
                "caption": ""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Venus",
        "title": "Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Ice charging",
        "text": "Ice charging is thought to play an important role in certain types of eruption plumes – particularly those rising above the freezing level or involving magma-water interaction . [21] Ordinary thunderstorms produce lightning through ice charging [22] as water clouds become electrified from colliding ice crystals and other hydrometeors . [23] Volcanic plumes can also carry abundant water. [24] This water is sourced from the magma, [25] vaporized from surrounding sources such as lakes and glaciers, [26] and entrained from ambient air as the plume rises through the atmosphere. [6] One study suggested that the water content of volcanic plumes can be greater than that of thunderstorms. [27] The water is initially transported as a hot vapor , which condenses to liquid in the rising column and ultimately freezes to ice if the plume cools well below freezing. [28] Some eruptions even produce volcanic hail. [7] [29] Support for the ice-charging hypothesis includes the observation that lightning activity greatly increases once volcanic plumes rise above the freezing level, [30] [21] and evidence that ice crystals in the anvil top of the volcanic cloud are effective charge-carriers. [9]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Rinjani_1994.jpg/220px-Rinjani_1994.jpg",
                "caption": "1994 eruption of Mount Rinjani"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanic_lightning",
        "title": "Volcanic lightning",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Types of volcanoes",
        "text": "Venus has shield volcanoes , widespread lava flows and some unusual volcanoes called pancake domes and \"tick-like\" structures which are not present on Earth . Pancake dome volcanoes are up to 15 km (9.3 mi) in diameter and less than 1 km (0.62 mi) in height and are 100 times larger than lava domes formed on Earth. They are usually associated with coronae and tesserae (large regions of highly deformed terrain, folded and fractured in two or three dimensions, which are unique to Venus). The pancakes are thought to be formed by highly viscous, silica -rich lava erupting under Venus's high atmospheric pressure. The \"tick-like\" structures are called scalloped margin domes . They are commonly called ticks because they appear as domes with numerous legs . They are thought to have undergone mass wasting events such as landslides on their margins. Sometimes deposits of debris can be seen scattered around them. On Earth, volcanoes are mainly of two types: shield volcanoes and composite or stratovolcanoes . The shield volcanoes, for example those in Hawaii , eject magma from the depths of the Earth in zones called hot spots . The lava from these volcanoes is relatively fluid and permits the escape of gases. Composite volcanoes, such as Mount St. Helens and Mount Pinatubo , are associated with tectonic plates. In this type of volcano, the oceanic crust of one plate is sliding underneath the other in a subduction zone , together with an inflow of seawater, producing a gummier lava that restricts the exit of the gases, and for that reason, composite volcanoes tend to erupt more violently. On Venus, where there are no tectonic plates or seawater , volcanoes are mostly of the shield type. [ citation needed ] Nevertheless, the morphology of volcanoes on Venus is different: on Earth, shield volcanoes can be a few tens of kilometres wide and up to 10 km (6.2 mi) high in the case of Mauna Kea , measured from the sea floor. On Venus, these volcanoes can cover hundreds of kilometres in area, but they are relatively flat, with an average height of 1.5 km (0.93 mi). Large volcanoes cause the Venusian lithosphere to flex downward because of their enormous vertical loads, producing flexural moats or ring fractures around the edifices. [8] Large volcano edifice loading also causes magma chambers to fracture in a sill -like pattern, affecting magma propagation beneath the surface. [9] Other unique features of Venus's surface are novae (radial networks of dikes or grabens ) and arachnoids . A nova is formed when large quantities of magma are extruded onto the surface to form radiating ridges and trenches which are highly reflective to radar. These dikes form a symmetrical network around the central point where the lava emerged, where there may also be a depression caused by the collapse of the magma chamber. Arachnoids are so named because they resemble a spider's web, featuring several concentric ovals surrounded by a complex network of radial fractures similar to those of a nova. It is not known whether the 250 or so features identified as arachnoids actually share a common origin, or are the result of different geological processes. [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/PIA00084_Eistla_region_pancake_volcanoes.jpg/300px-PIA00084_Eistla_region_pancake_volcanoes.jpg",
                "caption": "Radar mosaic of two 65 km (40 mi) wide (and less than 1 km (0.62 mi) high) pancake domes in Venus's Eistla region"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Venus_dome_3D.jpg/300px-Venus_dome_3D.jpg",
                "caption": "Computer-generated perspective view of pancake domes in Venus's Alpha Regio"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/VenusianArachnoid.png/300px-VenusianArachnoid.png",
                "caption": "Arachnoid surface feature on Venus"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanism_on_Venus",
        "title": "Volcanism on Venus",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Composition",
        "text": "Earth science generally recognizes four spheres, the lithosphere , the hydrosphere , the atmosphere , and the biosphere [3] as correspondent to rocks , water , air , and life respectively. Some scientists include as part of the spheres of the Earth, the cryosphere (corresponding to ice ) as a distinct portion of the hydrosphere, as well as the pedosphere (to soil ) as an active and intermixed sphere. Earth science (also known as geoscience, the geographical sciences or the Earth Sciences), is an all-embracing term for the sciences related to the planet Earth . [4] There are four major disciplines in earth sciences, namely geography , geology , geophysics and geodesy . These major disciplines use physics , chemistry , biology , chronology and mathematics to build a qualitative and quantitative understanding of the principal areas or spheres of Earth.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Volcano_q.jpg/220px-Volcano_q.jpg",
                "caption": "A volcanic fissure and lava channel"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Jordens_inre-numbers.svg/220px-Jordens_inre-numbers.svg.png",
                "caption": "Earth 's layered structure: (1) inner core; (2) outer core; (3) lower mantle; (4) upper mantle ; (5) lithosphere; (6) crust"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Natural_environment",
        "title": "Natural environment",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Water on Earth",
        "text": "Most water is found in various kinds of natural body of water .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Blue_Linckia_Starfish.JPG/170px-Blue_Linckia_Starfish.JPG",
                "caption": "Coral reefs have significant marine biodiversity ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Natural_environment",
        "title": "Natural environment",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Rivers",
        "text": "A river is a natural watercourse , [7] usually freshwater , flowing toward an ocean , a lake , a sea or another river. A few rivers simply flow into the ground and dry up completely without reaching another body of water. The water in a river is usually in a channel , made up of a stream bed between banks . In larger rivers there is often also a wider floodplain shaped by waters over-topping the channel. Flood plains may be very wide in relation to the size of the river channel. Rivers are a part of the hydrological cycle . Water within a river is generally collected from precipitation through surface runoff , groundwater recharge , springs , and the release of water stored in glaciers and snowpacks. Small rivers may also be called by several other names, including stream , creek and brook. Their current is confined within a bed and stream banks . Streams play an important corridor role in connecting fragmented habitats and thus in conserving biodiversity . The study of streams and waterways in general is known as surface hydrology . [8]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Hawaii_Creek.jpg/220px-Hawaii_Creek.jpg",
                "caption": "Rocky stream in the U.S. state of Hawaii"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Natural_environment",
        "title": "Natural environment",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Lakes",
        "text": "A lake (from Latin lacus ) is a terrain feature , a body of water that is localized to the bottom of basin . A body of water is considered a lake when it is inland, is not part of an ocean , and is larger and deeper than a pond . [9] [10] Natural lakes on Earth are generally found in mountainous areas, rift zones , and areas with ongoing or recent glaciation . Other lakes are found in endorheic basins or along the courses of mature rivers. In some parts of the world, there are many lakes because of chaotic drainage patterns left over from the last ice age . All lakes are temporary over geologic time scales, as they will slowly fill in with sediments or spill out of the basin containing them.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/LAGO_LACAR.JPG/220px-LAGO_LACAR.JPG",
                "caption": "Lácar Lake , of glacial origin, in the province of Neuquén , Argentina"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Everglades_Park_swamp.JPG/220px-Everglades_Park_swamp.JPG",
                "caption": "A swamp area in Everglades National Park , Florida , US"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Natural_environment",
        "title": "Natural environment",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Atmosphere, climate and weather",
        "text": "The atmosphere of the Earth serves as a key factor in sustaining the planetary ecosystem. The thin layer of gases that envelops the Earth is held in place by the planet's gravity. Dry air consists of 78% nitrogen , 21% oxygen , 1% argon and other inert gases , and carbon dioxide . The remaining gases are often referred to as trace gases. [13] The atmosphere includes greenhouse gases such as carbon dioxide, methane, nitrous oxide, and ozone. Filtered air includes trace amounts of many other chemical compounds . Air also contains a variable amount of water vapor and suspensions of water droplets and ice crystals seen as clouds . Many natural substances may be present in tiny amounts in an unfiltered air sample, including dust , pollen and spores , sea spray , volcanic ash , and meteoroids . Various industrial pollutants also may be present, such as chlorine (elementary or in compounds), fluorine compounds, elemental mercury , and sulphur compounds such as sulphur dioxide (SO 2 ). The ozone layer of the Earth's atmosphere plays an important role in reducing the amount of ultraviolet (UV) radiation that reaches the surface. As DNA is readily damaged by UV light, this serves to protect life at the surface. The atmosphere also retains heat during the night, thereby reducing the daily temperature extremes.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Top_of_Atmosphere.jpg/220px-Top_of_Atmosphere.jpg",
                "caption": "Atmospheric gases scatter blue light more than other wavelengths , creating a blue halo when seen from space."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Troposphere_CIMG1853.JPG/220px-Troposphere_CIMG1853.JPG",
                "caption": "A view of Earth's troposphere from an airplane"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/6/67/Lightnings_sequence_2_animation-wcag.gif/220px-Lightnings_sequence_2_animation-wcag.gif",
                "caption": "Lightning is an atmospheric discharge of electricity accompanied by thunder , which occurs during thunderstorms and certain other natural conditions. [12]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Natural_environment",
        "title": "Natural environment",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Effects of global warming",
        "text": "The dangers of global warming are being increasingly studied by a wide global consortium of scientists. [17] These scientists are increasingly concerned about the potential long-term effects of global warming on our natural environment and on the planet. Of particular concern is how climate change and global warming caused by anthropogenic , or human-made releases of greenhouse gases , most notably carbon dioxide , can act interactively, and have adverse effects upon the planet, its natural environment and humans' existence. It is clear the planet is warming, and warming rapidly. This is due to the greenhouse effect , which is caused by greenhouse gases, which trap heat inside the Earth's atmosphere because of their more complex molecular structure which allows them to vibrate and in turn trap heat and release it back towards the Earth. [18] This warming is also responsible for the extinction of natural habitats, which in turn leads to a reduction in wildlife population. The most recent report from the Intergovernmental Panel on Climate Change (the group of the leading climate scientists in the world) concluded that the earth will warm anywhere from 2.7 to almost 11 degrees Fahrenheit (1.5 to 6 degrees Celsius) between 1990 and 2100. [19] Efforts have been increasingly focused on the mitigation of greenhouse gases that are causing climatic changes, on developing adaptative strategies to global warming, to assist humans, other animal, and plant species, ecosystems, regions and nations in adjusting to the effects of global warming . Some examples of recent collaboration to address climate change and global warming include: A significantly profound challenge is to identify the natural environmental dynamics in contrast to environmental changes not within natural variances. A common solution is to adapt a static view neglecting natural variances to exist. Methodologically, this view could be defended when looking at processes which change slowly and short time series, while the problem arrives when fast processes turns essential in the object of the study.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Gletscherschmelze.jpg/220px-Gletscherschmelze.jpg",
                "caption": "The retreat of glaciers since 1850 of Aletsch Glacier in the Swiss Alps (situation in 1979, 1991 and 2002), due to global warming"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Aletschgletsjer_Zwitserland.JPG/220px-Aletschgletsjer_Zwitserland.JPG",
                "caption": "Another view of the Aletsch Glacier in the Swiss Alps , which because of global warming has been decreasing"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Natural_environment",
        "title": "Natural environment",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Climate",
        "text": "Climate looks at the statistics of temperature , humidity , atmospheric pressure , wind , rainfall , atmospheric particle count and other meteorological elements in a given region over long periods of time. [23] Weather , on the other hand, is the present condition of these same elements over periods up to two weeks. [23] Climates can be classified according to the average and typical ranges of different variables, most commonly temperature and precipitation. The most commonly used classification scheme is the one originally developed by Wladimir Köppen . The Thornthwaite system , [24] in use since 1948, uses evapotranspiration as well as temperature and precipitation information to study animal species diversity and the potential impacts of climate changes . [25]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/ClimateMap_World.png/220px-ClimateMap_World.png",
                "caption": "Worldwide climate classifications map"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Natural_environment",
        "title": "Natural environment",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Weather",
        "text": "Weather is a set of all the phenomena occurring in a given atmospheric area at a given time . [26] Most weather phenomena occur in the troposphere , [27] [28] just below the stratosphere . Weather refers, generally, to day-to-day temperature and precipitation activity, whereas climate is the term for the average atmospheric conditions over longer periods of time. [29] When used without qualification, \"weather\" is understood to be the weather of Earth. Weather occurs due to density (temperature and moisture) differences between one place and another. These differences can occur due to the sun angle at any particular spot, which varies by latitude from the tropics. The strong temperature contrast between polar and tropical air gives rise to the jet stream . Weather systems in the mid-latitudes , such as extratropical cyclones , are caused by instabilities of the jet stream flow. Because the Earth's axis is tilted relative to its orbital plane, sunlight is incident at different angles at different times of the year. On the Earth's surface, temperatures usually range ±40 °C (100 °F to −40 °F) annually. Over thousands of years, changes in the Earth's orbit have affected the amount and distribution of solar energy received by the Earth and influenced long-term climate. Surface temperature differences in turn cause pressure differences. Higher altitudes are cooler than lower altitudes due to differences in compressional heating. Weather forecasting is the application of science and technology to predict the state of the atmosphere for a future time and a given location. The atmosphere is a chaotic system , and small changes to one part of the system can grow to have large effects on the system as a whole. Human attempts to control the weather have occurred throughout human history, and there is evidence that civilized human activity such as agriculture and industry has inadvertently modified weather patterns.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Rainbow_over_Bristol.jpg/220px-Rainbow_over_Bristol.jpg",
                "caption": "A rainbow is an optical and meteorological phenomenon that causes a spectrum of light to appear in the sky when the Sun shines onto droplets of moisture in the Earth's atmosphere ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Natural_environment",
        "title": "Natural environment",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Life",
        "text": "Evidence suggests that life on Earth has existed for about 3.7 billion years. [30] All known life forms share fundamental molecular mechanisms, and based on these observations, theories on the origin of life attempt to find a mechanism explaining the formation of a primordial single cell organism from which all life originates. There are many different hypotheses regarding the path that might have been taken from simple organic molecules via pre-cellular life to protocells and metabolism. Although there is no universal agreement on the definition of life, scientists generally accept that the biological manifestation of life is characterized by organization , metabolism , growth , adaptation , response to stimuli and reproduction . [31] Life may also be said to be simply the characteristic state of organisms . In biology , the science of living organisms, \"life\" is the condition which distinguishes active organisms from inorganic matter , including the capacity for growth, functional activity and the continual change preceding death. [32] [33] A diverse variety of living organisms (life forms) can be found in the biosphere on Earth, and properties common to these organisms—plants, animals , fungi , protists , archaea , and bacteria —are a carbon - and water-based cellular form with complex organization and heritable genetic information. Living organisms undergo metabolism , maintain homeostasis , possess a capacity to grow , respond to stimuli , reproduce and, through natural selection , adapt to their environment in successive generations. More complex living organisms can communicate through various means.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Diversity_of_plants_%28Streptophyta%29_version_2.png/220px-Diversity_of_plants_%28Streptophyta%29_version_2.png",
                "caption": "There are many plant species on the planet."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Animal_diversity.png/220px-Animal_diversity.png",
                "caption": "An example of the many animal species on the Earth"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Natural_environment",
        "title": "Natural environment",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Ecosystems",
        "text": "An ecosystem (also called an environment) is a natural unit consisting of all plants, animals, and micro-organisms ( biotic factors) in an area functioning together with all of the non-living physical ( abiotic ) factors of the environment. [34] Central to the ecosystem concept is the idea that living organisms are continually engaged in a highly interrelated set of relationships with every other element constituting the environment in which they exist. Eugene Odum , one of the founders of the science of ecology , stated: \"Any unit that includes all of the organisms (i.e.: the \"community\") in a given area interacting with the physical environment so that a flow of energy leads to clearly defined trophic structure, biotic diversity, and material cycles (i.e.: exchange of materials between living and nonliving parts) within the system is an ecosystem.\" [35] The human ecosystem concept is then grounded in the deconstruction of the human/nature dichotomy , and the emergent premise that all species are ecologically integrated with each other, as well as with the abiotic constituents of their biotope . A more significant number or variety of species or biological diversity of an ecosystem may contribute to greater resilience of an ecosystem because there are more species present at a location to respond to change and thus \"absorb\" or reduce its effects. This reduces the effect before the ecosystem's structure changes to a different state. This is not universally the case and there is no proven relationship between the species diversity of an ecosystem and its ability to provide goods and services on a sustainable level. The term ecosystem can also pertain to human-made environments, such as human ecosystems and human-influenced ecosystems. It can describe any situation where there is relationship between living organisms and their environment. Fewer areas on the surface of the earth today exist free from human contact, although some genuine wilderness areas continue to exist without any forms of human intervention.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/River_gambia_Niokolokoba_National_Park.gif/220px-River_gambia_Niokolokoba_National_Park.gif",
                "caption": "Rainforests often have a great deal of biodiversity with many plant and animal species. This is the Gambia River in Senegal 's Niokolo-Koba National Park ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Creek_and_old-growth_forest-Larch_Mountain.jpg/220px-Creek_and_old-growth_forest-Larch_Mountain.jpg",
                "caption": "Old-growth forest and a creek on Larch Mountain , in the U.S. state of Oregon"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Natural_environment",
        "title": "Natural environment",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Biogeochemical cycles",
        "text": "Global biogeochemical cycles are critical to life, most notably those of water , oxygen , carbon , nitrogen and phosphorus . [36]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Plagiomnium_affine_laminazellen.jpeg/220px-Plagiomnium_affine_laminazellen.jpeg",
                "caption": "Chloroplasts conduct photosynthesis and are found in plant cells and other eukaryotic organisms. These are chloroplasts visible in the cells of Plagiomnium affine — many-fruited thyme-moss."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Natural_environment",
        "title": "Natural environment",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Wilderness",
        "text": "Wilderness is generally defined as a natural environment on Earth that has not been significantly modified by human activity. The WILD Foundation goes into more detail, defining wilderness as: \"The most intact, undisturbed wild natural areas left on our planet – those last truly wild places that humans do not control and have not developed with roads, pipelines or other industrial infrastructure.\" [37] Wilderness areas and protected parks are considered important for the survival of certain species , ecological studies, conservation , solitude, and recreation . Wilderness is deeply valued for cultural, spiritual, moral , and aesthetic reasons. Some nature writers believe wilderness areas are vital for the human spirit and creativity. [38] The word, \"wilderness\", derives from the notion of wildness ; in other words that which is not controllable by humans. The word's etymology is from the Old English wildeornes , which in turn derives from wildeor meaning wild beast (wild + deor = beast, deer). [39] From this point of view, it is the wildness of a place that makes it a wilderness. The mere presence or activity of people does not disqualify an area from being \"wilderness\". Many ecosystems that are, or have been, inhabited or influenced by activities of people may still be considered \"wild\". This way of looking at wilderness includes areas within which natural processes operate without very noticeable human interference. Wildlife includes all non- domesticated plants, animals and other organisms. Domesticating wild plant and animal species for human benefit has occurred many times all over the planet, and has a major impact on the environment, both positive and negative. Wildlife can be found in all ecosystems. Deserts, rain forests, plains, and other areas—including the most developed urban sites—all have distinct forms of wildlife. While the term in popular culture usually refers to animals that are untouched by civilized human factors, most scientists agree that wildlife around the world is (now) impacted by human activities.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Swiss_National_Park_131.JPG/220px-Swiss_National_Park_131.JPG",
                "caption": "A conifer forest in the Swiss Alps ( National Park )"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Togiak_Wilderness.jpg/220px-Togiak_Wilderness.jpg",
                "caption": "The Ahklun Mountains and the Togiak Wilderness within the Togiak National Wildlife Refuge in the U.S. state of Alaska"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Ahja_j%C3%B5e_%C3%BCrgorg.jpg/900px-Ahja_j%C3%B5e_%C3%BCrgorg.jpg",
                "caption": "A view of wilderness in Estonia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Natural_environment",
        "title": "Natural environment",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Challenges",
        "text": "It is the common understanding of natural environment that underlies environmentalism — a broad political , social , and philosophical movement that advocates various actions and policies in the interest of protecting what nature remains in the natural environment, or restoring or expanding the role of nature in this environment. While true wilderness is increasingly rare, wild nature (e.g., unmanaged forests , uncultivated grasslands , wildlife , wildflowers ) can be found in many locations previously inhabited by humans. Goals for the benefit of people and natural systems, commonly expressed by environmental scientists and environmentalists include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Air_pollution_by_industrial_chimneys.jpg/220px-Air_pollution_by_industrial_chimneys.jpg",
                "caption": "Before flue-gas desulfurization was installed, the air-polluting emissions from this power plant in New Mexico contained excessive amounts of sulfur dioxide ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Amazon_Rainforest-bird_site.jpg/220px-Amazon_Rainforest-bird_site.jpg",
                "caption": "Amazon rainforest in Brazil . The tropical rainforests of South America contain the largest diversity of species on Earth, including some that have evolved within the past few hundred thousand years. [40] [41]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Natural_environment",
        "title": "Natural environment",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Primary production",
        "text": "Primary production is the production of organic matter from inorganic carbon sources. This mainly occurs through photosynthesis . The energy incorporated through this process supports life on earth, while the carbon makes up much of the organic matter in living and dead biomass, soil carbon and fossil fuels . It also drives the carbon cycle , which influences global climate via the greenhouse effect . Through the process of photosynthesis, plants capture energy from light and use it to combine carbon dioxide and water to produce carbohydrates and oxygen . The photosynthesis carried out by all the plants in an ecosystem is called the gross primary production (GPP). [8] : 124 About half of the gross GPP is respired by plants in order to provide the energy that supports their growth and maintenance. [14] : 157 The remainder, that portion of GPP that is not used up by respiration, is known as the net primary production (NPP). [14] : 157 Total photosynthesis is limited by a range of environmental factors. These include the amount of light available, the amount of leaf area a plant has to capture light (shading by other plants is a major limitation of photosynthesis), the rate at which carbon dioxide can be supplied to the chloroplasts to support photosynthesis, the availability of water, and the availability of suitable temperatures for carrying out photosynthesis. [8] : 155",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Seawifs_global_biosphere.jpg/400px-Seawifs_global_biosphere.jpg",
                "caption": "Global oceanic and terrestrial phototroph abundance, from September 1997 to August 2000. As an estimate of autotroph biomass, it is only a rough indicator of primary production potential and not an actual estimate of it."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecosystem",
        "title": "Ecosystem",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Decomposition",
        "text": "The carbon and nutrients in dead organic matter are broken down by a group of processes known as decomposition. This releases nutrients that can then be re-used for plant and microbial production and returns carbon dioxide to the atmosphere (or water) where it can be used for photosynthesis. In the absence of decomposition, the dead organic matter would accumulate in an ecosystem, and nutrients and atmospheric carbon dioxide would be depleted. [18] : 183 Decomposition processes can be separated into three categories— leaching , fragmentation and chemical alteration of dead material. As water moves through dead organic matter, it dissolves and carries with it the water-soluble components. These are then taken up by organisms in the soil, react with mineral soil, or are transported beyond the confines of the ecosystem (and are considered lost to it). [19] : 271–280 Newly shed leaves and newly dead animals have high concentrations of water-soluble components and include sugars , amino acids and mineral nutrients. Leaching is more important in wet environments and less important in dry ones. [10] : 69–77 Fragmentation processes break organic material into smaller pieces, exposing new surfaces for colonization by microbes. Freshly shed leaf litter may be inaccessible due to an outer layer of cuticle or bark , and cell contents are protected by a cell wall . Newly dead animals may be covered by an exoskeleton . Fragmentation processes, which break through these protective layers, accelerate the rate of microbial decomposition. [18] : 184 Animals fragment detritus as they hunt for food, as does passage through the gut. Freeze-thaw cycles and cycles of wetting and drying also fragment dead material. [18] : 186 The chemical alteration of the dead organic matter is primarily achieved through bacterial and fungal action. Fungal hyphae produce enzymes that can break through the tough outer structures surrounding dead plant material. They also produce enzymes that break down lignin , which allows them access to both cell contents and the nitrogen in the lignin. Fungi can transfer carbon and nitrogen through their hyphal networks and thus, unlike bacteria, are not dependent solely on locally available resources. [18] : 186",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Decomposition_stages.jpg/660px-Decomposition_stages.jpg",
                "caption": "Sequence of a decomposing pig carcass over time"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecosystem",
        "title": "Ecosystem",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Dynamics and resilience",
        "text": "Ecosystems are dynamic entities. They are subject to periodic disturbances and are always in the process of recovering from past disturbances. [21] : 347 When a perturbation occurs, an ecosystem responds by moving away from its initial state. The tendency of an ecosystem to remain close to its equilibrium state, despite that disturbance, is termed its resistance . The capacity of a system to absorb disturbance and reorganize while undergoing change so as to retain essentially the same function, structure, identity, and feedbacks is termed its ecological resilience . [22] [23] Resilience thinking also includes humanity as an integral part of the biosphere where we are dependent on ecosystem services for our survival and must build and maintain their natural capacities to withstand shocks and disturbances. [24] Time plays a central role over a wide range, for example, in the slow development of soil from bare rock and the faster recovery of a community from disturbance . [14] : 67 Disturbance also plays an important role in ecological processes. F. Stuart Chapin and coauthors define disturbance as \"a relatively discrete event in time that removes plant biomass\". [21] : 346 This can range from herbivore outbreaks, treefalls, fires, hurricanes, floods, glacial advances , to volcanic eruptions . Such disturbances can cause large changes in plant, animal and microbe populations, as well as soil organic matter content. Disturbance is followed by succession, a \"directional change in ecosystem structure and functioning resulting from biotically driven changes in resource supply.\" [2] : 470 The frequency and severity of disturbance determine the way it affects ecosystem function. A major disturbance like a volcanic eruption or glacial advance and retreat leave behind soils that lack plants, animals or organic matter. Ecosystems that experience such disturbances undergo primary succession . A less severe disturbance like forest fires, hurricanes or cultivation result in secondary succession and a faster recovery. [21] : 348 More severe and more frequent disturbance result in longer recovery times. From one year to another, ecosystems experience variation in their biotic and abiotic environments. A drought , a colder than usual winter, and a pest outbreak all are short-term variability in environmental conditions. Animal populations vary from year to year, building up during resource-rich periods and crashing as they overshoot their food supply. Longer-term changes also shape ecosystem processes. For example, the forests of eastern North America still show legacies of cultivation which ceased in 1850 when large areas were reverted to forests. [21] : 340 Another example is the methane production in eastern Siberian lakes that is controlled by organic matter which accumulated during the Pleistocene . [25]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/f/f8/Panorama_presa_las_ni%C3%B1as_mogan_gran_canaria.jpg",
                "caption": "A freshwater lake in Gran Canaria , an island of the Canary Islands . Clear boundaries make lakes convenient to study using an ecosystem approach ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecosystem",
        "title": "Ecosystem",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Nutrient cycling",
        "text": "Ecosystems continually exchange energy and carbon with the wider environment . Mineral nutrients, on the other hand, are mostly cycled back and forth between plants, animals, microbes and the soil. Most nitrogen enters ecosystems through biological nitrogen fixation , is deposited through precipitation, dust, gases or is applied as fertilizer . [19] : 266 Most terrestrial ecosystems are nitrogen-limited in the short term making nitrogen cycling an important control on ecosystem production. [19] : 289 Over the long term, phosphorus availability can also be critical. [26] Macronutrients which are required by all plants in large quantities include the primary nutrients (which are most limiting as they are used in largest amounts): Nitrogen, phosphorus, potassium. [27] : 231 Secondary major nutrients (less often limiting) include: Calcium, magnesium, sulfur. Micronutrients required by all plants in small quantities include boron, chloride, copper, iron, manganese, molybdenum, zinc. Finally, there are also beneficial nutrients which may be required  by certain plants or by plants under specific environmental conditions: aluminum, cobalt, iodine, nickel, selenium, silicon, sodium, vanadium. [27] : 231 Until modern times, nitrogen fixation was the major source of nitrogen for ecosystems. Nitrogen-fixing bacteria either live symbiotically with plants or live freely in the soil. The energetic cost is high for plants that support nitrogen-fixing symbionts—as much as 25% of gross primary production when measured in controlled conditions. Many members of the legume plant family support nitrogen-fixing symbionts. Some cyanobacteria are also capable of nitrogen fixation. These are phototrophs , which carry out photosynthesis. Like other nitrogen-fixing bacteria, they can either be free-living or have symbiotic relationships with plants. [21] : 360 Other sources of nitrogen include acid deposition produced through the combustion of fossil fuels, ammonia gas which evaporates from agricultural fields which have had fertilizers applied to them, and dust. [19] : 270 Anthropogenic nitrogen inputs account for about 80% of all nitrogen fluxes in ecosystems. [19] : 270 When plant tissues are shed or are eaten, the nitrogen in those tissues becomes available to animals and microbes. Microbial decomposition releases nitrogen compounds from dead organic matter in the soil, where plants, fungi, and bacteria compete for it. Some soil bacteria use organic nitrogen-containing compounds as a source of carbon, and release ammonium ions into the soil. This process is known as nitrogen mineralization . Others convert ammonium to nitrite and nitrate ions, a process known as nitrification . Nitric oxide and nitrous oxide are also produced during nitrification. [19] : 277 Under nitrogen-rich and oxygen-poor conditions, nitrates and nitrites are converted to nitrogen gas , a process known as denitrification . [19] : 281 Mycorrhizal fungi which are symbiotic with plant roots, use carbohydrates supplied by the plants and in return transfer phosphorus and nitrogen compounds back to the plant roots. [28] [29] This is an important pathway of organic nitrogen transfer from dead organic matter to plants. This mechanism may contribute to more than 70 Tg of annually assimilated plant nitrogen, thereby playing a critical role in global nutrient cycling and ecosystem function. [29] Phosphorus enters ecosystems through weathering . As ecosystems age this supply diminishes, making phosphorus-limitation more common in older landscapes (especially in the tropics). [19] : 287–290 Calcium and sulfur are also produced by weathering, but acid deposition is an important source of sulfur in many ecosystems. Although magnesium and manganese are produced by weathering, exchanges between soil organic matter and living cells account for a significant portion of ecosystem fluxes. Potassium is primarily cycled between living cells and soil organic matter. [19] : 291",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Nitrogen_Cycle.jpg/400px-Nitrogen_Cycle.jpg",
                "caption": "Biological nitrogen cycling"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecosystem",
        "title": "Ecosystem",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Function and biodiversity",
        "text": "Biodiversity plays an important role in ecosystem functioning. [31] : 449–453 Ecosystem processes are driven by the species in an ecosystem, the nature of the individual species, and the relative abundance of organisms among these species. Ecosystem processes are the net effect of the actions of individual organisms as they interact with their environment. Ecological theory suggests that in order to coexist, species must have some level of limiting similarity —they must be different from one another in some fundamental way, otherwise, one species would competitively exclude the other. [32] Despite this, the cumulative effect of additional species in an ecosystem is not linear: additional species may enhance nitrogen retention, for example. However, beyond some level of species richness, [11] : 331 additional species may have little additive effect unless they differ substantially from species already present. [11] : 324 This is the case for example for exotic species . [11] : 321 The addition (or loss) of species that are ecologically similar to those already present in an ecosystem tends to only have a small effect on ecosystem function. Ecologically distinct species, on the other hand, have a much larger effect. Similarly, dominant species have a large effect on ecosystem function, while rare species tend to have a small effect. Keystone species tend to have an effect on ecosystem function that is disproportionate to their abundance in an ecosystem. [11] : 324 An ecosystem engineer is any organism that creates, significantly modifies, maintains or destroys a habitat . [33]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/View_of_loch_lomond.JPG/220px-View_of_loch_lomond.JPG",
                "caption": "Loch Lomond in Scotland forms a relatively isolated ecosystem. The fish community of this lake has remained stable over a long period until a number of introductions in the 1970s restructured its food web . [30]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Spiny_Forest_Ifaty_Madagascar.jpg/220px-Spiny_Forest_Ifaty_Madagascar.jpg",
                "caption": "Spiny forest at Ifaty, Madagascar , featuring various Adansonia (baobab) species, Alluaudia procera (Madagascar ocotillo) and other vegetation"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecosystem",
        "title": "Ecosystem",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Ecosystem ecology",
        "text": "Ecosystem ecology is the \"study of the interactions between organisms and their environment as an integrated system\". [2] : 458 The size of ecosystems can range up to ten orders of magnitude , from the surface layers of rocks to the surface of the planet. [4] : 6 The Hubbard Brook Ecosystem Study started in 1963 to study the White Mountains in New Hampshire . It was the first successful attempt to study an entire watershed as an ecosystem. The study used stream chemistry as a means of monitoring ecosystem properties, and developed a detailed biogeochemical model of the ecosystem. [34] Long-term research at the site led to the discovery of acid rain in North America in 1972. Researchers documented the depletion of soil cations (especially calcium) over the next several decades. [35] Ecosystems can be studied through a variety of approaches—theoretical studies, studies monitoring specific ecosystems over long periods of time, those that look at differences between ecosystems to elucidate how they work and direct manipulative experimentation. [36] Studies can be carried out at a variety of scales, ranging from whole-ecosystem studies to studying microcosms or mesocosms (simplified representations of ecosystems). [37] American ecologist Stephen R. Carpenter has argued that microcosm experiments can be \"irrelevant and diversionary\" if they are not carried out in conjunction with field studies done at the ecosystem scale. In such cases, microcosm experiments may fail to accurately predict ecosystem-level dynamics. [38]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/East_Scotia_Ridge_-_Plos_Biol_04.tif/lossy-page1-220px-East_Scotia_Ridge_-_Plos_Biol_04.tif.jpg",
                "caption": "A hydrothermal vent is an ecosystem on the ocean floor. (The scale bar is 1 m.)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecosystem",
        "title": "Ecosystem",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Ecosystem goods and services",
        "text": "Ecosystems provide a variety of goods and services upon which people depend. [42] Ecosystem goods include the \"tangible, material products\" of ecosystem processes such as water, food, fuel, construction material, and medicinal plants . [43] [44] They also include less tangible items like tourism and recreation, and genes from wild plants and animals that can be used to improve domestic species. [42] Ecosystem services , on the other hand, are generally \"improvements in the condition or location of things of value\". [44] These include things like the maintenance of hydrological cycles, cleaning air and water, the maintenance of oxygen in the atmosphere, crop pollination and even things like beauty, inspiration and opportunities for research. [42] While material from the ecosystem had traditionally been recognized as being the basis for things of economic value, ecosystem services tend to be taken for granted. [44] The Millennium Ecosystem Assessment is an international synthesis by over 1000 of the world's leading biological scientists that analyzes the state of the Earth's ecosystems and provides summaries and guidelines for decision-makers. The report identified four major categories of ecosystem services: provisioning, regulating, cultural and supporting services. [45] It concludes that human activity is having a significant and escalating impact on the biodiversity of the world ecosystems, reducing both their resilience and biocapacity . The report refers to natural systems as humanity's \"life-support system\", providing essential ecosystem services. The assessment measures 24 ecosystem services and concludes that only four have shown improvement over the last 50 years, 15 are in serious decline, and five are in a precarious condition. [45] : 6–19 The Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (IPBES) is an intergovernmental organization established to improve the interface between science and policy on issues of biodiversity and ecosystem services. [46] [47] It is intended to serve a similar role to the Intergovernmental Panel on Climate Change . [48] Ecosystem services are limited and also threatened by human activities. [49] To help inform decision-makers, many ecosystem services are being assigned economic values, often based on the cost of replacement with anthropogenic alternatives. The ongoing challenge of prescribing economic value to nature, for example through biodiversity banking , is prompting transdisciplinary shifts in how we recognize and manage the environment, social responsibility , business opportunities, and our future as a species. [49]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Avalanche_Lake%2C_looking_south.jpg/220px-Avalanche_Lake%2C_looking_south.jpg",
                "caption": "The High Peaks Wilderness Area in the 6,000,000-acre (2,400,000 ha) Adirondack Park is an example of a diverse ecosystem."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecosystem",
        "title": "Ecosystem",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Nomenclature",
        "text": "Although Simon Marius is not credited with the sole discovery of the Galilean satellites, his names for the moons were adopted. [16] In his 1614 publication Mundus Iovialis anno M.DC.IX Detectus Ope Perspicilli Belgici , he proposed several alternative names for the innermost of the large moons of Jupiter, including \"The Mercury of Jupiter\" and \"The First of the Jovian Planets\". [16] [17] Based on a suggestion from Johannes Kepler in October 1613, he also devised a naming scheme whereby each moon was named for a lover of the Greek god Zeus or his Roman equivalent, Jupiter . He named the innermost large moon of Jupiter after the Greek Io : [18] [16] Marius's names were not widely adopted until centuries later (mid-20th century). [19] In much of the earlier astronomical literature, Io was generally referred to by its Roman numeral designation (a system introduced by Galileo) as \" Jupiter I \", [20] or as \"the first satellite of Jupiter\". [21] [22] The customary English pronunciation of the name is / ˈ aɪ oʊ / , [23] though sometimes people attempt a more 'authentic' pronunciation, / ˈ iː oʊ / . [24] The name has two competing stems in Latin: Īō and (rarely) Īōn . [25] The latter is the basis of the English adjectival form, Ionian. [26] [27] [28] Features on Io are named after characters and places from the Io myth, as well as deities of fire, volcanoes, the Sun, and thunder from various myths, and characters and places from Dante's Inferno : names appropriate to the volcanic nature of the surface. [29] Since the surface was first seen up close by Voyager 1 , the International Astronomical Union has approved 249 names for Io's volcanoes, mountains, plateaus, and large albedo features. The approved feature categories used for Io for different types of volcanic features include patera ('saucer'; volcanic depression), fluctus ('flow'; lava flow), vallis ('valley'; lava channel), and active eruptive center (location where plume activity was the first sign of volcanic activity at a particular volcano). Named mountains, plateaus, layered terrain , and shield volcanoes include the terms mons , mensa ('table'), planum , and tholus ('rotunda'), respectively. [29] Named, bright albedo regions use the term regio . Examples of named features are Prometheus , Pan Mensa, Tvashtar Paterae , and Tsũi Goab Fluctus. [30]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Io_comparison_with_Earth_and_Moon.png/220px-Io_comparison_with_Earth_and_Moon.png",
                "caption": "Size comparison between Io (lower left), the Moon (upper left) and Earth"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Io_(moon)",
        "title": "Io (moon)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Orbit and rotation",
        "text": "Io orbits Jupiter at a distance of 421,700 km (262,000 mi) from Jupiter's center and 350,000 km (217,000 mi) from its cloudtops. It is the innermost of the Galilean satellites of Jupiter, its orbit lying between those of Thebe and Europa . Including Jupiter's inner satellites, Io is the fifth moon out from Jupiter. It takes Io about 42.5 hours (1.77 days) to complete one orbit around Jupiter (fast enough for its motion to be observed over a single night of observation). Io is in a 2:1 mean-motion orbital resonance with Europa and a 4:1 mean-motion orbital resonance with Ganymede , completing two orbits of Jupiter for every one orbit completed by Europa, and four orbits for every one completed by Ganymede. This resonance helps maintain Io's orbital eccentricity (0.0041), which in turn provides the primary heating source for its geologic activity. [50] Without this forced eccentricity, Io's orbit would circularize through tidal dissipation , leading to a less geologically active world. [50] Like the other Galilean satellites and the Moon , Io rotates synchronously with its orbital period, keeping one face nearly pointed toward Jupiter. This synchrony provides the definition for Io's longitude system. Io's prime meridian intersects the equator at the sub-Jovian point. The side of Io that always faces Jupiter is known as the subjovian hemisphere, whereas the side that always faces away is known as the antijovian hemisphere. The side of Io that always faces in the direction that Io travels in its orbit is known as the leading hemisphere, whereas the side that always faces in the opposite direction is known as the trailing hemisphere. [75] From the surface of Io, Jupiter would subtend an arc of 19.5°, making Jupiter appear 39 times the apparent diameter of Earth's Moon. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Galilean_moon_Laplace_resonance_animation_2.gif/220px-Galilean_moon_Laplace_resonance_animation_2.gif",
                "caption": "Animation of the Laplace resonance of Io, Europa and Ganymede (conjunctions are highlighted by color changes)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Io_(moon)",
        "title": "Io (moon)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Interaction with Jupiter's magnetosphere",
        "text": "Io plays a significant role in shaping Jupiter's magnetic field , acting as an electric generator that can develop 400,000 volts across itself and create an electric current of 3 million amperes, releasing ions that give Jupiter a magnetic field inflated to more than twice the size it would otherwise have. [77] The magnetosphere of Jupiter sweeps up gases and dust from Io's thin atmosphere at a rate of 1 tonne per second. [78] This material is mostly composed of ionized and atomic sulfur, oxygen and chlorine; atomic sodium and potassium; molecular sulfur dioxide and sulfur; and sodium chloride dust. [78] [79] These materials originate from Io's volcanic activity, with the material that escapes to Jupiter's magnetic field and into interplanetary space coming directly from Io's atmosphere. These materials, depending on their ionized state and composition, end up in various neutral (non-ionized) clouds and radiation belts in Jupiter's magnetosphere and, in some cases, are eventually ejected from the Jovian system. [80] Surrounding Io (at a distance of up to six Io radii from its surface) is a cloud of neutral sulfur, oxygen, sodium, and potassium atoms. These particles originate in Io's upper atmosphere and are excited by collisions with ions in the plasma torus (discussed below) and by other processes into filling Io's Hill sphere , which is the region where Io's gravity is dominant over Jupiter's. Some of this material escapes Io's gravitational pull and goes into orbit around Jupiter. Over a 20-hour period, these particles spread out from Io to form a banana-shaped, neutral cloud that can reach as far as six Jovian radii from Io, either inside Io's orbit and ahead of it or outside Io's orbit and behind it. [78] The collision process that excites these particles also occasionally provides sodium ions in the plasma torus with an electron, removing those new \"fast\" neutrals from the torus. These particles retain their velocity (70 km/s, compared to the 17 km/s orbital velocity at Io), and are thus ejected in jets leading away from Io. [81] Io orbits within a belt of intense radiation known as the Io plasma torus. The plasma in this doughnut -shaped ring of ionized sulfur, oxygen, sodium, and chlorine originates when neutral atoms in the \"cloud\" surrounding Io are ionized and carried along by the Jovian magnetosphere. [78] Unlike the particles in the neutral cloud, these particles co-rotate with Jupiter's magnetosphere, revolving around Jupiter at 74 km/s. Like the rest of Jupiter's magnetic field, the plasma torus is tilted with respect to Jupiter's equator (and Io's orbital plane), so that Io is at times below and at other times above the core of the plasma torus. As noted above, these ions' higher velocity and energy levels are partly responsible for the removal of neutral atoms and molecules from Io's atmosphere and more extended neutral clouds. The torus is composed of three sections: an outer, \"warm\" torus that resides just outside Io's orbit; a vertically extended region known as the \"ribbon\", composed of the neutral source region and cooling plasma, located at around Io's distance from Jupiter; and an inner, \"cold\" torus, composed of particles that are slowly spiraling in toward Jupiter. [78] After residing an average of 40 days in the torus, particles in the \"warm\" torus escape and are partially responsible for Jupiter's unusually large magnetosphere , their outward pressure inflating it from within. [82] Particles from Io, detected as variations in magnetospheric plasma, have been detected far into the long magnetotail by New Horizons . To study similar variations within the plasma torus, researchers measured the ultraviolet light it emits. Although such variations have not been definitively linked to variations in Io's volcanic activity (the ultimate source for material in the plasma torus), this link has been established in the neutral sodium cloud. [83] During an encounter with Jupiter in 1992, the Ulysses spacecraft detected a stream of dust-sized particles being ejected from the Jovian system. [84] The dust in these discrete streams travels away from Jupiter at speeds upwards of several hundred kilometers per second, has an average particle size of 10 μm , and consists primarily of sodium chloride. [79] [85] Dust measurements by Galileo showed that these dust streams originated on Io, but exactly how these form, whether from Io's volcanic activity or material removed from the surface, is unknown. [86] Jupiter's magnetic field , which Io crosses, couples Io's atmosphere and neutral cloud to Jupiter's polar upper atmosphere by generating an electric current known as the Io flux tube . [78] This current produces an auroral glow in Jupiter's polar regions known as the Io footprint, as well as aurorae in Io's atmosphere. Particles from this auroral interaction darken the Jovian polar regions at visible wavelengths. The location of Io and its auroral footprint with respect to Earth and Jupiter has a strong influence on Jovian radio emissions from our vantage point: when Io is visible, radio signals from Jupiter increase considerably. [40] [78] The Juno mission, currently in orbit around Jupiter, should help shed light on these processes. The Jovian magnetic field lines that do get past Io's ionosphere also induce an electric current, which in turn creates an induced magnetic field within Io's interior. Io's induced magnetic field is thought to be generated within a partially molten, silicate magma ocean 50 kilometers beneath Io's surface. [87] Similar induced fields were found at the other Galilean satellites by Galileo , possibly generated within liquid water oceans in the interiors of those moons. [88]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Jupiter_magnetosphere_schematic.jpg/250px-Jupiter_magnetosphere_schematic.jpg",
                "caption": "Schematic of Jupiter's magnetosphere and the components influenced by Io (near the center of the image): the plasma torus (in red), the neutral cloud (in yellow), the flux tube (in green), and magnetic field lines (in blue). [76]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/PIA24524-Jupiter-Io-Interaction-Artwork-20210715.jpg/250px-PIA24524-Jupiter-Io-Interaction-Artwork-20210715.jpg",
                "caption": "The Jupiter - Io  System and Interaction (artwork; 15 July 2021)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Io_(moon)",
        "title": "Io (moon)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Interior",
        "text": "Composed primarily of silicate rock and iron , Io and Europa are closer in bulk composition to terrestrial planets than to other satellites in the outer Solar System, which are mostly composed of a mix of water ice and silicates. Io has a density of 3.5275 g/cm 3 , the highest of any regular moon in the Solar System ; significantly higher than the other Galilean satellites (Ganymede and Callisto in particular, whose densities are around 1.9 g/cm 3 ) and slightly higher (~5.5%) than the Moon's 3.344 g/cm 3 and Europa's 2.989 g/cm 3 . [7] Models based on the Voyager and Galileo measurements of Io's mass, radius, and quadrupole gravitational coefficients (numerical values related to how mass is distributed within an object) suggest that its interior is differentiated between a silicate-rich crust and mantle and an iron- or iron-sulfide -rich core . [55] Io's metallic core makes up approximately 20% of its mass. [90] Depending on the amount of sulfur in the core, the core has a radius between 350 and 650 km (220–400 mi) if it is composed almost entirely of iron, or between 550 and 900 km (340–560 mi) for a core consisting of a mix of iron and sulfur. Galileo 's magnetometer failed to detect an internal, intrinsic magnetic field at Io, suggesting that the core is not convecting . [91] Modeling of Io's interior composition suggests that the mantle is composed of at least 75% of the magnesium-rich mineral forsterite , and has a bulk composition similar to that of L-chondrite and LL-chondrite meteorites , with higher iron content (compared to silicon ) than the Moon or Earth, but lower than Mars. [92] [93] To support the heat flow observed on Io, 10–20% of Io's mantle may be molten, though regions where high-temperature volcanism has been observed may have higher melt fractions. [94] However, re-analysis of Galileo magnetometer data in 2009 revealed the presence of an induced magnetic field at Io, requiring a magma ocean 50 km (31 mi) below the surface. [87] Further analysis published in 2011 provided direct evidence of such an ocean. [95] This layer is estimated to be 50 km thick and to make up about 10% of Io's mantle. It is estimated that the temperature in the magma ocean reaches 1,200 °C. It is not known if the 10–20% partial melting percentage for Io's mantle is consistent with the requirement for a significant amount of molten silicates in this possible magma ocean. [96] The lithosphere of Io, composed of basalt and sulfur deposited by Io's extensive volcanism, is at least 12 km (7.5 mi) thick, and likely less than 40 km (25 mi) thick. [90] [97]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Io_diagram.svg/440px-Io_diagram.svg.png",
                "caption": "Model of the possible interior composition of Io with various features labelled."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Io_(moon)",
        "title": "Io (moon)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Surface",
        "text": "Based on their experience with the ancient surfaces of the Moon, Mars, and Mercury, scientists expected to see numerous impact craters in Voyager 1 's first images of Io. The density of impact craters across Io's surface would have given clues to Io's age. However, they were surprised to discover that the surface was almost completely lacking in impact craters, but was instead covered in smooth plains dotted with tall mountains, pits of various shapes and sizes, and volcanic lava flows. [45] Compared to most worlds observed to that point, Io's surface was covered in a variety of colorful materials (leading Io to be compared to a rotten orange or to pizza ) from various sulfurous compounds. [106] [107] The lack of impact craters indicated that Io's surface is geologically young, like the terrestrial surface; volcanic materials continuously bury craters as they are produced. This result was spectacularly confirmed as at least nine active volcanoes were observed by Voyager 1 . [49]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Io_from_Galileo_and_Voyager_missions.jpg/300px-Io_from_Galileo_and_Voyager_missions.jpg",
                "caption": "Io's surface map"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Io_(moon)",
        "title": "Io (moon)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Surface composition",
        "text": "Io's colorful appearance is the result of materials deposited by its extensive volcanism, including silicates (such as orthopyroxene ), sulfur , and sulfur dioxide . [108] Sulfur dioxide frost is ubiquitous across the surface of Io, forming large regions covered in white or grey materials. Sulfur is also seen in many places across Io, forming yellow to yellow-green regions. Sulfur deposited in the mid-latitude and polar regions is often damaged by radiation, breaking up the normally stable cyclic 8-chain sulfur . This radiation damage produces Io's red-brown polar regions. [21] Explosive volcanism , often taking the form of umbrella-shaped plumes, paints the surface with sulfurous and silicate materials. Plume deposits on Io are often colored red or white depending on the amount of sulfur and sulfur dioxide in the plume. Generally, plumes formed at volcanic vents from degassing lava contain a greater amount of S 2 , producing a red \"fan\" deposit, or in extreme cases, large (often reaching beyond 450 km or 280 mi from the central vent) red rings. [109] A prominent example of a red-ring plume deposit is located at Pele. These red deposits consist primarily of sulfur (generally 3- and 4-chain molecular sulfur), sulfur dioxide, and perhaps sulfuryl chloride . [108] Plumes formed at the margins of silicate lava flows (through the interaction of lava and pre-existing deposits of sulfur and sulfur dioxide) produce white or gray deposits. [110] Compositional mapping and Io's high density suggest that Io contains little to no water , though small pockets of water ice or hydrated minerals have been tentatively identified, most notably on the northwest flank of the mountain Gish Bar Mons . [111] Io has the least amount of water of any known body in the Solar System. [112] This lack of water is likely due to Jupiter being hot enough early in the evolution of the Solar System to drive off volatile materials like water in the vicinity of Io, but not hot enough to do so farther out. [113]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/First_Geologic_Map_of_Jupiter%E2%80%99s_Moon_Io.jpg/220px-First_Geologic_Map_of_Jupiter%E2%80%99s_Moon_Io.jpg",
                "caption": "Geological map of Io"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Io_(moon)",
        "title": "Io (moon)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Volcanism",
        "text": "The tidal heating produced by Io's forced orbital eccentricity has made it the most volcanically active world in the Solar System, with hundreds of volcanic centers and extensive lava flows . [13] During a major eruption, lava flows tens or even hundreds of kilometers long can be produced, consisting mostly of basalt silicate lavas with either mafic or ultramafic (magnesium-rich) compositions. As a by-product of this activity, sulfur, sulfur dioxide gas and silicate pyroclastic material (like ash) are blown up to 200 km (120 mi) into space, producing large, umbrella-shaped plumes, painting the surrounding terrain in red, black, and white, and providing material for Io's patchy atmosphere and Jupiter's extensive magnetosphere. [114] [80] Io's surface is dotted with volcanic depressions known as paterae which generally have flat floors bounded by steep walls. [116] These features resemble terrestrial calderas , but it is unknown if they are produced through collapse over an emptied lava chamber like their terrestrial cousins. One hypothesis suggests that these features are produced through the exhumation of volcanic sills , and the overlying material is either blasted out or integrated into the sill. [117] Examples of paterae in various stages of exhumation have been mapped using Galileo images of the Chaac-Camaxtli region . [118] Unlike similar features on Earth and Mars, these depressions generally do not lie at the peak of shield volcanoes and are normally larger, with an average diameter of 41 km (25 mi), the largest being Loki Patera at 202 km (126 mi). [116] Loki is also consistently the strongest volcano on Io, contributing on average 25% of Io's global heat output. [119] Whatever the formation mechanism, the morphology and distribution of many paterae suggest that these features are structurally controlled, with at least half bounded by faults or mountains. [116] These features are often the site of volcanic eruptions, either from lava flows spreading across the floors of the paterae, as at an eruption at Gish Bar Patera in 2001, or in the form of a lava lake . [12] [120] Lava lakes on Io either have a continuously overturning lava crust, such as at Pele, or an episodically overturning crust, such as at Loki. [121] [122] Lava flows represent another major volcanic terrain on Io. Magma erupts onto the surface from vents on the floor of paterae or on the plains from fissures, producing inflated, compound lava flows similar to those seen at Kilauea in Hawaii. Images from the Galileo spacecraft revealed that many of Io's major lava flows, like those at Prometheus and Amirani , are produced by the build-up of small breakouts of lava flows on top of older flows. [123] Larger outbreaks of lava have also been observed on Io. For example, the leading edge of the Prometheus flow moved 75 to 95 km (47 to 59 mi) between Voyager in 1979 and the first Galileo observations in 1996. A major eruption in 1997 produced more than 3,500 km 2 (1,400 sq mi) of fresh lava and flooded the floor of the adjacent Pillan Patera. [56] Analysis of the Voyager images led scientists to believe that these flows were composed mostly of various compounds of molten sulfur. However, subsequent Earth-based infrared studies and measurements from the Galileo spacecraft indicate that these flows are composed of basaltic lava with mafic to ultramafic compositions. [124] This hypothesis is based on temperature measurements of Io's \"hotspots\", or thermal-emission locations, which suggest temperatures of at least 1,300 K and some as high as 1,600 K. [125] Initial estimates suggesting eruption temperatures approaching 2,000 K [56] have since proven to be overestimates because the wrong thermal models were used to model the temperatures. [125] [124] The discovery of plumes at the volcanoes Pele and Loki were the first sign that Io is geologically active. [48] Generally, these plumes are formed when volatiles like sulfur and sulfur dioxide are ejected skyward from Io's volcanoes at speeds reaching 1 km/s (0.62 mi/s), creating umbrella-shaped clouds of gas and dust. Additional material that might be found in these volcanic plumes include sodium, potassium , and chlorine . [126] [127] These plumes appear to be formed in one of two ways. [128] Io's largest plumes, such as those emitted by Pele , are created when dissolved sulfur and sulfur dioxide gas are released from erupting magma at volcanic vents or lava lakes, often dragging silicate pyroclastic material with them. [129] These plumes form red (from the short-chain sulfur) and black (from the silicate pyroclastics) deposits on the surface. Plumes formed in this manner are among the largest observed at Io, forming red rings more than 1,000 km (620 mi) in diameter. Examples of this plume type include Pele, Tvashtar, and Dazhbog . Another type of plume is produced when encroaching lava flows vaporize underlying sulfur dioxide frost, sending the sulfur skyward. This type of plume often forms bright circular deposits consisting of sulfur dioxide. These plumes are often less than 100 km (62 mi) tall, and are among the most long-lived plumes on Io. Examples include Prometheus , Amirani , and Masubi . The erupted sulfurous compounds are concentrated in the upper crust from a decrease in sulfur solubility at greater depths in Io's lithosphere and can be a determinant for the eruption style of a hot spot. [129] [130] [131]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Tvastarpic2.jpg/300px-Tvastarpic2.jpg",
                "caption": "Active lava flows in volcanic region Tvashtar Paterae (blank region represents saturated areas in the original data). Images taken by Galileo in November 1999 and February 2000."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/PIA25888-JupiterMoon-Io-VolcanoActivity-20230515.jpg/250px-PIA25888-JupiterMoon-Io-VolcanoActivity-20230515.jpg",
                "caption": "Jupiter moon Io volcanic activity (12/14/2022/left and 03/01/2023)"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Tvashtarvideo.gif/220px-Tvashtarvideo.gif",
                "caption": "Five-image sequence of New Horizons images showing Io's volcano Tvashtar spewing material 330 km above its surface"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Io_(moon)",
        "title": "Io (moon)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Mountains",
        "text": "Io has 100 to 150 mountains. These structures average 6 km (3.7 mi) in height and reach a maximum of 17.5 ± 1.5 km (10.9 ± 0.9 mi) at South Boösaule Montes . [14] Mountains often appear as large (the average mountain is 157 km or 98 mi long), isolated structures with no apparent global tectonic patterns outlined, in contrast to the case on Earth. [14] To support the tremendous topography observed at these mountains requires compositions consisting mostly of silicate rock, as opposed to sulfur. [132] Despite the extensive volcanism that gives Io its distinctive appearance, nearly all of its mountains are tectonic structures, and are not produced by volcanoes. Instead, most Ionian mountains form as the result of compressive stresses on the base of the lithosphere, which uplift and often tilt chunks of Io's crust through thrust faulting . [133] The compressive stresses leading to mountain formation are the result of subsidence from the continuous burial of volcanic materials. [133] The global distribution of mountains appears to be opposite that of volcanic structures; mountains dominate areas with fewer volcanoes and vice versa. [134] This suggests large-scale regions in Io's lithosphere where compression (supportive of mountain formation) and extension (supportive of patera formation) dominate. [135] Locally, however, mountains and paterae often abut one another, suggesting that magma often exploits faults formed during mountain formation to reach the surface. [116] Mountains on Io (generally, structures rising above the surrounding plains) have a variety of morphologies. Plateaus are most common. [14] These structures resemble large, flat-topped mesas with rugged surfaces. Other mountains appear to be tilted crustal blocks, with a shallow slope from the formerly flat surface and a steep slope consisting of formerly sub-surface materials uplifted by compressive stresses. Both types of mountains often have steep scarps along one or more margins. Only a handful of mountains on Io appear to have a volcanic origin. These mountains resemble small shield volcanoes , with steep slopes (6–7°) near a small, central caldera and shallow slopes along their margins. [136] These volcanic mountains are often smaller than the average mountain on Io, averaging only 1 to 2 km (0.6 to 1.2 mi) in height and 40 to 60 km (25 to 37 mi) wide. Other shield volcanoes with much shallower slopes are inferred from the morphology of several of Io's volcanoes, where thin flows radiate out from a central patera, such as at Ra Patera . [136] Nearly all mountains appear to be in some stage of degradation. Large landslide deposits are common at the base of Ionian mountains, suggesting that mass wasting is the primary form of degradation. Scalloped margins are common among Io's mesas and plateaus, the result of sulfur dioxide sapping from Io's crust, producing zones of weakness along mountain margins. [137]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Tohil_Mons.jpg/220px-Tohil_Mons.jpg",
                "caption": "Galileo greyscale image of Tohil Mons , a 5.4-km-tall mountain"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Io_(moon)",
        "title": "Io (moon)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    },
    {
        "section": "Atmosphere",
        "text": "Io has an extremely thin atmosphere consisting mainly of sulfur dioxide ( SO 2 ), with minor constituents including sulfur monoxide ( SO ), sodium chloride ( NaCl ), and atomic sulfur and oxygen . [138] The atmosphere has significant variations in density and temperature with time of day, latitude, volcanic activity, and surface frost abundance. The maximum atmospheric pressure on Io ranges from 3.3 × 10 −5 to 3 × 10 −4 pascals (Pa) or 0.3 to 3 nbar , spatially seen on Io's anti-Jupiter hemisphere and along the equator, and temporally in the early afternoon when the temperature of surface frost peaks. [138] [139] [140] Localized peaks at volcanic plumes have also been seen, with pressures of 5 × 10 −4 to 40  × 10 −4 Pa (5 to 40 nbar). [52] Io's atmospheric pressure is lowest on Io's night side, where the pressure dips to 0.1 × 10 −7 to 1 × 10 −7 Pa (0.0001 to 0.001 nbar). [138] [139] Io's atmospheric temperature ranges from the temperature of the surface at low altitudes, where sulfur dioxide is in vapor pressure equilibrium with frost on the surface, to 1,800 K at higher altitudes where the lower atmospheric density permits heating from plasma in the Io plasma torus and from Joule heating from the Io flux tube. [138] [139] The low pressure limits the atmosphere's effect on the surface, except for temporarily redistributing sulfur dioxide from frost-rich to frost-poor areas, and to expand the size of plume deposit rings when plume material re-enters the thicker dayside atmosphere. [138] [139] Gas in Io's atmosphere is stripped by Jupiter's magnetosphere , escaping to either the neutral cloud that surrounds Io, or the Io plasma torus, a ring of ionized particles that shares Io's orbit but co-rotates with the magnetosphere of Jupiter. [82] Approximately one ton of material is removed from the atmosphere every second through this process so that it must be constantly replenished. [78] The most dramatic source of SO 2 are volcanic plumes, which pump 10 4 kg of sulfur dioxide per second into Io's atmosphere on average, though most of this condenses back onto the surface. [141] Much of the sulfur dioxide in Io's atmosphere is sustained by sunlight-driven sublimation of SO 2 frozen on the surface. [142] The day-side atmosphere is largely confined to within 40° of the equator, where the surface is warmest and most active volcanic plumes reside. [143] A sublimation-driven atmosphere is also consistent with observations that Io's atmosphere is densest over the anti-Jupiter hemisphere, where SO 2 frost is most abundant, and is densest when Io is closer to the Sun. [138] [142] [144] However, some contributions from volcanic plumes are required as the highest observed densities have been seen near volcanic vents. [138] Because the density of sulfur dioxide in the atmosphere is tied directly to surface temperature, Io's atmosphere partially collapses at night, or when Io is in the shadow of Jupiter (with an ~80% drop in column density [145] ). The collapse during eclipse is limited somewhat by the formation of a diffusion layer of sulfur monoxide in the lowest portion of the atmosphere, but the atmosphere pressure of Io's nightside atmosphere is two to four orders of magnitude less than at its peak just past noon. [139] [146] The minor constituents of Io's atmosphere, such as NaCl , SO , O , and S derive either from: direct volcanic outgassing; photodissociation , or chemical breakdown caused by solar ultraviolet radiation, from SO 2 ; or the sputtering of surface deposits by charged particles from Jupiter's magnetosphere. [142] Various researchers have proposed that the atmosphere of Io freezes onto the surface when it passes into the shadow of Jupiter. Evidence for this is a \"post-eclipse brightening\", where the moon sometimes appears a bit brighter as if covered with frost immediately after eclipse. After about 15 minutes the brightness returns to normal, presumably because the frost has disappeared through sublimation . [147] [148] [149] [150] Besides being seen through ground-based telescopes, post-eclipse brightening was found in near-infrared wavelengths using an instrument aboard the Cassini spacecraft. [151] Further support for this idea came in 2013 when the Gemini Observatory was used to directly measure the collapse of Io's SO 2 atmosphere during, and its reformation after, eclipse with Jupiter. [152] [153] High-resolution images of Io acquired when Io is experiencing an eclipse reveal an aurora -like glow. [127] As on Earth, this is due to particle radiation hitting the atmosphere, though in this case the charged particles come from Jupiter's magnetic field rather than the solar wind . Aurorae usually occur near the magnetic poles of planets, but Io's are brightest near its equator. Io lacks an intrinsic magnetic field of its own; therefore, electrons traveling along Jupiter's magnetic field near Io directly impact Io's atmosphere. More electrons collide with its atmosphere, producing the brightest aurora, where the field lines are tangent to Io (i.e. near the equator), because the column of gas they pass through is the longest there. Aurorae associated with these tangent points on Io are observed to rock with the changing orientation of Jupiter's tilted magnetic dipole . [154] Fainter aurora from oxygen atoms along the limb of Io (the red glows in the image at right), and sodium atoms on Io's night-side (the green glows in the same image) have also been observed. [127]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Io_Aurorae_color.jpg/220px-Io_Aurorae_color.jpg",
                "caption": "Auroral glows in Io's upper atmosphere. Different colors represent emission from different components of the atmosphere (green comes from emitting sodium, red from emitting oxygen, and blue from emitting volcanic gases like sulfur dioxide). Image taken while Io was in eclipse."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Io_(moon)",
        "title": "Io (moon)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcano-Atmosphere Interactions"
    }
]