[
    {
        "section": "Physical process",
        "text": "An explosive volcanic eruption releases magma materials in the form of volcanic ash and gases into the atmosphere. While most volcanic ash settles to the ground within a few weeks after the eruption, impacting only the local area for a short duration, the emitted SO 2 can lead to the formation of H 2 SO 4 aerosols in the stratosphere. [1] [2] These aerosols can circle the hemisphere of the eruption source in a matter of weeks and persist with an e -folding decay time of about a year. As a result, they have a radiative impact that can last for several years. [3] The subsequent dispersal of a volcanic cloud in the stratosphere and its impact on climate are strongly influenced by several factors, including the season of the eruption, [4] the latitude of the source volcano, [5] and the injection height. [6] If the SO 2 injection height remains confined to the troposphere, the resulting H 2 SO 4 aerosols have a residence time of only a few days due to efficient removal through precipitation. [6] The lifetime of H 2 SO 4 aerosols resulting from extratropical eruptions is shorter compared to those from tropical eruptions, due to a longer transport path from the tropics to removal across the mid- or high-latitude tropopause , but extratropical eruptions strengthens the hemispheric climate impact by confining the aerosol to a single hemisphere. [5] Injections in the winter are also much less radiatively efficient than injections during the summer for high-latitude volcanic eruptions, when the removal of stratospheric aerosols in polar regions is enhanced. [4] The sulfate aerosol interacts strongly with solar radiation through scattering , giving rise to remarkable atmospheric optical phenomena in the stratosphere. These phenomena include solar dimming , coronae or Bishop's rings , peculiar twilight coloration, and dark total lunar eclipses . [7] [8] Historical records that documented these atmospheric events are indications of volcanic winters and date back to periods preceding the Common Era . [9] Surface temperature observations following historic eruptions show that there is no correlation between eruption size, as represented by the VEI or eruption volume, and the severity of the climate cooling. This is because eruption size does not correlate with the amount of SO 2 emitted. [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Edvard_Munch%2C_1893%2C_The_Scream%2C_oil%2C_tempera_and_pastel_on_cardboard%2C_91_x_73_cm%2C_National_Gallery_of_Norway.jpg/220px-Edvard_Munch%2C_1893%2C_The_Scream%2C_oil%2C_tempera_and_pastel_on_cardboard%2C_91_x_73_cm%2C_National_Gallery_of_Norway.jpg",
                "caption": "It is speculated that Munch's famous painting was inspired by the red volcanic aerosol cloud over Oslo produced by the 1892 Awu eruption"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanic_winter",
        "title": "Volcanic winter",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Weathering effects",
        "text": "The weathering of a sufficiently large volume of rapidly erupted volcanic materials has been proposed as an important factor in Earth's silicate weathering cycle, which operates on a timescale of tens of millions of years. [20] During this process, weathered silicate minerals react with carbon dioxide and water, resulting in the formation of magnesium carbonate and calcium carbonate . These carbonates are then removed from the atmosphere and sequestrated on the ocean floor. The eruption of a large volume of volcanic materials can enhance weathering processes, thereby lowering atmospheric CO 2 levels and contributing to global temperature reduction. The rapid emplacement of mafic large igneous provinces has the potential to cause a swift decline in atmospheric CO 2 content, leading to a multi-million-year-long icehouse climate. [21] [22] A notable example is the Sturtian glaciation , [a] which is considered the most severe and widespread known glacial event in Earth's history. This glaciation is believed to have been caused by the weathering of erupted Franklin Large Igneous Province . [22] [23]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Timeframes_of_Different_Volcanic_Cooling_Mechanisms.png/380px-Timeframes_of_Different_Volcanic_Cooling_Mechanisms.png",
                "caption": "Timescales of various volcanic cooling mechanisms on climate"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanic_winter",
        "title": "Volcanic winter",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Past volcanic coolings",
        "text": "Tree-ring-based temperature reconstructions , historical records of dust veils, and ice cores studies have confirmed that some of the coldest years during the last five millennia were directly caused by massive volcanic injections of SO 2 . [24] [25] Hemispheric temperature anomalies resulting from volcanic eruptions have primarily been reconstructed based on tree-ring data for the past two millennia . [b] [27] [28] [29] [30] For earlier periods in the Holocene , the identification of frost rings that coincide with large ice core sulfate spikes serves as an indicator of severe volcanic winters. [c] [31] The quantification of volcanic coolings further back in time during the Last Glacial Period is made possible by annually resolved δ 18 O records. [d] [32] This is a non-exhaustive compilation of notable and consequential coolings that have been definitively attributed to volcanic aerosols, although the source volcanos of the aerosols are rarely identified. During the Last Glacial Period, volcanic coolings comparable to the largest volcanic coolings during the Common Era (e.g. Tambora, Samalas) are inferred based on the magnitudes of δ 18 O anomalies. [36] In particular, in the period 12,000–32,000 years ago, the peak δ 18 O cooling anomaly of the eruptions exceeds the anomaly after the largest eruptions in the Common Era. [37] One Last Glacial Period eruption that have gained significant attention is the eruption of the Youngest Toba Tuff (YTT), which has sparked vigorous debates regarding its climate effects.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Volcanic_winter_of_536%2C_1258%2C_1453%2C_1816.png/550px-Volcanic_winter_of_536%2C_1258%2C_1453%2C_1816.png",
                "caption": "Northern Hemisphere coolings are observed following major volcanic eruptions, and temperatures are reconstructed from tree-ring data. [26] [27]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanic_winter",
        "title": "Volcanic winter",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Effects on life",
        "text": "The causes of the population bottleneck – a sharp decrease in a species ' population, immediately followed by a period of great genetic divergence ( differentiation ) among survivors – is attributed to volcanic winters by some researchers. Such events may diminish populations to \"levels low enough for evolutionary changes, which occur much faster in small populations, to produce rapid population differentiation\". [69] With the Lake Toba bottleneck, many species showed massive effects of narrowing of the gene pool, and Toba may have reduced the human population to between 15,000 and 40,000, or even fewer. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Toba_zoom.jpg/220px-Toba_zoom.jpg",
                "caption": "The supervolcano caldera Lake Toba"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanic_winter",
        "title": "Volcanic winter",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Plate tectonics",
        "text": "According to the theory of plate tectonics, Earth's lithosphere , its rigid outer shell, is broken into sixteen larger and several smaller plates. These are in slow motion, due to convection in the underlying ductile mantle , and most volcanic activity on Earth takes place along plate boundaries, where plates are converging (and lithosphere is being destroyed) or are diverging (and new lithosphere is being created). [6] During the development of geological theory, certain concepts that allowed the grouping of volcanoes in time, place, structure and composition have developed that ultimately have had to be explained in the theory of plate tectonics. For example, some volcanoes are polygenetic with more than one period of activity during their history; other volcanoes that become extinct after erupting exactly once are monogenetic (meaning \"one life\") and such volcanoes are often grouped together in a geographical region. [7]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Spreading_ridges_volcanoes_map-en.svg/400px-Spreading_ridges_volcanoes_map-en.svg.png",
                "caption": "Map showing the divergent plate boundaries (oceanic spreading ridges) and recent sub-aerial volcanoes (mostly at convergent boundaries)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Fissure vents",
        "text": "Volcanic fissure vents are flat, linear fractures through which lava emerges.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Lakagigar_Iceland_2004-07-01.jpg/220px-Lakagigar_Iceland_2004-07-01.jpg",
                "caption": "Lakagigar fissure vent in Iceland , the source of the major world climate alteration of 1783–84 , has a chain of volcanic cones along its length."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Shield volcanoes",
        "text": "Shield volcanoes, so named for their broad, shield-like profiles, are formed by the eruption of low-viscosity lava that can flow a great distance from a vent. They generally do not explode catastrophically, but are characterized by relatively gentle effusive eruptions . Since low-viscosity magma is typically low in silica, shield volcanoes are more common in oceanic than continental settings. The Hawaiian volcanic chain is a series of shield cones, and they are common in Iceland , as well.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Skjaldbreidur_Herbst_2004.jpg/220px-Skjaldbreidur_Herbst_2004.jpg",
                "caption": "Skjaldbreiður , a shield volcano whose name means \"broad shield\""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Cinder cones",
        "text": "Cinder cones result from eruptions of mostly small pieces of scoria and pyroclastics (both resemble cinders, hence the name of this volcano type) that build up around the vent. These can be relatively short-lived eruptions that produce a cone-shaped hill perhaps 30 to 400 meters (100 to 1,300 ft) high. Most cinder cones erupt only once and some may be found in monogenetic volcanic fields that may include other features that form when magma comes into contact with water such as maar explosion craters and tuff rings . [16] Cinder cones may form as flank vents on larger volcanoes, or occur on their own. Parícutin in Mexico and Sunset Crater in Arizona are examples of cinder cones. In New Mexico , Caja del Rio is a volcanic field of over 60 cinder cones. Based on satellite images, it has been suggested that cinder cones might occur on other terrestrial bodies in the Solar system too; on the surface of Mars and the Moon. [17] [18] [19] [20]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Izalco_Volcano.jpg/220px-Izalco_Volcano.jpg",
                "caption": "Izalco volcano , the youngest volcano in El Salvador. Izalco erupted almost continuously from 1770 (when it formed) to 1958, earning it the nickname of \"Lighthouse of the Pacific\"."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Stratovolcanoes (composite volcanoes)",
        "text": "Stratovolcanoes (composite volcanoes) are tall conical mountains composed of lava flows and tephra in alternate layers, the strata that gives rise to the name. They are also known as composite volcanoes because they are created from multiple structures during different kinds of eruptions. Classic examples include Mount Fuji in Japan, Mayon Volcano in the Philippines, and Mount Vesuvius and Stromboli in Italy. Ash produced by the explosive eruption of stratovolcanoes has historically posed the greatest volcanic hazard to civilizations. The lavas of stratovolcanoes are higher in silica, and therefore much more viscous, than lavas from shield volcanoes. High-silica lavas also tend to contain more dissolved gas. The combination is deadly, promoting explosive eruptions that produce great quantities of ash, as well as pyroclastic surges like the one that destroyed the city of Saint-Pierre in Martinique in 1902. They are also steeper than shield volcanoes, with slopes of 30–35° compared to slopes of generally 5–10°, and their loose tephra are material for dangerous lahars . [21] Large pieces of tephra are called volcanic bombs . Big bombs can measure more than 4 feet (1.2 meters) across and weigh several tons. [22]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Volcano_scheme.svg/310px-Volcano_scheme.svg.png",
                "caption": "Cross-section through a stratovolcano (vertical scale is exaggerated) : Large magma chamber Bedrock Conduit (pipe) Base Sill Dike Layers of ash emitted by the volcano Flank Layers of lava emitted by the volcano Throat Parasitic cone Lava flow Vent Crater Ash cloud"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Submarine volcanoes",
        "text": "Submarine volcanoes are common features of the ocean floor. Volcanic activity during the Holocene Epoch has been documented at only 119 submarine volcanoes, but there may be more than one million geologically young submarine volcanoes on the ocean floor. [27] [28] In shallow water, active volcanoes disclose their presence by blasting steam and rocky debris high above the ocean's surface. In the deep ocean basins, the tremendous weight of the water prevents the explosive release of steam and gases; however, submarine eruptions can be detected by hydrophones and by the discoloration of water because of volcanic gases . Pillow lava is a common eruptive product of submarine volcanoes and is characterized by thick sequences of discontinuous pillow-shaped masses which form under water. Even large submarine eruptions may not disturb the ocean surface, due to the rapid cooling effect and increased buoyancy in water (as compared to air), which often causes volcanic vents to form steep pillars on the ocean floor. Hydrothermal vents are common near these volcanoes, and some support peculiar ecosystems based on chemotrophs feeding on dissolved minerals. Over time, the formations created by submarine volcanoes may become so large that they break the ocean surface as new islands or floating pumice rafts . In May and June 2018, a multitude of seismic signals were detected by earthquake monitoring agencies all over the world. They took the form of unusual humming sounds, and some of the signals detected in November of that year had a duration of up to 20 minutes. An oceanographic research campaign in May 2019 showed that the previously mysterious humming noises were caused by the formation of a submarine volcano off the coast of Mayotte . [29]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Tonga_Volcano_Eruption_2022-01-15_0320Z_to_0610Z_Himawari-8_visible.gif/220px-Tonga_Volcano_Eruption_2022-01-15_0320Z_to_0610Z_Himawari-8_visible.gif",
                "caption": "Satellite images of the 15 January 2022 eruption of Hunga Tonga-Hunga Haʻapai"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Erupted material",
        "text": "The material that is expelled in a volcanic eruption can be classified into three types:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Lava_channel_overflow.JPG/220px-Lava_channel_overflow.JPG",
                "caption": "Pāhoehoe lava flow on Hawaii . The picture shows overflows of a main lava channel ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Litli-Hr%C3%BAtur_eruption_2023.jpg/220px-Litli-Hr%C3%BAtur_eruption_2023.jpg",
                "caption": "Litli-Hrútur ( Fagradalsfjall ) eruption 2023. View from an airplane"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Aerial_image_of_Stromboli_%28view_from_the_northeast%29.jpg/220px-Aerial_image_of_Stromboli_%28view_from_the_northeast%29.jpg",
                "caption": "The Stromboli stratovolcano off the coast of Sicily has erupted continuously for thousands of years, giving rise to its nickname \"Lighthouse of the Mediterranean\"."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Lava flows",
        "text": "The form and style of eruption of a volcano is largely determined by the composition of the lava it erupts. The viscosity (how fluid the lava is) and the amount of dissolved gas are the most important characteristics of magma, and both are largely determined by the amount of silica in the magma. Magma rich in silica is much more viscous than silica-poor magma, and silica-rich magma also tends to contain more dissolved gases. Lava can be broadly classified into four different compositions: [39] Mafic lava flows show two varieties of surface texture: ʻAʻa (pronounced [ˈʔaʔa] ) and pāhoehoe ( [paːˈho.eˈho.e] ), both Hawaiian words. ʻAʻa is characterized by a rough, clinkery surface and is the typical texture of cooler basalt lava flows. Pāhoehoe is characterized by its smooth and often ropey or wrinkly surface and is generally formed from more fluid lava flows. Pāhoehoe flows are sometimes observed to transition to ʻaʻa flows as they move away from the vent, but never the reverse. [53] More silicic lava flows take the form of block lava, where the flow is covered with angular, vesicle-poor blocks. Rhyolitic flows typically consist largely of obsidian . [54]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Rinjani_1994_cropped.jpg/220px-Rinjani_1994_cropped.jpg",
                "caption": "Mount Rinjani eruption in 1994, in Lombok , Indonesia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Tephra",
        "text": "Tephra is made when magma inside the volcano is blown apart by the rapid expansion of hot volcanic gases. Magma commonly explodes as the gas dissolved in it comes out of solution as the pressure decreases when it flows to the surface . These violent explosions produce particles of material that can then fly from the volcano. Solid particles smaller than 2 mm in diameter ( sand-sized or smaller) are called volcanic ash. [36] [37] Tephra and other volcaniclastics (shattered volcanic material) make up more of the volume of many volcanoes than do lava flows. Volcaniclastics may have contributed as much as a third of all sedimentation in the geologic record. The production of large volumes of tephra is characteristic of explosive volcanism. [55]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Tuff_shards.jpg/220px-Tuff_shards.jpg",
                "caption": "Light-microscope image of tuff as seen in thin section (long dimension is several mm): the curved shapes of altered glass shards (ash fragments) are well preserved, although the glass is partly altered. The shapes were formed around bubbles of expanding, water-rich gas."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Types of volcanic eruptions",
        "text": "Eruption styles are broadly divided into magmatic, phreatomagmatic, and phreatic eruptions. [56] The intensity of explosive volcanism is expressed using the Volcanic Explosivity Index (VEI), which ranges from 0 for Hawaiian-type eruptions to 8 for supervolcanic eruptions. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Volcanic_injection.svg/220px-Volcanic_injection.svg.png",
                "caption": "Schematic of volcano injection of aerosols and gases"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Volcanic activity",
        "text": "As of December 2022 [update] , the Smithsonian Institution 's Global Volcanism Program database of volcanic eruptions in the Holocene Epoch (the last 11,700 years) lists 9,901 confirmed eruptions from 859 volcanoes. The database also lists 1,113 uncertain eruptions and 168 discredited eruptions for the same time interval. [58] [59] Volcanoes vary greatly in their level of activity, with individual volcanic systems having an eruption recurrence ranging from several times a year to once in tens of thousands of years. [60] Volcanoes are informally described as erupting , active , dormant , or extinct , but the definitions of these terms are not entirely uniform amongst volcanologists. The level of activity of most volcanoes falls upon a graduated spectrum, with much overlap between categories, and does not always fit neatly into only one of these three separate categories. [61]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Pompeii_-_Casa_del_Centenario_-_MAN.jpg/170px-Pompeii_-_Casa_del_Centenario_-_MAN.jpg",
                "caption": "Fresco with Mount Vesuvius behind Bacchus and Agathodaemon , as seen in Pompeii 's House of the Centenary"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Dormant and reactivated",
        "text": "The USGS defines a dormant volcano as any volcano that is not showing any signs of unrest such as earthquake swarms, ground swelling, or excessive noxious gas emissions, but which shows signs that it could yet become active again. [63] Many dormant volcanoes have not erupted for thousands of years, but have still shown signs that they may be likely to erupt again in the future. [64] [65] In an article justifying the re-classification of Alaska's Mount Edgecumbe volcano from \"dormant\" to \"active\", volcanologists at the Alaska Volcano Observatory pointed out that the term \"dormant\" in reference to volcanoes has been deprecated over the past few decades and that \"[t]he term \"dormant volcano\" is so little used and undefined in modern volcanology that the Encyclopedia of Volcanoes (2000) does not contain it in the glossaries or index\", [66] however the USGS still widely employs the term. Previously a volcano was often considered to be extinct if there were no written records of its activity. Such a generalisation is inconsistent with observation and deeper study, as has occurred recently with the unexpected eruption of the Chaitén volcano in 2008. [67] Modern volcanic activity monitoring techniques, and improvements in the modelling of the factors that produce eruptions, have helped the understanding of why volcanoes may remain dormant for a long period of time, and then become unexpectedly active again. The potential for eruptions, and their style, depend mainly upon the state of the magma storage system under the volcano, the eruption trigger mechanism and its timescale. [68] : 95 For example, the Yellowstone volcano has a repose/recharge period of around 700,000 years, and Toba of around 380,000 years. [69] Vesuvius was described by Roman writers as having been covered with gardens and vineyards before its unexpected eruption of 79 CE , which destroyed the towns of Herculaneum and Pompeii . Accordingly, it can sometimes be difficult to distinguish between an extinct volcano and a dormant (inactive) one. Long volcano dormancy is known to decrease awareness. [68] : 96 Pinatubo was an inconspicuous volcano, unknown to most people in the surrounding areas, and initially not seismically monitored before its unanticipated and catastrophic eruption of 1991. Two other examples of volcanoes which were once thought to be extinct, before springing back into eruptive activity were the long-dormant Soufrière Hills volcano on the island of Montserrat , thought to be extinct until activity resumed in 1995 (turning its capital Plymouth into a ghost town ) and Fourpeaked Mountain in Alaska, which, before its September 2006 eruption, had not erupted since before 8000 BCE.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Narcondam_island.jpg/220px-Narcondam_island.jpg",
                "caption": "Narcondam Island , India, is classified as a dormant volcano by the Geological Survey of India ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Extinct",
        "text": "Extinct volcanoes are those that scientists consider unlikely to erupt again because the volcano no longer has a magma supply. Examples of extinct volcanoes are many volcanoes on the Hawaiian–Emperor seamount chain in the Pacific Ocean (although some volcanoes at the eastern end of the chain are active), Hohentwiel in Germany , Shiprock in New Mexico , US , Capulin in New Mexico, US, Zuidwal volcano in the Netherlands , and many volcanoes in Italy such as Monte Vulture . Edinburgh Castle in Scotland is located atop an extinct volcano, which forms Castle Rock . Whether a volcano is truly extinct is often difficult to determine. Since \"supervolcano\" calderas can have eruptive lifespans sometimes measured in millions of years, a caldera that has not produced an eruption in tens of thousands of years may be considered dormant instead of extinct. An individual volcano in a monogenetic volcanic field can be extinct but that does not mean a completely new volcano might not erupt close by with little or no warning as its field may have an active magma supply.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Capulin_1980_tde00005.jpg/220px-Capulin_1980_tde00005.jpg",
                "caption": "Capulin Volcano National Monument in New Mexico, US"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Decade volcanoes",
        "text": "The Decade Volcanoes are 16 volcanoes identified by the International Association of Volcanology and Chemistry of the Earth's Interior (IAVCEI) as being worthy of particular study in light of their history of large, destructive eruptions and proximity to populated areas. They are named Decade Volcanoes because the project was initiated as part of the United Nations-sponsored International Decade for Natural Disaster Reduction (the 1990s). The 16 current Decade Volcanoes are: The Deep Earth Carbon Degassing Project , an initiative of the Deep Carbon Observatory , monitors nine volcanoes, two of which are Decade volcanoes. The focus of the Deep Earth Carbon Degassing Project is to use Multi-Component Gas Analyzer System instruments to measure CO 2 /SO 2 ratios in real-time and in high-resolution to allow detection of the pre-eruptive degassing of rising magmas, improving prediction of volcanic activity . [71]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Koryaksky_volcano_Petropavlovsk-Kamchatsky_oct-2005.jpg/220px-Koryaksky_volcano_Petropavlovsk-Kamchatsky_oct-2005.jpg",
                "caption": "Koryaksky volcano towering over Petropavlovsk-Kamchatsky on Kamchatka Peninsula , Far Eastern Russia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Volcanoes and humans",
        "text": "Volcanic eruptions pose a significant threat to human civilization. However, volcanic activity has also provided humans with important resources.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Mauna_Loa_atmospheric_transmission.png/220px-Mauna_Loa_atmospheric_transmission.png",
                "caption": "Solar radiation graph 1958–2008, showing how the radiation is reduced after major volcanic eruptions"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/SO2_Galapagos_20051101.jpg/220px-SO2_Galapagos_20051101.jpg",
                "caption": "Sulfur dioxide concentration over the Sierra Negra Volcano , Galapagos Islands , during an eruption in October 2005"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Hazards",
        "text": "There are many different types of volcanic eruptions and associated activity: phreatic eruptions (steam-generated eruptions), explosive eruption of high- silica lava (e.g., rhyolite ), effusive eruption of low-silica lava (e.g., basalt ), sector collapses , pyroclastic flows , lahars (debris flow) and carbon dioxide emission . All of these activities can pose a hazard to humans. Earthquakes, hot springs , fumaroles , mud pots and geysers often accompany volcanic activity. Volcanic gases can reach the stratosphere, where they form sulfuric acid aerosols that can reflect solar radiation and lower surface temperatures significantly. [72] Sulfur dioxide from the eruption of Huaynaputina may have caused the Russian famine of 1601–1603 . [73] Chemical reactions of sulfate aerosols in the stratosphere can also damage the ozone layer , and acids such as hydrogen chloride (HCl) and hydrogen fluoride (HF) can fall to the ground as acid rain . Excessive fluoride salts from eruptions have poisoned livestock in Iceland on multiple occasions. [74] : 39–58 Explosive volcanic eruptions release the greenhouse gas carbon dioxide and thus provide a deep source of carbon for biogeochemical cycles . [75] Ash thrown into the air by eruptions can present a hazard to aircraft, especially jet aircraft where the particles can be melted by the high operating temperature; the melted particles then adhere to the turbine blades and alter their shape, disrupting the operation of the turbine. This can cause major disruptions to air travel. A volcanic winter is thought to have taken place around 70,000 years ago after the supereruption of Lake Toba on Sumatra island in Indonesia. [76] This may have created a population bottleneck that affected the genetic inheritance of all humans today. [77] Volcanic eruptions may have contributed to major extinction events, such as the End-Ordovician , Permian-Triassic , and Late Devonian mass extinctions . [78] The 1815 eruption of Mount Tambora created global climate anomalies that became known as the \" Year Without a Summer \" because of the effect on North American and European weather. [79] The freezing winter of 1740–41, which led to widespread famine in northern Europe, may also owe its origins to a volcanic eruption. [80]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Large_eruptions.jpg/290px-Large_eruptions.jpg",
                "caption": "Comparison of major United States prehistoric eruptions ( VEI 7 and 8 ) with major historical volcanic eruptions in the 19th and 20th century (VEI 5, 6 and 7). From left to right: Yellowstone 2.1 Ma, Yellowstone 1.3 Ma, Long Valley 6.26 Ma, Yellowstone 0.64 Ma . 19th century eruptions: Tambora 1815, Krakatoa 1883. 20th century eruptions: Novarupta 1912, St. Helens 1980, Pinatubo 1991."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Volcanoes on other celestial bodies",
        "text": "Earth's Moon has no large volcanoes and no current volcanic activity, although recent evidence suggests it may still possess a partially molten core. [91] However, the Moon does have many volcanic features such as maria [92] (the darker patches seen on the Moon), rilles [93] and domes . [94] The planet Venus has a surface that is 90% basalt , indicating that volcanism played a major role in shaping its surface. The planet may have had a major global resurfacing event about 500 million years ago, [95] from what scientists can tell from the density of impact craters on the surface. Lava flows are widespread and forms of volcanism not present on Earth occur as well. Changes in the planet's atmosphere and observations of lightning have been attributed to ongoing volcanic eruptions, although there is no confirmation of whether or not Venus is still volcanically active. However, radar sounding by the Magellan probe revealed evidence for comparatively recent volcanic activity at Venus's highest volcano Maat Mons , in the form of ash flows near the summit and on the northern flank. [96] However, the interpretation of the flows as ash flows has been questioned. [97] There are several extinct volcanoes on Mars , four of which are vast shield volcanoes far bigger than any on Earth. They include Arsia Mons , Ascraeus Mons , Hecates Tholus , Olympus Mons , and Pavonis Mons . These volcanoes have been extinct for many millions of years, [98] but the European Mars Express spacecraft has found evidence that volcanic activity may have occurred on Mars in the recent past as well. [98] Jupiter 's moon Io is the most volcanically active object in the Solar System because of tidal interaction with Jupiter. It is covered with volcanoes that erupt sulfur , sulfur dioxide and silicate rock, and as a result, Io is constantly being resurfaced. Its lavas are the hottest known anywhere in the Solar System, with temperatures exceeding 1,800 K (1,500 °C). In February 2001, the largest recorded volcanic eruptions in the Solar System occurred on Io. [99] Europa , the smallest of Jupiter's Galilean moons , also appears to have an active volcanic system, except that its volcanic activity is entirely in the form of water, which freezes into ice on the frigid surface. This process is known as cryovolcanism , and is apparently most common on the moons of the outer planets of the Solar System . [100] In 1989, the Voyager 2 spacecraft observed cryovolcanoes (ice volcanoes) on Triton , a moon of Neptune , and in 2005 the Cassini–Huygens probe photographed fountains of frozen particles erupting from Enceladus , a moon of Saturn . [101] [102] The ejecta may be composed of water, liquid nitrogen , ammonia , dust, or methane compounds. Cassini–Huygens also found evidence of a methane-spewing cryovolcano on the Saturnian moon Titan , which is believed to be a significant source of the methane found in its atmosphere. [103] It is theorized that cryovolcanism may also be present on the Kuiper Belt Object Quaoar . A 2010 study of the exoplanet COROT-7b , which was detected by transit in 2009, suggested that tidal heating from the host star very close to the planet and neighboring planets could generate intense volcanic activity similar to that found on Io. [104]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Tvashtarvideo.gif/220px-Tvashtarvideo.gif",
                "caption": "The Tvashtar volcano erupts a plume 330 km (205 mi) above the surface of Jupiter 's moon Io ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Olympus_Mons.jpeg/170px-Olympus_Mons.jpeg",
                "caption": "Olympus Mons ( Latin , \"Mount Olympus\"), located on the planet Mars , is the tallest known mountain in the Solar System ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Internal variability",
        "text": "Climatic changes due to internal variability sometimes occur in cycles or oscillations. For other types of natural climatic change, we cannot predict when it happens; the change is called random or stochastic . [12] From a climate perspective, the weather can be considered random. [13] If there are little clouds in a particular year, there is an energy imbalance and extra heat can be absorbed by the oceans. Due to climate inertia , this signal can be 'stored' in the ocean and be expressed as variability on longer time scales than the original weather disturbances. [14] If the weather disturbances are completely random, occurring as white noise , the inertia of glaciers or oceans can transform this into climate changes where longer-duration oscillations are also larger oscillations, a phenomenon called red noise . [15] Many climate changes have a random aspect and a cyclical aspect. This behavior is dubbed stochastic resonance . [15] Half of the 2021 Nobel prize on physics was awarded for this work to Klaus Hasselmann jointly with Syukuro Manabe for related work on climate modelling . While Giorgio Parisi who with collaborators introduced [16] the concept of stochastic resonance was awarded the other half but mainly for work on theoretical physics.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/1951%2B_Percent_of_global_area_at_temperature_records_-_Seasonal_comparison_-_NOAA.svg/300px-1951%2B_Percent_of_global_area_at_temperature_records_-_Seasonal_comparison_-_NOAA.svg.png",
                "caption": "There is seasonal variability in how new high temperature records have outpaced new low temperature records. [11]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_variability_and_change",
        "title": "Climate variability and change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Oscillations and cycles ",
        "text": "A climate oscillation or climate cycle is any recurring cyclical oscillation within global or regional climate . They are quasiperiodic (not perfectly periodic), so a Fourier analysis of the data does not have sharp peaks in the spectrum . Many oscillations on different time-scales have been found or hypothesized: [23]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/20210827_Global_surface_temperature_bar_chart_-_bars_color-coded_by_El_Ni%C3%B1o_and_La_Ni%C3%B1a_intensity.svg/280px-20210827_Global_surface_temperature_bar_chart_-_bars_color-coded_by_El_Ni%C3%B1o_and_La_Ni%C3%B1a_intensity.svg.png",
                "caption": "Colored bars show how El Niño years (red, regional warming) and La Niña years (blue, regional cooling) relate to overall global warming . The El Niño–Southern Oscillation has been linked to variability in longer-term global average temperature increase."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_variability_and_change",
        "title": "Climate variability and change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Ocean current changes",
        "text": "The oceanic aspects of climate variability can generate variability on centennial timescales due to the ocean having hundreds of times more mass than in the atmosphere , and thus very high thermal inertia. For example, alterations to ocean processes such as thermohaline circulation play a key role in redistributing heat in the world's oceans. Ocean currents transport a lot of energy from the warm tropical regions to the colder polar regions. Changes occurring around the last ice age (in technical terms, the last glacial ) show that the circulation is the North Atlantic can change suddenly and substantially, leading to global climate changes, even though the total amount of energy coming into the climate system did not change much. These large changes may have come from so called Heinrich events where internal instability of ice sheets caused huge ice bergs to be released into the ocean. When the ice sheet melts, the resulting water is very low in salt and cold, driving changes in circulation. [36]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Ocean_circulation_conveyor_belt.jpg/300px-Ocean_circulation_conveyor_belt.jpg",
                "caption": "A schematic of modern thermohaline circulation . Tens of millions of years ago, continental-plate movement formed a land-free gap around Antarctica, allowing the formation of the ACC , which keeps warm waters away from Antarctica."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_variability_and_change",
        "title": "Climate variability and change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Greenhouse gases",
        "text": "Whereas greenhouse gases released by the biosphere is often seen as a feedback or internal climate process, greenhouse gases emitted from volcanoes are typically classified as external by climatologists. [50] Greenhouse gases, such as CO 2 , methane and nitrous oxide, heat the climate system by trapping infrared light. Volcanoes are also part of the extended carbon cycle . Over very long (geological) time periods, they release carbon dioxide from the Earth's crust and mantle, counteracting the uptake by sedimentary rocks and other geological carbon dioxide sinks . Since the industrial revolution , humanity has been adding to greenhouse gases by emitting CO 2 from fossil fuel combustion, changing land use through deforestation, and has further altered the climate with aerosols (particulate matter in the atmosphere), [51] release of trace gases (e.g. nitrogen oxides, carbon monoxide, or methane). [52] Other factors, including land use, ozone depletion , animal husbandry ( ruminant animals such as cattle produce methane [53] ), and deforestation , also play a role. [54] The US Geological Survey estimates are that volcanic emissions are at a much lower level than the effects of current human activities, which generate 100–300 times the amount of carbon dioxide emitted by volcanoes. [55] The annual amount put out by human activities may be greater than the amount released by supereruptions , the most recent of which was the Toba eruption in Indonesia 74,000 years ago. [56]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Carbon_Dioxide_800kyr.svg/300px-Carbon_Dioxide_800kyr.svg.png",
                "caption": "CO 2 concentrations over the last 800,000 years as measured from ice cores (blue/green) and directly (black)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_variability_and_change",
        "title": "Climate variability and change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Orbital variations",
        "text": "Slight variations in Earth's motion lead to changes in the seasonal distribution of sunlight reaching the Earth's surface and how it is distributed across the globe. There is very little change to the area-averaged annually averaged sunshine; but there can be strong changes in the geographical and seasonal distribution. The three types of kinematic change are variations in Earth's eccentricity , changes in the tilt angle of Earth's axis of rotation , and precession of Earth's axis. Combined, these produce Milankovitch cycles which affect climate and are notable for their correlation to glacial and interglacial periods , [57] their correlation with the advance and retreat of the Sahara , [57] and for their appearance in the stratigraphic record . [58] [59] During the glacial cycles, there was a high correlation between CO 2 concentrations and temperatures. Early studies indicated that CO 2 concentrations lagged temperatures, but it has become clear that this is not always the case. [60] When ocean temperatures increase, the solubility of CO 2 decreases so that it is released from the ocean. The exchange of CO 2 between the air and the ocean can also be impacted by further aspects of climatic change. [61] These and other self-reinforcing processes allow small changes in Earth's motion to have a large effect on climate. [60]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/MilankovitchCyclesOrbitandCores.png/300px-MilankovitchCyclesOrbitandCores.png",
                "caption": "Milankovitch cycles from 800,000 years ago in the past to 800,000 years in the future."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_variability_and_change",
        "title": "Climate variability and change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Solar output",
        "text": "The Sun is the predominant source of energy input to the Earth's climate system . Other sources include geothermal energy from the Earth's core, tidal energy from the Moon and heat from the decay of radioactive compounds. Both long term variations in solar intensity are known to affect global climate. [62] Solar output varies on shorter time scales, including the 11-year solar cycle [63] and longer-term modulations . [64] Correlation between sunspots and climate and tenuous at best. [62] Three to four billion years ago , the Sun emitted only 75% as much power as it does today. [65] If the atmospheric composition had been the same as today, liquid water should not have existed on the Earth's surface. However, there is evidence for the presence of water on the early Earth, in the Hadean [66] [67] and Archean [68] [66] eons, leading to what is known as the faint young Sun paradox . [69] Hypothesized solutions to this paradox include a vastly different atmosphere, with much higher concentrations of greenhouse gases than currently exist. [70] Over the following approximately 4 billion years, the energy output of the Sun increased. Over the next five billion years, the Sun's ultimate death as it becomes a red giant and then a white dwarf will have large effects on climate, with the red giant phase possibly ending any life on Earth that survives until that time. [71]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Solar_Activity_Proxies.png/300px-Solar_Activity_Proxies.png",
                "caption": "Variations in solar activity during the last several centuries based on observations of sunspots and beryllium isotopes. The period of extraordinarily few sunspots in the late 17th century was the Maunder minimum ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_variability_and_change",
        "title": "Climate variability and change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Volcanism",
        "text": "The volcanic eruptions considered to be large enough to affect the Earth's climate on a scale of more than 1 year are the ones that inject over 100,000 tons of SO 2 into the stratosphere . [72] This is due to the optical properties of SO 2 and sulfate aerosols, which strongly absorb or scatter solar radiation, creating a global layer of sulfuric acid haze. [73] On average, such eruptions occur several times per century, and cause cooling (by partially blocking the transmission of solar radiation to the Earth's surface) for a period of several years. Although volcanoes are technically part of the lithosphere, which itself is part of the climate system, the IPCC explicitly defines volcanism as an external forcing agent. [74] Notable eruptions in the historical records are the 1991 eruption of Mount Pinatubo which lowered global temperatures by about 0.5 °C (0.9 °F) for up to three years, [75] [76] and the 1815 eruption of Mount Tambora causing the Year Without a Summer . [77] At a larger scale—a few times every 50 million to 100 million years—the eruption of large igneous provinces brings large quantities of igneous rock from the mantle and lithosphere to the Earth's surface. Carbon dioxide in the rock is then released into the atmosphere. [78] [79] Small eruptions, with injections of less than 0.1 Mt of sulfur dioxide into the stratosphere, affect the atmosphere only subtly, as temperature changes are comparable with natural variability. However, because smaller eruptions occur at a much higher frequency, they too significantly affect Earth's atmosphere. [72] [80]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Msu_1978-2010.jpg/300px-Msu_1978-2010.jpg",
                "caption": "In atmospheric temperature from 1979 to 2010, determined by MSU NASA satellites, effects appear from aerosols released by major volcanic eruptions ( El Chichón and Pinatubo ). El Niño is a separate event, from ocean variability."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_variability_and_change",
        "title": "Climate variability and change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Proxy measurements",
        "text": "Various archives of past climate are present in rocks, trees and fossils. From these archives, indirect measures of climate, so-called proxies, can be derived. Quantification of climatological variation of precipitation in prior centuries and epochs is less complete but approximated using proxies such as marine sediments, ice cores, cave stalagmites, and tree rings. [95] Stress, too little precipitation or unsuitable temperatures, can alter the growth rate of trees, which allows scientists to infer climate trends by analyzing the growth rate of tree rings. This branch of science studying this called dendroclimatology . [96] Glaciers leave behind moraines that contain a wealth of material—including organic matter, quartz, and potassium that may be dated—recording the periods in which a glacier advanced and retreated. Analysis of ice in cores drilled from an ice sheet such as the Antarctic ice sheet , can be used to show a link between temperature and global sea level variations. The air trapped in bubbles in the ice can also reveal the CO 2 variations of the atmosphere from the distant past, well before modern environmental influences. The study of these ice cores has been a significant indicator of the changes in CO 2 over many millennia, and continues to provide valuable information about the differences between ancient and modern atmospheric conditions. The 18 O/ 16 O ratio in calcite and ice core samples used to deduce ocean temperature in the distant past is an example of a temperature proxy method. The remnants of plants, and specifically pollen, are also used to study climatic change. Plant distributions vary under different climate conditions. Different groups of plants have pollen with distinctive shapes and surface textures, and since the outer surface of pollen is composed of a very resilient material, they resist decay. Changes in the type of pollen found in different layers of sediment indicate changes in plant communities. These changes are often a sign of a changing climate. [97] [98] As an example, pollen studies have been used to track changing vegetation patterns throughout the Quaternary glaciations [99] and especially since the last glacial maximum . [100] Remains of beetles are common in freshwater and land sediments. Different species of beetles tend to be found under different climatic conditions. Given the extensive lineage of beetles whose genetic makeup has not altered significantly over the millennia, knowledge of the present climatic range of the different species, and the age of the sediments in which remains are found, past climatic conditions may be inferred. [101]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Vostok_Petit_data.svg/300px-Vostok_Petit_data.svg.png",
                "caption": "Variations in CO 2 , temperature and dust from the Vostok ice core over the last 450,000 years."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_variability_and_change",
        "title": "Climate variability and change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Dating",
        "text": "There is no consensus on when the Little Ice Age began, [15] [16] but a series of events before the known climatic minima have often been referenced. In the 13th century, pack ice began advancing southwards in the North Atlantic, as did glaciers in Greenland . Anecdotal evidence suggests expanding glaciers almost worldwide. Based on radiocarbon dating of roughly 150 samples of dead plant material with roots intact that were collected from beneath ice caps on Baffin Island and Iceland , Miller et al. (2012) [8] state that cold summers and ice growth began abruptly between 1275 and 1300, followed by \"a substantial intensification\" from 1430 to 1455. [8] In contrast, a climate reconstruction based on glacial length [17] [18] shows no great variation from 1600 to 1850 but a strong retreat thereafter. Therefore, any of several dates ranging over 400 years may indicate the beginning of the Little Ice Age: The Little Ice Age ended in the latter half of the 19th century or in the early 20th century. [21] [22] [23] The 6th report of the IPCC describes the coldest period in the last millennium as: [24]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Hvalsey_Church.jpg/220px-Hvalsey_Church.jpg",
                "caption": "The last written records of the Norse Greenlanders are from a 1408 marriage at Hvalsey Church , which is now the best-preserved Norse ruin."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Little_Ice_Age",
        "title": "Little Ice Age",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Europe",
        "text": "Drangajökull , Iceland's northernmost glacier, reached its maximum extent during the LIA around 1400 CE. [25] The Baltic Sea froze over twice, in 1303 and 1306–1307, and years followed of \"unseasonable cold, storms and rains, and a rise in the level of the Caspian Sea.\" [26] The Little Ice Age brought colder winters to parts of Europe and North America. Farms and villages in the Swiss Alps were destroyed by encroaching glaciers during the mid-17th century. [27] Canals and rivers in Great Britain and the Netherlands were frequently frozen deeply enough to support ice skating and winter festivals. [27] As trade needed to continue during the prolonged winter often spanning 5 months, merchants equipped their boer style boats with planks and skates (runners), hence the iceboat was born. The first River Thames frost fair was in 1608 and the last in 1814. Changes to the bridges and the addition of the Thames Embankment have affected the river's flow and depth and greatly diminish the possibility of further freezes. [28] [29] In 1658, a Swedish army marched through Denmark and across the Great Belt to attack Copenhagen from the West. The winter of 1794–1795 was particularly harsh: the French invasion army under Pichegru marched on the frozen rivers of the Netherlands, and the Dutch fleet was locked in the ice in Den Helder harbour. Sea ice surrounding Iceland extended for miles in every direction and closed harbors to shipping. The population of Iceland fell by half, but that may have been caused by skeletal fluorosis after the eruption of Laki in 1783. [30] Iceland also suffered failures of cereal crops and people moved away from a grain-based diet. [31] After Greenland 's climate became colder and stormier around 1250, the diet of the Norse Viking settlements there steadily shifted away from agricultural sources. By around 1300, seal hunting provided over three quarters of their food.  By 1350, there was reduced demand for their exports, and trade with Europe fell away. The last document from the settlements dates from 1412, and over the following decades, the remaining Europeans left in what seems to have been a gradual withdrawal, which was caused mainly by economic factors such as increased availability of farms in Scandinavian countries. [32] Greenland was largely cut off by ice from 1410 to the 1720s. [33] Between 1620 and 1740, the Yzeron Basin in the Massif Central of France witnessed a phase of decreased fluvial activity. This decline in fluvial activity is believed to be linked to a multidecennial phase of droughts in the western Mediterranean. [34] In Southwestern Europe, a negative North Atlantic oscillation (NAO) combined with increased aridity caused an increase in wind-driven sediment deposition during the LIA. [35] In his 1995 book, the early climatologist Hubert Lamb said that in many years, \"snowfall was much heavier than recorded before or since, and the snow lay on the ground for many months longer than it does today.\" [36] In Lisbon , Portugal, snowstorms were much more frequent than today, and one winter in the 17th century produced eight snowstorms. [37] Many springs and summers were cold and wet but with great variability between years and groups of years. That was particularly evident during the \"Grindelwald Fluctuation\" (1560–1630); the rapid cooling phase was associated with more erratic weather, including increased storminess, unseasonal snowstorms, and droughts. [38] Crop practices throughout Europe had to be altered to adapt to the shortened and less reliable growing season, and there were many years of scarcity and famine . One was the Great Famine of 1315–1317 , but that may have been before the Little Ice Age. [39] According to Elizabeth Ewan and Janay Nugent, \"Famines in France 1693–94, Norway 1695–96 and Sweden 1696–97 claimed roughly 10 percent of the population of each country. In Estonia and Finland in 1696–97, losses have been estimated at a fifth and a third of the national populations, respectively.\" [40] Viticulture disappeared from some northern regions, and storms caused serious flooding and loss of life. Some of them resulted in the permanent loss of large areas of land from the Danish, German, and Dutch coasts . [36] The violinmaker Antonio Stradivari produced his instruments during the Little Ice Age. The colder climate may have caused the wood that was used in his violins to be denser than in warmer periods and to contribute to the tone of his instruments. [41] According to the science historian James Burke , the period inspired such novelties in everyday life as the widespread use of buttons and button-holes, as well as knitting of custom-made undergarments for the better covering and insulating of the body. Chimneys were invented to replace open fires in the centre of communal halls to allow houses with multiple rooms to have the separation of masters from servants. [42] The Little Ice Age , by the anthropologist Brian Fagan of the University of California at Santa Barbara , describes the plight of European peasants from 1300 to 1850: famines, hypothermia , bread riots and the rise of despotic leaders brutalizing an increasingly dispirited peasantry. In the late 17th century, agriculture had dropped off dramatically: \"Alpine villagers lived on bread made from ground nutshells mixed with barley and oat flour.\" [43] Historian Wolfgang Behringer has linked intensive witch-hunting episodes in Europe to agricultural failures during the Little Ice Age. [44] The Frigid Golden Age , by the environmental historian Dagomar Degroot of Georgetown University , points out that some societies thrived, but others faltered during the Little Ice Age. In particular, the Little Ice Age transformed environments around the Dutch Republic and made them easier to exploit in commerce and conflict. The Dutch were resilient, even adaptive, in the face of weather that devastated neighboring countries. Merchants exploited harvest failures, military commanders took advantage of shifting wind patterns, and inventors developed technologies that helped them profit from the cold. The 17th-century Dutch Golden Age therefore owed much to its people's flexibility in coping with the changing climate. [45]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/The_Frozen_Thames_1677.jpg/310px-The_Frozen_Thames_1677.jpg",
                "caption": "The Frozen Thames , 1677"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/T%C3%A5get_%C3%B6ver_stora_b%C3%A4lt.jpg/310px-T%C3%A5get_%C3%B6ver_stora_b%C3%A4lt.jpg",
                "caption": "March Across the Belts , 1658"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Bartholomeus_Johannes_van_Hove%2C_Pompenburg_met_Hofpoort_in_de_winter.jpg/310px-Bartholomeus_Johannes_van_Hove%2C_Pompenburg_met_Hofpoort_in_de_winter.jpg",
                "caption": "Winter skating on the main canal of Pompenburg, Rotterdam in 1825, shortly before the minimum, by Bartholomeus Johannes van Hove"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Vinckboons_Landscape_with_skaters.jpg/350px-Vinckboons_Landscape_with_skaters.jpg",
                "caption": "David Vinckboons , Winter Landscape with Skaters and Ice-Sailing (ca. 1615)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Little_Ice_Age",
        "title": "Little Ice Age",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Depictions of winter in European painting",
        "text": "William James Burroughs analyzes the depiction of winter in paintings, as does Hans Neuberger . [53] Burroughs asserts that it occurred almost entirely from 1565 to 1665 and was associated with the climatic decline from 1550 onwards. Burroughs claims that there had been almost no depictions of winter in art, and he \"hypothesizes that the unusually harsh winter of 1565 inspired great artists to depict highly original images and that the decline in such paintings was a combination of the 'theme' having been fully explored and mild winters interrupting the flow of painting.\" [54] Wintry scenes, which entail technical difficulties in painting, have been regularly and well handled since at least the early 15th century by artists in illuminated manuscript cycles that show the Labours of the Months , typically placed on the calendar pages of books of hours . January and February are typically shown as snowy, as in February in the famous cycle in the Très Riches Heures du Duc de Berry , painted in 1412–1416 and illustrated below. Since landscape painting had not yet developed as an independent genre in art, the absence of other winter scenes is not remarkable. On the other hand, snowy winter landscapes, particularly stormy seascapes, became artistic genres in the Dutch Golden Age painting during the coldest and stormiest decades of the Little Ice Age. [55] Most modern scholars believe them to be full of symbolic messages and metaphors, which would have been clear to contemporary viewers. [55] All of the famous winter landscape paintings by Pieter Bruegel the Elder , such as The Hunters in the Snow and the Massacre of the Innocents , are thought to have been painted around 1565. His son Pieter Brueghel the Younger (1564–1638) also painted many snowy landscapes, but according to Burroughs, he \"slavishly copied his father's designs. The derivative nature of so much of this work makes it difficult to draw any definite conclusions about the influence of the winters between 1570 and 1600...\". [54] [56] [29] In addition, Breugel painted Hunters in the Snow in Antwerp, so the mountains in the picture probably mean it was based on drawings or memories from crossing of the Alps during his trip to Rome in 1551–1552. It is one of 5 known surviving paintings, probably from a series of 6 or 12, known as “the Twelve Months”, that Breugel was commissioned to paint by a wealthy patron in Antwerp , Nicolaes Jonghelinck ( Hunters in the Snow being for January): none of the other four that survive show a snow-covered landscape and both The Hay Harvest (July) and The Harvesters (August) depict warm summer days. Even The Return of the Herd (thought to be the painting for November) and The Gloomy Day (known to be for February) show landscapes free of snow. [29] Burroughs says that snowy subjects return to Dutch Golden Age painting with works by Hendrick Avercamp from 1609 onwards. There is a hiatus between 1627 and 1640, which is before the main period of such subjects from the 1640s to the 1660s. That relates well with climate records for the later period. The subjects are less popular after about 1660, but that does not match any recorded reduction in severity of winters and may reflect only changes in taste or fashion. In the later period between the 1780s and 1810s, snowy subjects again became popular. [54] Neuberger analyzed 12,000 paintings, held in American and European museums and dated between 1400 and 1967, for cloudiness and darkness. [53] His 1970 publication shows an increase in such depictions that corresponds to the Little Ice Age, [53] which peaks between 1600 and 1649. [57] Paintings and contemporary records in Scotland demonstrate that curling , ice skating and icesailing were popular outdoor winter sports, with curling dating to the 16th century and becoming widely popular in the mid-19th century. [58] An outdoor curling pond constructed in Gourock in the 1860s remained in use for almost a century, but increasing use of indoor facilities, problems of vandalism, and milder winters led to the pond being abandoned in 1963. [59]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Reverend_Robert_Walker_%281755_-_1808%29_Skating_on_Duddingston_Loch.jpg/170px-Reverend_Robert_Walker_%281755_-_1808%29_Skating_on_Duddingston_Loch.jpg",
                "caption": "The Reverend Robert Walker Skating on Duddingston Loch , attributed to Henry Raeburn , 1790s"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Pieter_Bruegel_the_Elder_-_Hunters_in_the_Snow_%28Winter%29_-_Google_Art_Project.jpg/220px-Pieter_Bruegel_the_Elder_-_Hunters_in_the_Snow_%28Winter%29_-_Google_Art_Project.jpg",
                "caption": "The Hunters in the Snow by Pieter Bruegel the Elder , 1565"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Hendrick_Avercamp_-_Winterlandschap_met_ijsvermaak.jpg/310px-Hendrick_Avercamp_-_Winterlandschap_met_ijsvermaak.jpg",
                "caption": "Winter landscape with iceskaters , c. 1608 , Hendrick Avercamp"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Winter_%28Adriaen_van_de_Venne%29.jpg/310px-Winter_%28Adriaen_van_de_Venne%29.jpg",
                "caption": "Winter ( Adriaen van de Venne ) 1614"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Little_Ice_Age",
        "title": "Little Ice Age",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "North America",
        "text": "Early European explorers and settlers of North America reported exceptionally severe winters. Both Europeans and indigenous peoples suffered excess mortality in Maine during the winter of 1607–1608, and extreme frost was meanwhile reported in the Jamestown, Virginia , settlement. [36] Native Americans formed leagues in response to food shortages. [33] The journal of Pierre de Troyes, Chevalier de Troyes , who led an expedition to James Bay in 1686, recorded that the bay was still littered with so much floating ice that he could hide behind it in his canoe on 1 July. [62] In the winter of 1780, New York Harbor froze, which allowed people to walk from Manhattan Island to Staten Island . The extent of mountain glaciers had been mapped by the late 19th century. In the north and the south temperate zones, Equilibrium Line Altitude (the boundaries separating zones of net accumulation from those of net ablation) were about 100 metres (330 ft) lower than they were in 1975. [63] In Glacier National Park , the last episode of glacier advance came in the late 18th and the early 19th centuries. [64] In 1879, the famed naturalist John Muir found that Glacier Bay ice had retreated 48 miles (77 km). In Chesapeake Bay , Maryland , large temperature excursions were possibly related to changes in the strength of the North Atlantic thermohaline circulation . [65] Because the Little Ice Age took place during the European colonization of the Americas , it discouraged many early colonizers, who had expected the climate of North America to be similar to the climate of Europe at similar latitudes. They found that North America, at least in what would become Canada and the northern United States, had hotter summers and colder winters than Europe. That effect was aggravated by the Little Ice Age, and unpreparedness led to the collapse of many early European settlements in North America. Historians agree that when colonists settled at Jamestown , it was one of the coldest periods in the last 1000 years. Drought was also a problem in North America during the Little Ice Age, and the settlers arrived in Roanoke during the largest drought of the past 800 years. Tree ring studies by the University of Arkansas discovered that many colonists arrived at the beginning of a seven-year drought. The droughts also decreased the Native American populations and led to conflict because of food scarcity. English colonists at Roanoke forced Native Americans of Ossomocomuck to share their depleted supplies with them. That led to warfare between the two groups, and Native American towns were destroyed. That cycle would repeat itself many times at Jamestown. The combination of fighting and cold weather also led to the spread of diseases. The colder weather helped the parasites brought by Europeans in mosquitoes to develop faster. That in turn led to many malaria deaths among Native Americans. [66] In 1642, Thomas Gorges wrote that between 1637 and 1645, colonists in Maine (then part of Massachusetts) experienced horrendous weather conditions. In June 1637, temperatures were so high that numerous European settlers died; travelers were forced to travel at night to stay cool. Gorges also wrote that the winter of 1641–1642 was “piercingly Intolerable” and that no Englishman or Native American had ever seen anything like it. He also stated that the Massachusetts Bay had frozen as far as one could see, and that horse carriages now roamed where ships used to be. He stated that the summers of 1638 and 1639 were very short, cold, and wet, which compounded food scarcity for a few years. To make matters worse, creatures like caterpillars and pigeons fed on crops and devastated harvests. Every year about which Gorges wrote featured unusual weather patterns, including high precipitation, drought, and extreme cold or heat. [67] Many inhabitants of North America had their own theories about the extreme weather. The colonist Ferdinando Gorges blamed the cold weather on cold ocean winds. Humphrey Gilbert tried to explain Newfoundland's icy and foggy weather by saying that the Earth drew cold vapors from the ocean and drew them west. Many others had their own theories for North America being so much colder than Europe; their observations and hypotheses offer insight on the Little Ice Age's effects in North America. [68]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Les_Tr%C3%A8s_Riches_Heures_du_duc_de_Berry_f%C3%A9vrier.jpg/260px-Les_Tr%C3%A8s_Riches_Heures_du_duc_de_Berry_f%C3%A9vrier.jpg",
                "caption": "\"February\" from the calendar of the Très Riches Heures du Duc de Berry , 1412–1416"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Little_Ice_Age",
        "title": "Little Ice Age",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Antarctica",
        "text": "Kreutz et al. (1997) compared results from studies of West Antarctic ice cores with the Greenland Ice Sheet Project Two GISP2 ; they suggested a synchronous global cooling. [98] An ocean sediment core from the eastern Bransfield Basin in the Antarctic Peninsula shows centennial events, which the authors link to the Little Ice Age and to the Medieval Warm Period. [99] The authors note that \"other unexplained climatic events comparable in duration and amplitude to the LIA and MWP events also appear.\" The Siple Dome (SD) had a climate event with an onset time that is coincident with that of the Little Ice Age in the North Atlantic, based on a correlation with the GISP2 record. The Little Ice Age is the most dramatic climate event in the SD Holocene glaciochemical record. [100] The Siple Dome ice core also contained its highest rate of melt layers (up to 8%) between 1550 and 1700, most likely because of warm summers. [101] Law Dome ice cores show lower levels of CO 2 mixing ratios from 1550 to 1800, which Etheridge and Steele believe to be \"probably as a result of colder global climate.\" [102] Sediment cores in Bransfield Basin, Antarctic Peninsula, have neoglacial indicators by diatom and sea-ice taxa variations during the Little Ice Age. [103] Stable isotope records from the Mount Erebus Saddle ice core site suggests that the Ross Sea region experienced average temperatures 1.6 ± 1.4 °C cooler during the Little Ice Age than the last 150 years. [104]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Lawdome75yrco2.svg/350px-Lawdome75yrco2.svg.png",
                "caption": "CO 2 mixing ratios at Law Dome"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Little_Ice_Age",
        "title": "Little Ice Age",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Australia and New Zealand",
        "text": "Its location in the Southern Hemisphere made Australia not experience a regional cooling like that of Europe or North America. Instead, the Australian Little Ice Age was characterized by humid, rainy climates, which were followed by drying and aridification in the 19th century. [105] As studied by Tibby et al. (2018), lake records from Victoria , New South Wales , and Queensland suggest that conditions in the east and the south-east of Australia were wet and unusually cool from the 16th to the early 19th centuries. That corresponds with the “peak” of the global Little Ice Age from 1594 to 1722. For example, North Stradbroke Island's Swallow Lagoon data reveals a period of persistent wetness from 1500 to 1850 CE (exceeding 300 mm above average), followed by a significant decrease in rainfall after 1891. [105] The rainfalls significantly reduced after around 1890. Similarly, the hydrological records of Lake Surprise's salinity levels reveal high humidity levels around from 1440 to 1880, and an increase in salinity from 1860 to 1880 points to a negative change to the once-humid climate. [106] The mid-19th century marked a notable change to eastern Australia's rainfall and humidity patterns. Tibby et al. (2018) note that in eastern Australia, the paleoclimatic changes of the Little Ice Age in the late 1800s coincided with the agricultural changes resulting from European colonization. After the 1788 establishment of British colonies in the Australia, which were concentrated primarily in the eastern regions and cities like Sydney and later Melbourne and Brisbane, the British introduced new agricultural practices like pastoralism . [105] Such practices required widespread deforestation and clearance of vegetation. Pastoralism and the clearing of land are captured in works of art such as the 1833 painting by the prominent landscape artist John Glover Patterdale Landscape with Cattle . Over the next century, the deforestation led to a loss of biodiversity , wind and water-based soil erosion, and soil salinity. [107] Furthermore, as argued by Gordan et al. (2003), such land and vegetation clearance in Australia resulted in a 10% reduction in the transport of water vapor to the atmosphere. That occurred in Western Australia as well, where 19th-century land clearing resulted in reduced rainfall over the region. [108] By 1850 to 1890, those human agricultural practices, which were concentrated in eastern Australia, had most likely amplified the drying and aridification that marked the end of the Little Ice Age. In the north, evidence suggests fairly dry conditions, but coral cores from the Great Barrier Reef show rainfall similar to today but with less variability. A study that analyzed isotopes in Great Barrier Reef corals suggested that increased water vapor transport from the southern tropical oceans to the poles contributed to the Little Ice Age. [109] Borehole reconstructions from Australia suggest that over the last 500 years, the 17th century was the coldest on the continent. [110] The borehole temperature reconstruction method further indicates that the warming of Australia over the past five centuries is only around half that of the warming experienced by the Northern Hemisphere, which further proves that Australia did not reach the same depths of cooling as the continents in the north. On the west coast of the Southern Alps of New Zealand, the Franz Josef Glacier advanced rapidly during the Little Ice Age and reached its maximum extent in the early 18th century. That was one of the few cases of a glacier thrusting into a rainforest . [111] Evidence suggests, corroborated by tree ring proxy data, that the glacier contributed to a −0.56 °C (−1.01 °F) temperature anomaly over the course of the Little Ice Age in New Zealand. [112] Based on dating of a yellow-green lichen of the Rhizocarpon subgenus, the Mueller Glacier , on the eastern flank of the Southern Alps within Aoraki / Mount Cook National Park , is considered to have been at its maximum extent between 1725 and 1730. [113]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/John_Glover_-_Patterdale_landscape_with_cattle_-_Google_Art_Project.jpg/310px-John_Glover_-_Patterdale_landscape_with_cattle_-_Google_Art_Project.jpg",
                "caption": "Patterdale Landscape with Cattle (1833) by John Glover depicts agricultural practices like pastoralism, which contributed to the aridification of Australia's late Little Ice Age."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Little_Ice_Age",
        "title": "Little Ice Age",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Central England temperature series",
        "text": "The Central England temperature (CET) is the longest instrumental temperature record in existence anywhere in the world, and extends back continuously from the present day to 1659. Hence it starts in the middle of the Little Ice Age (LIA), however the LIA interval is defined. CET holds some very important implications for our understanding of the LIA. The CET data show that during the LIA there was an increased occurrence of exceptionally cold winters and these years coincided with years when frost fairs were held on the Thames and when exceptionally low temperatures were reported elsewhere in Europe. [29] It also agrees well with paleoclimate estimates in average trends. [141] However, winters were not unremittingly cold during the LIA in the CET record. For example, the coldest winter (defined by the average temperature for December, January and February) in the whole CET data series is 1684 (the year of one of the most famous frost fairs) yet the fifth warmest winter in the whole CET data series to date occurred just two years later, in 1686. Furthermore, summer temperatures are not greatly depressed during the LIA and when they are these lower temperatures correlate highly with volcanic eruptions. [29] Hence the CET data strongly argue that the LIA, at least in Europe, should be regarded as a period of enhanced occurrence of exceptionally cold winters and hence lower average temperatures and not as an interval of unremitting cold.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Central_England_Temperature_Seasonal1.png/400px-Central_England_Temperature_Seasonal1.png",
                "caption": "Seasonal values of Central England temperatures. The top panel shows group sunspot numbers: the grey area shows the annual values from telescopic observations, the mauve line its 11-year running means, and the green line the values deduced from the abundance of the Carbon-14 cosmogenic isotope in tree trunks. The second panel shows the winter values of Central England temperature , being the mean for December, January and February. The third panel shows the summer values, being the mean for June, July and August. The bottom panel gives the aerosal optical depth , showing volcanic dust levels, from ice sheet cores. The vertical mauve lines are years in which frost fairs were held on the Thames in London and the vertical orange lines are the years when the ice there was reported as thick enough to walk on. The first cyan line is the date of the removal of the old London Bridge and wier and the second is the completion of the embankments: both riverine developments that increased the flow and ended Thames freezing events. All data sources are given in reference [29]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Little_Ice_Age",
        "title": "Little Ice Age",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Solar activity",
        "text": "Solar activity includes any disturbances on the Sun such as sunspots and solar flares associated with the variable magnetic field of the solar surface and solar atmosphere (corona). Because Alfvén's theorem applies, the coronal magnetic field is dragged out into the heliosphere by the solar wind . Irregularities in this heliospheric magnetic field shield Earth from galactic cosmic rays by scattering them, which allows scientists to track solar activity in the past by analyzing both the carbon-14 or beryllium-10 isotopes generated by cosmic rays hitting the atmosphere and which are deposited in terrestrial reservoirs such as tree rings and ice sheets. In the intervals 1400–1550 (the Spörer Minimum ) and 1645–1715 (the Maunder Minimum ) there were very low recorded levels of solar activity and they are both within, or at least overlapped with, the LIA for most definitions. However, solar activity deduced from cosmogenic isotopes was as high between the Spörer Minimum and the Maunder Minimum as it was in about 1940, [144] yet this interval is also within the LIA. Hence any relationship between solar activity and the LIA is far from a simple one. A drop in solar activity circa 1230 AD as measured by biogenic silica corrected ignition residue (IR- BSi ) has been suggested by one study as a forcing potentially responsible for initiating the LIA, with the authors noting that this drop in solar output preceded the onset of significant volcanism. [145] A study by Dmitri Mauquoy et al. confirmed that at the beginning of the Spörer Minimum, the carbon-14 production rate rose rapidly. [146] These authors argued this rise coincided with a sharp drop in temperatures deduced from European peat bogs. This temperature drop is also seen in mean northern hemisphere temperatures deduced from a wide variety of paleoclimate indicators but the timing of the onset of the Spörer Minimum is actually some 50 years earlier. [141] A 50-year response lag is possible but is not consistent with subsequent variations in inferred solar activity and average northern hemisphere temperature. [141] For example, the peak in solar activity between the Spörer Minimum and the Maunder Minimum is 50 years after the only peak in average northern hemisphere temperature that it could be associated with. A study by Judith Lean in 1999 also pointed to a relationship between the Sun and the Little Ice Age. Her research found that there was a 0.13% total solar irradiance (TSI) increase ( 1.8 W m − 1 {\\displaystyle 1.8Wm^{-1}} ) over 1650–1790 which could have raised the temperature of the Earth by 0.3 °C. In the calculated correlation coefficients of the global temperature response to their reconstruction of the solar forcing over three different periods, they found an average coefficient of 0.79 (i.e. 62% of the variation could be explained by the TSI) which indicates a possible relationship between the two components. Lean's team also formulated an equation in which the temperature change is 0.16 °C increase in temperature for every 0.1% increase in total solar irradiance. [147] However, the main problem with quantifying the longer-term trends in TSI lies in the stability of the absolute radiometry measurements made from space, which has improved since the pioneering work of Judith Lean discussed above, but still remains a problem. [148] [149] Analysis comparing trends in modern observations of TSI and cosmic ray fluxes shows that the uncertainties mean that it is possible that TSI was actually higher in the Maunder Minimum than present-day levels, but uncertainties are high with best estimates of the difference between the modern-day TSI and the Maunder-Minimum TSI in the range ± 0.5 W m − 1 {\\displaystyle 0.5Wm^{-1}} but with a 2 σ {\\displaystyle 2\\sigma } uncertainty range of ± 1 W m − 1 {\\displaystyle 1Wm^{-1}} . [150] At the center of the LIA, during the Spörer Minimum and the Maunder Minimum , sunspots were minimal and cosmogenic isotope deposition (carbon-14 and beryllium-10) was increased in these minima as a result. However, detailed studies from multiple paleoclimate indicators show that the lower Northern Hemisphere temperatures in the Little Ice Age began before the start of the Maunder Minimum but after the start of the Spörer Minimum and persisted until after the Maunder Minimum (and even after the much weaker Dalton Minimum) had ceased. The return to more active solar conditions between these two grand solar minima had no obvious effect on either global or Northern Hemisphere temperatures. The Central England Temperature provide evidence that low solar activity may have contributed to the LIA through the increased occurrence of cold winters, at least in Europe, [151] but colder summers are more correlated with volcanic activity. [29] Comparison of TSI records with Greenland ice core δ 18 O trends suggests that solar activity only accounted for 55% of the observed trend variance. [152] Numerical climate modelling indicates that volcanic activity was the greater driver of the overall lower temperatures in the LIA, as seen in a variety of paleoclimate proxies. [141]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Sunspot_Numbers.png/400px-Sunspot_Numbers.png",
                "caption": "The Maunder Minimum in a 400-year history of sunspot numbers"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Little_Ice_Age_and_Sunspots.png/400px-Little_Ice_Age_and_Sunspots.png",
                "caption": "Sunspot number compared with Northern Hemisphere (NH) temperature anomaly. The upper panel shows 11-year smoothed group sunspot numbers from telescopic observations and the sunspot number derived from carbon-14 cosmogenic isotope abundances in tree trunks. The lower panel shows the Northern Hemisphere (NH) temperature anomaly (relative to the 1990 level) from a wide variety of paleoclimate proxies: the black line is the mean value, and the colors give the uncertainty probability distribution. The blue dots are the instrumental record. The dashed lines mark the start and end of the Little Ice Age (LIA) defined by the (NH) temperature anomaly level -0.16 degrees Celsius. All data sources are described in references [141] and [29]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Little_Ice_Age",
        "title": "Little Ice Age",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Ocean circulation",
        "text": "In the early 2000s, a slowing of thermohaline circulation was proposed as an explanation for the LIA, [63] [142] [155] specifically, through the weakening of the North Atlantic Gyre . [156] [157] The circulation could have been interrupted by the introduction of a large amount of fresh water into the North Atlantic and might have been caused by a period of warming before the LIA that is known as the Medieval Warm Period . [43] [158] [159] Some researchers have thus classified the LIA as a Bond event . [160] In 2005 there was some concern that a shutdown of thermohaline circulation could happen again as a result of the present warming. [161] [162] More recent research indicates that the overall Atlantic Meridional Overturning Circulation may already be weaker now than it was during the LIA, [163] [164] or perhaps even over the past millennium. [165] While there is still a robust debate about the present-day AMOC strength, [166] [167] [168] these findings make the link between AMOC and the LIA unlikely. However, some research instead suggests that a far more localized disruption of the North Subpolar Gyre convection was involved in the LIA. [169] This is potentially relevant for the near future, as a minority of climate models project a permanent collapse of this convection under some scenarios of future climate change . [170] [171] [172]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Ocean_circulation_conveyor_belt.jpg/350px-Ocean_circulation_conveyor_belt.jpg",
                "caption": "Thermohaline circulation or Oceanic conveyor belt illustrated"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Little_Ice_Age",
        "title": "Little Ice Age",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Chronology of the eruption",
        "text": "Mount Tambora experienced several centuries of dormancy before 1815, caused by the gradual cooling of hydrous magma in its closed magma chamber. [7] Inside the chamber at depths between 1.5 and 4.5 km (5,000 and 15,000 ft), the exsolution of a high-pressure fluid magma formed during cooling and crystallisation of the magma. An over-pressurization of the chamber of about 4,000–5,000 bar (400–500 MPa; 58,000–73,000 psi) was generated, with the temperature ranging from 700–850 °C (1,290–1,560 °F). [7] In 1812, the volcano began to rumble and generated a dark cloud. [8] On 5 April 1815, a giant eruption occurred, followed by thunderous detonation sounds heard in Makassar on Sulawesi 380 km (240 mi) away, Batavia (now Jakarta ) on Java 1,260 km (780 mi) away, and Ternate on the Molucca Islands 1,400 km (870 mi) away. On the morning of 6 April, volcanic ash began to fall in East Java with faint detonation sounds lasting until 10 April. What was first thought to be the sound of firing guns was heard on 10 April on Sumatra , more than 2,600 km (1,600 mi) away. [9] At about 19:00 on 10 April, the eruptions intensified. [8] Three plumes rose up and merged. [9] : 249 The whole mountain was turned into a flowing mass of \"liquid fire\". [9] : 249 Pumice stones of up to 20 cm (8 in) in diameter started to rain down around 20:00, followed by ash at around 21:00–22:00. Soon after, a violent whirlwind ensued, which hit the village of Saugur (now Sangar), blowing down nearly every house and carrying everything it encountered into the air, including large trees. [10] Pyroclastic flows cascaded down the mountain to the sea on all sides of the peninsula, wiping out the village of Tambora , and affecting a total area on land of about 874 km 2 (337 sq mi). [11] [12] A moderate-sized tsunami struck the shores of various islands in the Indonesian archipelago on 10 April, with a height of up to 4 m (13 ft) in Sanggar around 22:00. [8] A tsunami of 1–2 m (3–7 ft) in height was reported in Besuki, East Java, before midnight, and one of 2 m (7 ft) in height in the Molucca Islands . The total death toll has been estimated to be around 4,600. [11] Loud explosions were heard until the next evening, 11 April. The ash veil spread as far as West Java and South Sulawesi . A nitrous odor was noticeable in Batavia, and heavy tephra -tinged rain fell, finally receding between 11 and 17 April. [8] The explosion had an estimated VEI of 7. [13] An estimated 41 km 3 (10 cu mi) of pyroclastic trachyandesite were ejected, weighing about 10 billion tonnes . This left a caldera measuring 6–7 km ( 3 + 1 ⁄ 2 – 4 + 1 ⁄ 2 mi) across and 600–700 m (2,000–2,300 ft) deep. [8] The density of fallen ash in Makassar was 636 kg/m 3 (39.7 lb/cu ft). [14] Before the explosion, Mount Tambora's peak elevation was about 4,300 m (14,100 ft), [8] making it one of the tallest peaks in the Indonesian archipelago. After the explosion, its peak elevation had dropped to only 2,851 m (9,354 ft), about two-thirds of its previous height. [15] The 1815 Tambora eruption is the largest observed eruption in recorded history, as shown in the table below. [8] [4] The explosion was heard 2,600 km (1,600 mi) away, and ash fell at least 1,300 km (810 mi) away. [8]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Sumbawa_Topography.png/220px-Sumbawa_Topography.png",
                "caption": "Current topography of Sumbawa, Mt Tambora in the centre, the largest mountain"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/1815_tambora_explosion.png/220px-1815_tambora_explosion.png",
                "caption": "The estimated volcanic ashfall regions during the 1815 eruption. The red areas show thickness of volcanic ash fall. The outermost region ( 1 cm ( 1 ⁄ 2 in) thickness) reached Borneo and Sulawesi ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1815_eruption_of_Mount_Tambora",
        "title": "1815 eruption of Mount Tambora",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Aftermath",
        "text": "All vegetation on the island was destroyed. Uprooted trees, mixed with pumice ash, washed into the sea and formed rafts up to five km (three mi) across. [8] Between 1 and 3 October the British ships Fairlie and James Sibbald encountered extensive pumice rafts about 3,600 km (2,200 mi) west of Tambora. [16] Clouds of thick ash still covered the summit on 23 April. Explosions ceased on 15 July, although smoke emissions were observed as late as 23 August.\nActivity resumed in August 1819—a small eruption with \"flames\" and rumbling aftershocks , and was considered to be part of the 1815 eruption. [4] This eruption was recorded at 2 on the VEI scale. The eruption column reached the stratosphere at an altitude of more than 43 km (141,000 ft). [4] The coarser ash particles settled out one to two weeks after the eruptions, but the finer ash particles stayed in the atmosphere from a few months to a few years at altitudes of 10–30 km (33,000–98,000 ft). [8] Longitudinal winds spread these fine particles around the globe, creating optical phenomena. Prolonged and brilliantly coloured sunsets and twilights were seen frequently in London between 28 June and 2 July 1815 and 3 September and 7 October 1815. [8] The glow of the twilight sky typically appeared orange or red near the horizon and purple or pink above. The estimated number of deaths varies depending on the source. Zollinger (1855) puts the number of direct deaths at 10,000, probably caused by pyroclastic flows. On Sumbawa, 18,000 starved to death or died of disease. About 10,000 people on Lombok died from disease and hunger. [17] Petroeschevsky (1949) estimated that about 48,000 people were killed on Sumbawa and 44,000 on Lombok. [18] Stothers in 1984 and several other authors have accepted Petroeschevsky's claim of 88,000 deaths in total. [8] However, a 1998 journal article authored by J. Tanguy and others claimed that Petroeschevsky's figures were unfounded and based on untraceable references. [19] Tanguy's revision of the death toll was based on Zollinger's work on Sumbawa for several months after the eruption and on Thomas Raffles 's notes. [9] Tanguy pointed out that there may have been additional victims on Bali and East Java because of famine and disease. Their estimate was 11,000 deaths from direct volcanic effects and 49,000 by post-eruption famine and epidemic diseases. [19] Oppenheimer wrote that there were at least 71,000 deaths in total. [4] Reid has estimated that 100,000 people on Sumbawa, Bali, and other locations died from the direct and indirect effects of the eruption. [20]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/William_Turner_-_Crossing_the_Brook.jpg/170px-William_Turner_-_Crossing_the_Brook.jpg",
                "caption": "The yellow skies typical of summer 1815 had a profound impact on the paintings of J. M. W. Turner"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1815_eruption_of_Mount_Tambora",
        "title": "1815 eruption of Mount Tambora",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Global effects",
        "text": "The 1815 eruption released SO 2 into the stratosphere, causing a global climate anomaly. Different methods have estimated the ejected sulphur mass during the eruption: the petrological method; an optical depth measurement based on anatomical observations; and the polar ice core sulfate concentration method, using cores from Greenland and Antarctica . The figures vary depending on the method, ranging from 10 to 120 million tonnes . [4] In the spring and summer of 1815, a persistent \"dry fog\" was observed in the northeastern United States. The fog reddened and dimmed the sunlight, such that sunspots were visible to the naked eye. Neither wind nor rainfall dispersed the \"fog\". It was identified as a stratospheric sulfate aerosol veil. [4] In summer 1816, countries in the Northern Hemisphere suffered extreme weather conditions, dubbed the \"Year Without a Summer\". Average global temperatures decreased by about 0.4 to 0.7 °C (0.7 to 1.3 °F), [8] enough to cause significant agricultural problems around the globe. On 4 June 1816, frosts were reported in the upper elevations of New Hampshire, Maine (then part of Massachusetts), Vermont, and northern New York. On 6 June 1816, snow fell in Albany, New York and Dennysville, Maine . [4] On 8 June 1816, the snow cover in Cabot, Vermont was reported still to be 46 cm (18 in) deep. [24] Such conditions occurred for at least three months and ruined most agricultural crops in North America. Canada experienced extreme cold during that summer. Snow 30 cm (12 in) deep accumulated near Quebec City from 6 to 10 June 1816. The second-coldest year in the Northern Hemisphere since around 1400 was 1816, and the 1810s are the coldest decade on record. That was the consequence of Tambora's 1815 eruption and possibly another VEI-6 eruption in late 1808 . The surface temperature anomalies during the summer of 1816, 1817, and 1818 were −0.51 °C (−0.92 °F), −0.44 °C (−0.79 °F), and −0.29 °C (−0.52 °F), respectively. [13] Parts of Europe also experienced a stormier winter. [ citation needed ] This climate anomaly has been blamed for the severity of typhus epidemics in southeast Europe and along the eastern Mediterranean Sea between 1816 and 1819. [4] The climate changes disrupted the Indian monsoons , caused three failed harvests and famine, and contributed to the spread of a new strain of cholera that originated in Bengal in 1816. [25] Many livestock died in New England during the winter of 1816–1817. Cool temperatures and heavy rains resulted in failed harvests in the British Isles . Families in Wales travelled long distances as refugees, begging for food. Famine was prevalent in north and southwest Ireland, following the failure of wheat, oat, and potato harvests. The crisis was severe in Germany, where food prices rose sharply, and demonstrations in front of grain markets and bakeries, followed by riots, arson, and looting, took place in many European cities. It was the worst famine of the 19th century. [4]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Greenland_sulfate.png/220px-Greenland_sulfate.png",
                "caption": "Sulfate concentration in ice core from Central Greenland, dated by counting oxygen isotope seasonal variations: An unknown eruption occurred around the 1810s. [23]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1815_eruption_of_Mount_Tambora",
        "title": "1815 eruption of Mount Tambora",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Large igneous provinces",
        "text": "Large igneous provinces, such as Iceland , the Siberian Traps , Deccan Traps , and the Ontong Java Plateau , are extensive regions of basalts on a continental scale resulting from flood basalt eruptions. When created, these regions often occupy several thousand square kilometres and have volumes on the order of millions of cubic kilometers. In most cases, the lavas are normally laid down over several million years. They release large amounts of gases. The Réunion hotspot produced the Deccan Traps about 66 million years ago, coincident with the Cretaceous–Paleogene extinction event . The scientific consensus is that an asteroid impact was the cause of the extinction event, but the volcanic activity may have caused environmental stresses on extant species up to the Cretaceous–Paleogene boundary . [16] Additionally, the largest flood basalt event (the Siberian Traps) occurred around 250 million years ago and was coincident with the largest mass extinction in history, the Permian–Triassic extinction event , although it is unknown whether it was solely responsible for the extinction event. Such outpourings are not explosive, though lava fountains may occur. Many volcanologists consider Iceland to be a large igneous province that is currently being formed. The last major outpouring occurred in 1783–84 from the Laki fissure , which is approximately 40 km (25 mi) long. An estimated 14 km 3 (3.4 cu mi) of basaltic lava was poured out during the eruption (VEI 4). The Ontong Java Plateau has an area of about 2,000,000 km 2 (770,000 sq mi), and the province was at least 50% larger before the Manihiki and Hikurangi Plateaus broke away.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Flood_Basalt_Map.jpg/400px-Flood_Basalt_Map.jpg",
                "caption": "Map of large flood basalt igneous provinces worldwide"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supervolcano",
        "title": "Supervolcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Cooling effect of volcanic eruptions",
        "text": "Volcanoes are usually formed along plate boundaries or hotspots . Each eruption allows lava , volcanic ash and gases (toxic gases and greenhouse gases) to escape from the magma chamber under the surface. The escaped materials trigger the global cooling effect.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Volcanoes_Can_Affect_Climate.png/274px-Volcanoes_Can_Affect_Climate.png",
                "caption": "Fig. 4 – shows how sunlight initiates photochemical reactions in which sulfur dioxide reacts with ozone to form sulfuric acid"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Little_Ice_Age_volcanism",
        "title": "Little Ice Age volcanism",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Global cooling",
        "text": "The temperature on the surface is affected by the greenhouse effect . During the Little Ice Age, volcanic eruptions produced ashes that blocked solar insolation. The Earth surface received less radiation, the temperature decreased significantly. The effect lasted for around 6–8 years (Fig. 5). [22] In addition, sulfur dioxide produced from eruptions reacted with the ozone layer to form sulfuric acid . Fine sulfate aerosols were formed in the atmosphere, which increased the reflection of solar and caused global cooling. [23]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/The_Temperature_anonmaly_of_Northern_Hemispheric_after_the_Volcanic_Eruption.jpg/329px-The_Temperature_anonmaly_of_Northern_Hemispheric_after_the_Volcanic_Eruption.jpg",
                "caption": "Fig. 5 – graph shows the temperature anomaly after the volcanic eruptions. (Gabriele et al., 2003)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Little_Ice_Age_volcanism",
        "title": "Little Ice Age volcanism",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Correlation between volcanism and Little Ice Age",
        "text": "Scientists pointed out several natural causes of the Little Ice Age, e.g. volcanic activity, orbital cycles , decreased solar activity and Greenhouse gas. Gabriele C. Hegerl  compared the different forcing of Little Ice Age based on various studies. [22] An energy balance model was simulated, with volcanic, solar and greenhouse gas signals as parameters. They created various models to calculate the correlation between natural forcing and temperature change. It showed natural forcing acted as an important role in temperature change (Fig. 5). Also, the research also compared the contribution of temperature change among three natural factors. [22] Volcanic activities was the main driver of the Little Ice Age (Fig. 7), [22] because volcanism was the largest forcing.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/The_Correlation_between_Natural_Forcing_and_Temperature_Changes.jpg/463px-The_Correlation_between_Natural_Forcing_and_Temperature_Changes.jpg",
                "caption": "Fig. 6 – graph shows the temperature change induced by natural factors which were volcanism, solar and greenhouse gases. (Gabriele et al., 2003)"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/The_Relationship_between_Natural_Factors_and_Percentage_change_of_Temperature.jpg/433px-The_Relationship_between_Natural_Factors_and_Percentage_change_of_Temperature.jpg",
                "caption": "Fig. 7 – graph shows the contribution of 3 natural factors (Volcanism, Solar and Greenhouses) to the percentage of temperature change. (Gabriele et al., 2003)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Little_Ice_Age_volcanism",
        "title": "Little Ice Age volcanism",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Atmospheric circulation",
        "text": "The massive volcanic eruption caused an abrupt cooling, the palaeoanalysis shows a significant decrease of mean global temperature. [9] It affects the global monsoon system, the system is the major wind system that dominates the climate pattern of the Earth by seasonally reverses its direction. Hence the climate patterns of different regions, i.e. precipitation and temperature were changed after the cooling.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/ENSO_-_normal.svg/322px-ENSO_-_normal.svg.png",
                "caption": "Fig. 8 – diagram shows Normal Atmospheric Circulation in the Pacific Ocean. The low-pressure system forms in East Pacific. Fig. 9 – diagram of the El Niño condition. The warm air shifts to the central Pacific."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Little_Ice_Age_volcanism",
        "title": "Little Ice Age volcanism",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Pollution controls and the discovery of radiative effects",
        "text": "The discovery of these negative effects spurred the rush to reduce atmospheric sulfate pollution, typically through flue-gas desulfurization installations at power plants, such as wet scrubbers or fluidized bed combustion . [33] [34] In the United States , this began with the passage of the Clean Air Act in 1970, which was strengthened in 1977 and 1990. [35] According to the EPA , from 1970 to 2005, total emissions of the six principal air pollutants, including sulfates, dropped by 53% in the US. By 2010, it valued the healthcare savings from these reductions at $50 billion annually. [36] [37] In Europe , it was estimated in 2021 that the 18 coal-fired power plants in the western Balkans which lack controls on sulfur dioxide pollution have emitted two-and-half times more of it than all 221 coal plants in the European Union which are fitted with these technologies. [38] Globally, the uptake of treaties such as the 1985 Helsinki Protocol on the Reduction of Sulfur Emissions and its successors had gradually spread from the developed to the developing countries . [39] While China and India have seen decades in rapid growth of sulfur emissions while they declined in the U.S. and Europe, they have also peaked in the recent years. In 2005, China was the largest polluter, with its estimated 25,490,000 short tons (23.1 Mt) emissions increasing by 27% since 2000 alone and roughly matching the U.S. emissions in 1980. [40] That year was also the peak, and a consistent decline was recorded since then. [41] Similarly, India's sulfur dioxide emissions appear to have been largely flat in the 2010s, as more coal-fired power plants were fitted with pollution controls even as the newer ones were still coming online. [42] Yet, around the time these treaties and technology improvements were taking place, evidence was coming in that sulfate aerosols were affecting both the visible light received by the Earth and its surface temperature . On one hand, the study of volcanic eruptions , [43] notably 1991 eruption of Mount Pinatubo in the Philippines , [44] [45] had shown that the mass formation of sulfate aerosols by these eruptions formed a subtle whitish haze in the sky, [46] reducing the amount of Sun 's radiation reaching the Earth 's surface and rapidly losing the heat they absorb back to space, as well increasing clouds' albedo (i.e. making them more reflective) by changing their consistency to a larger amount of smaller droplets, [12] which was the principal reason for a clear drop in global temperatures for several years in their wake. [47] On the other hand, multiple studies have shown that between 1950s and 1980s , the amount of sunlight reaching the surface declined by around 4–5% per decade, [48] [49] [50] even though the changes in solar radiation at the top of the atmosphere were never more than 0.1-0.3%. [51] Yet, this trend (commonly described as global dimming ) began to reverse in the 1990s , consistent with the reductions in anthropogenic sulfate pollution, [52] [53] [54] while at the same time, climate change accelerated. [55] [56] Areas like eastern United States went from seeing cooling in contrast to the global trend to becoming global warming hotspots as their enormous levels of air pollution were reduced, [57] even as sulfate particles still accounted for around 25% of all particulates . [37] [58] [59] As the real world had shown the importance of sulfate aerosol concentrations to the global climate, research into the subject accelerated.  Formation of the aerosols and their effects on the atmosphere can be studied in the lab, with methods like ion-chromatography and mass spectrometry [60] Samples of actual particles can be recovered from the stratosphere using balloons or aircraft, [61] and remote satellites were also used for observation. [62] This data is fed into the climate models , [63] as the necessity of accounting for aerosol cooling to truly understand the rate and evolution of warming had long been apparent, with the IPCC Second Assessment Report being the first to include an estimate of their impact on climate, and every major model able to simulate them by the time IPCC Fourth Assessment Report was published in 2007. [64] Many scientists also see the other side of this research, which is learning how to cause the same effect artificially. [65] While discussed around the 1990s, if not earlier, [66] stratospheric aerosol injection as a solar geoengineering method is best associated with Paul Crutzen 's detailed 2006 proposal. [1] Deploying in the stratosphere ensures that the aerosols are at their most effective, and that the progress of clean air measures would not be reversed: more recent research estimated that even under the highest-emission scenario RCP 8.5 ,  the addition of stratospheric sulfur required to avoid 4 °C (7.2 °F) relative to now (and 5 °C (9.0 °F) relative to the preindustrial) would be effectively offset by the future controls on tropospheric sulfate pollution, and the amount required would be even less for less drastic warming scenarios. [67] This spurred a detailed look at its costs and benefits, [68] but even with hundreds of studies into the subject completed by the early 2020s, some notable uncertainties remain. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Acid_Rain_box_-_23_%2849753937638%29.jpg/220px-Acid_Rain_box_-_23_%2849753937638%29.jpg",
                "caption": "Governmental action to combat the effects of acid rain"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/SulufrDioxide2017.png/220px-SulufrDioxide2017.png",
                "caption": "Sulfur dioxide in the world on April 15, 2017. Note that sulfur dioxide moves through the atmosphere with prevailing winds and thus local sulfur dioxide distributions vary day to day with weather patterns and seasonality."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Climate_Change_Attribution.png/220px-Climate_Change_Attribution.png",
                "caption": "Stratospheric sulfates from volcanic emissions cause transient cooling; the purple line showing sustained cooling is from tropospheric sulfate pollution."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Stratospheric_aerosol_injection",
        "title": "Stratospheric aerosol injection",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Materials",
        "text": "Various forms of sulfur were proposed as the injected substance, as this is  in part how volcanic eruptions cool the planet. [6] Precursor gases such as sulfur dioxide and hydrogen sulfide have been considered. According to estimates, \"one kilogram of well placed sulfur in the stratosphere would roughly offset the warming effect of several hundred thousand kilograms of carbon dioxide.\" [70] One study calculated the impact of injecting sulfate particles, or aerosols , every one to four years into the stratosphere in amounts equal to those lofted by the volcanic eruption of Mount Pinatubo in 1991 , [71] but did not address the many technical and political challenges involved in potential solar geoengineering efforts. [72] Use of gaseous sulfuric acid appears to reduce the problem of aerosol growth. [10] Materials such as photophoretic particles, metal oxides (as in Welsbach seeding , and titanium dioxide ), and diamond are also under consideration. [18] [73] [74]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/VulcanoPinatuboJune1991.gif/250px-VulcanoPinatuboJune1991.gif",
                "caption": "Pinatubo eruption cloud . This volcano released huge quantities of stratospheric sulfur aerosols and contributed greatly to understanding of the subject."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Stratospheric_aerosol_injection",
        "title": "Stratospheric aerosol injection",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Delivery",
        "text": "Various techniques have been proposed for delivering the aerosol or precursor gases. [1] The required altitude to enter the stratosphere is the height of the tropopause , which varies from 11 kilometres (6.8 mi/36,000 ft) at the poles to 17 kilometers (11 mi/58,000 ft) at the equator.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/SPICE_SRM_overview.jpg/330px-SPICE_SRM_overview.jpg",
                "caption": "Proposed tethered balloon to inject aerosols into the stratosphere"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Stratospheric_aerosol_injection",
        "title": "Stratospheric aerosol injection",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Advantages of the technique",
        "text": "The advantages of this approach in comparison to other possible means of solar geoengineering are:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Smith_2020_SAI_RCP_scenarios.jpg/220px-Smith_2020_SAI_RCP_scenarios.jpg",
                "caption": "This graph shows baseline radiative forcing under three different Representative Concentration Pathway scenarios, and how stratospheric aerosol injection, first deployed in 2034, can be tuned to either halve the speed of warming by 2100, to halt the warming, or to reverse it entirely. [83]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Stratospheric_aerosol_injection",
        "title": "Stratospheric aerosol injection",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Uncertainties",
        "text": "It is uncertain how effective any solar geoengineering technique would be, due to the difficulties modeling their impacts and the complex nature of the global climate system .  Certain efficacy issues are specific to stratospheric aerosols.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Xie_et_al_2022_Asian_aerosols.png/220px-Xie_et_al_2022_Asian_aerosols.png",
                "caption": "Anthropogenic sulfate aerosols have decreased precipitation over most of Asia (red), but increased it over some parts of Central Asia (blue). [102]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Stratospheric_aerosol_injection",
        "title": "Stratospheric aerosol injection",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Other possible side effects",
        "text": "Solar geoengineering in general poses various problems and risks. However, certain problems are specific to or more pronounced with stratospheric sulfide injection. [115]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/The_Fighting_Temeraire%2C_JMW_Turner%2C_National_Gallery.jpg/220px-The_Fighting_Temeraire%2C_JMW_Turner%2C_National_Gallery.jpg",
                "caption": "Turner was inspired by dramatic sunsets caused by volcanic aerosols [114]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Stratospheric_aerosol_injection",
        "title": "Stratospheric aerosol injection",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Warming since the Industrial Revolution",
        "text": "Around 1850 thermometer records began to provide global coverage. [57] Between the 18th century and 1970 there was little net warming, as the warming impact of greenhouse gas emissions was offset by cooling from sulfur dioxide emissions. Sulfur dioxide causes acid rain , but it also produces sulfate aerosols in the atmosphere, which reflect sunlight and cause so-called global dimming . After 1970, the increasing accumulation of greenhouse gases and controls on sulfur pollution led to a marked increase in temperature. [58] [59] [60] Ongoing changes in climate have had no precedent for several thousand years. [61] Multiple independent datasets all show worldwide increases in surface temperature, [62] at a rate of around 0.2 °C per decade. [63] The 2013–2022 decade warmed to an average 1.15 °C [1.00–1.25 °C] compared to the pre-industrial baseline (1850–1900). [64] Not every single year was warmer than the last: internal climate variability processes can make any year 0.2 °C warmer or colder than the average. [65] From 1998 to 2013, negative phases of two such processes, Pacific Decadal Oscillation (PDO) [66] and Atlantic Multidecadal Oscillation (AMO) [67] caused a so-called \" global warming hiatus \". [68] After the hiatus, the opposite occurred, with years like 2023 exhibiting temperatures well above even the recent average. [69] This is why the temperature change is defined in terms of a 20-year average, which reduces the noise of hot and cold years and decadal climate patterns, and detects the long-term signal. [70] : 5 [71] A wide range of other observations reinforce the evidence of warming. [72] [73] The upper atmosphere is cooling, because greenhouse gases are trapping heat near the Earth's surface, and so less heat is radiating into space. [74] Warming reduces average snow cover and forces the retreat of glaciers . At the same time, warming also causes greater evaporation from the oceans , leading to more atmospheric humidity , more and heavier precipitation . [75] [76] Plants are flowering earlier in spring, and thousands of animal species have been permanently moving to cooler areas. [77]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/1951-_Percent_of_record_temperatures_that_are_cold_or_warm_records.svg/300px-1951-_Percent_of_record_temperatures_that_are_cold_or_warm_records.svg.png",
                "caption": "In recent decades, new high temperature records have substantially outpaced new low temperature records on a growing portion of Earth's surface. [55]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/1955-_Ocean_heat_content_-_NOAA.svg/300px-1955-_Ocean_heat_content_-_NOAA.svg.png",
                "caption": "There has been an increase in ocean heat content during recent decades as the oceans absorb over 90% of the heat from global warming . [56]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Future global temperatures",
        "text": "The World Meteorological Organization estimates a 66% chance of global temperatures exceeding 1.5 °C warming from the preindustrial baseline for at least one year between 2023 and 2027. [94] [95] Because the IPCC uses a 20-year average to define global temperature changes, a single year exceeding 1.5 °C does not break the limit. The IPCC expects the 20-year average global temperature to exceed +1.5 °C in the early 2030s. [96] The IPCC Sixth Assessment Report (2023) included projections that by 2100 global warming is very likely to reach 1.0-1.8 °C under a scenario with very low emissions of greenhouse gases , 2.1-3.5 °C under an intermediate emissions scenario , \nor 3.3-5.7 °C under a very high emissions scenario . [97] In the intermediate and high emission scenarios, the warming will continue past 2100. [98] [99] The remaining carbon budget for staying beneath certain temperature increases is determined by modelling the carbon cycle and climate sensitivity to greenhouse gases. [100] According to the IPCC, global warming can be kept below 1.5 °C with a two-thirds chance if emissions after 2018 do not exceed 420 or 570 gigatonnes of CO 2 . This corresponds to 10 to 13 years of current emissions.  There are high uncertainties about the budget. For instance, it may be 100 gigatonnes of CO 2 equivalent smaller due to CO 2 and methane release from permafrost and wetlands . [101] However, it is clear that fossil fuel resources need to be proactively kept in the ground to prevent substantial warming. Otherwise, their shortages would not occur until the emissions have already locked in significant long-term impacts. [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Projected_Change_in_Temperatures.svg/300px-Projected_Change_in_Temperatures.svg.png",
                "caption": "CMIP6 multi-model projections of global surface temperature changes for the year 2090 relative to the 1850–1900 average. The current trajectory for warming by the end of the century is roughly halfway between these two extremes. [24] [92] [93]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Causes of recent global temperature rise",
        "text": "The climate system experiences various cycles on its own which can last for years, decades or even centuries. For example, El Niño events cause short-term spikes in surface temperature while La Niña events cause short term cooling. [103] Their relative frequency can affect global temperature trends on a decadal timescale. [104] Other changes are caused by an imbalance of energy from external forcings . [105] Examples of these include changes in the concentrations of greenhouse gases , solar luminosity , volcanic eruptions, and variations in the Earth's orbit around the Sun. [106] To determine the human contribution to climate change, unique \"fingerprints\" for all potential causes are developed and compared with both observed patterns and known internal climate variability . [107] For example, solar forcing—whose fingerprint involves warming the entire atmosphere—is ruled out because only the lower atmosphere has warmed. [108] Atmospheric aerosols produce a smaller, cooling effect. Other drivers, such as changes in albedo , are less impactful. [109]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Physical_Drivers_of_climate_change.svg/300px-Physical_Drivers_of_climate_change.svg.png",
                "caption": "Physical drivers of global warming that has happened so far. Future global warming potential for long lived drivers like carbon dioxide emissions is not represented. Whiskers on each bar show the possible error range ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Greenhouse gases",
        "text": "Greenhouse gases are transparent to sunlight , and thus allow it to pass through the atmosphere to heat the Earth's surface. The Earth radiates it as heat , and greenhouse gases absorb a portion of it. This absorption slows the rate at which heat escapes into space, trapping heat near the Earth's surface and warming it over time. [115] While water vapour (≈50%) and clouds (≈25%) are the biggest contributors to the greenhouse effect, they primarily change as a function of temperature and are therefore mostly considered to be feedbacks that change climate sensitivity . On the other hand, concentrations of gases such as CO 2 (≈20%), tropospheric ozone , [116] CFCs and nitrous oxide are added or removed independently from temperature, and are therefore considered to be external forcings that change global temperatures. [117] Before the Industrial Revolution , naturally-occurring amounts of greenhouse gases caused the air near the surface to be about 33 °C warmer than it would have been in their absence. [118] [119] Human activity since the Industrial Revolution, mainly extracting and burning fossil fuels ( coal , oil , and natural gas ), [120] has increased the amount of greenhouse gases in the atmosphere, resulting in a radiative imbalance . In 2019, the concentrations of CO 2 and methane had increased by about 48% and 160%, respectively, since 1750. [121] These CO 2 levels are higher than they have been at any time during the last 2 million years. Concentrations of methane are far higher than they were over the last 800,000 years. [122] Global anthropogenic greenhouse gas emissions in 2019 were equivalent to 59 billion tonnes of CO 2 . Of these emissions, 75% was CO 2 , 18% was methane , 4% was nitrous oxide, and 2% was fluorinated gases . [123] CO 2 emissions primarily come from burning fossil fuels to provide energy for transport , manufacturing, heating , and electricity. [5] Additional CO 2 emissions come from deforestation and industrial processes , which include the CO 2 released by the chemical reactions for making cement , steel , aluminum , and fertiliser . [124] [125] [126] [127] Methane emissions come from livestock , manure, rice cultivation , landfills, wastewater, and coal mining , as well as oil and gas extraction . [128] [129] Nitrous oxide emissions largely come from the microbial decomposition of fertiliser . [130] [131] While methane only lasts in the atmosphere for an average of 12 years, [132] CO 2 lasts much longer. The Earth's surface absorbs CO2 as part of the carbon cycle . While plants on land and in the ocean absorb most excess emissions of CO 2 every year, that CO 2 is returned to the atmosphere when biological matter is digested, burns, or decays. [133] Land-surface carbon sink processes, such as carbon fixation in the soil and photosynthesis, remove about 29% of annual global CO 2 emissions. [134] The ocean has absorbed 20 to 30% of emitted CO 2 over the last 2 decades. [135] CO 2 is only removed from the atmosphere for the long term when it is stored in the Earth's crust, which is a process that can take millions of years to complete. [133]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Carbon_Dioxide_800kyr.svg/300px-Carbon_Dioxide_800kyr.svg.png",
                "caption": "CO 2 concentrations over the last 800,000 years as measured from ice cores [110] [111] [112] [113] (blue/green) and directly [114] (black)"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/CO2_Emissions_by_Source_Since_1880.svg/300px-CO2_Emissions_by_Source_Since_1880.svg.png",
                "caption": "The Global Carbon Project shows how additions to CO 2 since 1880 have been caused by different sources ramping up one after another."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Land surface changes",
        "text": "According to Food and Agriculture Organization , around 30% of Earth's land area is largely unusable for humans ( glaciers , deserts , etc.), 26% is forests , 10% is shrubland and 34% is agricultural land . [137] Deforestation is the main land use change contributor to global warming, [138] as the destroyed trees release CO 2 , and are not replaced by new trees, removing that carbon sink . [32] Between 2001 and 2018, 27% of deforestation was from permanent clearing to enable agricultural expansion for crops and livestock. Another 24% has been lost to temporary clearing under the shifting cultivation agricultural systems. 26% was due to logging for wood and derived products, and wildfires have accounted for the remaining 23%. [139] Some forests have not been fully cleared, but were already degraded by these impacts. Restoring these forests also recovers their potential as a carbon sink. [140] Local vegetation cover impacts how much of the sunlight gets reflected back into space ( albedo ), and how much heat is lost by evaporation . For instance, the change from a dark forest to grassland makes the surface lighter, causing it to reflect more sunlight. Deforestation can also modify the release of chemical compounds that influence clouds, and by changing wind patterns. [141] In tropic and temperate areas the net effect is to produce significant warming, and forest restoration can make local temperatures cooler. [140] At latitudes closer to the poles, there is a cooling effect as forest is replaced by snow-covered (and more reflective) plains. [141] Globally, these increases in surface albedo have been the dominant direct influence on temperature from land use change. Thus, land use change to date is estimated to have a slight cooling effect. [142]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/20210331_Global_tree_cover_loss_-_World_Resources_Institute.svg/300px-20210331_Global_tree_cover_loss_-_World_Resources_Institute.svg.png",
                "caption": "The rate of global tree cover loss has approximately doubled since 2001, to an annual loss approaching an area the size of Italy. [136]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Solar and volcanic activity",
        "text": "As the Sun is the Earth's primary energy source, changes in incoming sunlight directly affect the climate system . [152] Solar irradiance has been measured directly by satellites , [159] and indirect measurements are available from the early 1600s onwards. [152] Since 1880, there has been no upward trend in the amount of the Sun's energy reaching the Earth, in contrast to the warming of the lower atmosphere (the troposphere ). [160] The upper atmosphere (the stratosphere ) would also be warming if the Sun was sending more energy to Earth, but instead, it has been cooling. [108] This is consistent with greenhouse gases preventing heat from leaving the Earth's atmosphere. [161] Explosive volcanic eruptions can release gases, dust and ash that partially block sunlight and reduce temperatures, or they can send water vapor into the atmosphere, which adds to greenhouse gases and increases temperatures. [162] These impacts on temperature only last for several years, because both water vapor and volcanic material have low persistence in the atmosphere. [163] volcanic CO 2 emissions are more persistent, but they are equivalent to less than 1% of current human-caused CO 2 emissions. [164] Volcanic activity still represents the single largest natural impact (forcing) on temperature in the industrial era. Yet, like the other natural forcings, it has had negligible impacts on global temperature trends since the Industrial Revolution. [163]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/2017_Global_warming_attribution_-_based_on_NCA4_Fig_3.3_-_single-panel_version.svg/300px-2017_Global_warming_attribution_-_based_on_NCA4_Fig_3.3_-_single-panel_version.svg.png",
                "caption": "The Fourth National Climate Assessment (\"NCA4\", USGCRP, 2017) includes charts illustrating that neither solar nor volcanic activity can explain the observed warming. [157] [158]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Climate change feedbacks",
        "text": "The response of the climate system to an initial forcing is modified by feedbacks: increased by \"self-reinforcing\" or \"positive\" feedbacks and reduced by \"balancing\" or \"negative\" feedbacks . [166] The main reinforcing feedbacks are the water-vapour feedback , the ice–albedo feedback , and the net effect of clouds. [167] [168] The primary balancing mechanism is radiative cooling , as Earth's surface gives off more heat to space in response to rising temperature. [169] In addition to temperature feedbacks, there are feedbacks in the carbon cycle, such as the fertilising effect of CO 2 on plant growth. [170] Feedbacks are expected to trend in a positive direction as greenhouse gas emissions continue, raising climate sensitivty. [171] Radiative feedbacks are physical processes that influence the rate of global warming in response to warming. For instance, warmer air can hold more moisture , and water vapour itself is a potent greenhouse gas. [167] Warmer air can also result in clouds becoming higher and thinner, where they act as an insulator and warm the planet. [172] Another major feedback is the reduction of snow cover and sea ice in the Arctic, reducing the reflectivity of the Earth's surface there and contributing to amplification of Arctic temperature changes . [173] [174] Arctic amplification is also thawing permafrost , which releases methane and CO 2 into the atmosphere. [175] Around half of human-caused CO 2 emissions have been absorbed by land plants and by the oceans. [176] This fraction is not static and if future CO 2 emissions decrease, the Earth will be able to absorb up to around 70%. If they increase substantially, it'll still absorb more carbon than now, but the overall fraction will decrease to below 40%. [177] This is because climate change increases droughts and heat waves that eventually inhibit plant growth on land, and soils will release more carbon from dead plants when they are warmer . [178] [179] The rate at which oceans absorb atmospheric carbon will be lowered as they become more acidic and experience changes in thermohaline circulation and phytoplankton distribution. [180] [181] [89] Uncertainty over feedbacks, particularly cloud cover, [182] is the major reason why different climate models project different magnitudes of warming for a given amount of emissions. [183]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/NORTH_POLE_Ice_%2819626661335%29.jpg/300px-NORTH_POLE_Ice_%2819626661335%29.jpg",
                "caption": "Sea ice reflects 50% to 70% of incoming sunlight, while the ocean, being darker, reflects only 6%. As an area of sea ice melts and exposes more ocean, more heat is absorbed by the ocean, raising temperatures that melt still more ice. This is a positive feedback process . [165]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Modelling",
        "text": "A climate model is a representation of the physical, chemical and biological processes that affect the climate system. [184] Models include natural processes like changes in the Earth's orbit, historical changes in the Sun's activity, and volcanic forcing. [185] Models are used to estimate the degree of warming future emissions will cause when accounting for the strength of climate feedbacks . [186] [187] Models also predict the circulation of the oceans, the annual cycle of the seasons, and the flows of carbon between the land surface and the atmosphere. [188] The physical realism of models is tested by examining their ability to simulate contemporary or past climates. [189] Past models have underestimated the rate of Arctic shrinkage [190] and underestimated the rate of precipitation increase. [191] Sea level rise since 1990 was underestimated in older models, but more recent models agree well with observations. [192] The 2017 United States-published National Climate Assessment notes that \"climate models may still be underestimating or missing relevant feedback processes\". [193] Additionally, climate models may be unable to adequately predict short-term regional climatic shifts. [194] A subset of climate models add societal factors to a physical climate model. These models simulate how population, economic growth , and energy use affect—and interact with—the physical climate. With this information, these models can produce scenarios of future greenhouse gas emissions. This is then used as input for physical climate models and carbon cycle models to predict how atmospheric concentrations of greenhouse gases might change. [195] [196] Depending on the socioeconomic scenario and the mitigation scenario, models produce atmospheric CO 2 concentrations that range widely between 380 and 1400 ppm. [197]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Greenhouse_Effect.svg/300px-Greenhouse_Effect.svg.png",
                "caption": "Energy flows between space, the atmosphere, and Earth's surface. Most sunlight passes through the atmosphere to heat the Earth's surface, then greenhouse gases absorb most of the heat the Earth radiates in response. Adding to greenhouse gases increases this insulating effect, causing an energy imbalance that heats the planet up."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Environmental effects",
        "text": "The environmental effects of climate change are broad and far-reaching, affecting oceans , ice, and weather. Changes may occur gradually or rapidly. Evidence for these effects comes from studying climate change in the past, from modelling, and from modern observations. [198] Since the 1950s, droughts and heat waves have appeared simultaneously with increasing frequency. [199] Extremely wet or dry events within the monsoon period have increased in India and East Asia. [200] Monsoonal precipitation over the Northern Hemisphere has increased since 1980. [201] The rainfall rate and intensity of hurricanes and typhoons is likely increasing , [202] and the geographic range likely expanding poleward in response to climate warming. [203] Frequency of tropical cyclones has not increased as a result of climate change. [204] Global sea level is rising as a consequence of thermal expansion and the melting of glaciers and ice sheets . Between 1993 and 2020, the rise increased over time, averaging 3.3 ± 0.3 mm per year. [206] Over the 21st century, the IPCC projects 32–62 cm of sea level rise under a low emission scenario, 44–76 cm under an intermediate one and 65–101 cm under a very high emission scenario. [207] Marine ice sheet instability processes in Antarctica may add substantially to these values, [208] including the possibility of a 2-meter sea level rise by 2100 under high emissions. [209] Climate change has led to decades of shrinking and thinning of the Arctic sea ice . [210] While ice-free summers are expected to be rare at 1.5 °C degrees of warming, they are set to occur once every three to ten years at a warming level of 2 °C. [211] Higher atmospheric CO 2 concentrations cause more CO 2 to dissolve in the oceans, which is making them more acidic . [212] Because oxygen is less soluble in warmer water, [213] its concentrations in the ocean are decreasing , and dead zones are expanding. [214]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Sea_level_history_and_projections.svg/300px-Sea_level_history_and_projections.svg.png",
                "caption": "Historical sea level reconstruction and projections up to 2100 published in 2017 by the U.S. Global Change Research Program [205]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Tipping points and long-term impacts",
        "text": "Greater degrees of global warming increase the risk of passing through ' tipping points '—thresholds beyond which certain major impacts can no longer be avoided even if temperatures return to their previous state. [217] [218] For instance, the Greenland ice sheet is already melting, but if global warming reaches levels between 1.7 °C and 2.3 °C, its melting will continue until it fully disappears. If the warming is later reduced to 1.5 °C or less, it will still lose a lot more ice than if the warming was never allowed to reach the threshold in the first place. [219] While the ice sheets would melt over millennia, other tipping points would occur faster and give societies less time to respond. The collapse of major ocean currents like the Atlantic meridional overturning circulation (AMOC), and irreversible damage to key ecosystems like the Amazon rainforest and coral reefs can unfold in a matter of decades. [216] The long-term effects of climate change on oceans include further ice melt, ocean warming , sea level rise, ocean acidification and ocean deoxygenation. [220] The timescale of long-term impacts are centuries to millennia due to CO 2 's long atmospheric lifetime. [221] When net emissions stabilise surface air temperatures will also stabilise, but oceans and ice caps will continue to absorb excess heat from the atmosphere. The result is an estimated total sea level rise of 2.3 metres per degree Celsius (4.2 ft/°F) after 2000 years. [222] Oceanic CO 2 uptake is slow enough that ocean acidification will also continue for hundreds to thousands of years. [223] Deep oceans (below 2,000 metres (6,600 ft)) are also already committed to losing over 10% of their dissolved oxygen by the warming which occurred to date. [224] Further, the West Antarctic ice sheet appears committed to practically irreversible melting, which would increase the sea levels by at least 3.3 m (10 ft 10 in) over approximately 2000 years. [216] [225] [226]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Tipping_points_2022_list.jpeg/300px-Tipping_points_2022_list.jpeg",
                "caption": "Different levels of global warming may cause different parts of Earth's climate system to reach tipping points that cause transitions to different states. [215] [216]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Humans",
        "text": "The effects of climate change are impacting humans everywhere in the world. [245] Impacts can be observed on all continents and ocean regions, [246] with low-latitude, less developed areas facing the greatest risk. [247] Continued warming has potentially \"severe, pervasive and irreversible impacts\" for people and ecosystems. [248] The risks are unevenly distributed, but are generally greater for disadvantaged people in developing and developed countries. [249]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/20211109_Frequency_of_extreme_weather_for_different_degrees_of_global_warming_-_bar_chart_IPCC_AR6_WG1_SPM.svg/300px-20211109_Frequency_of_extreme_weather_for_different_degrees_of_global_warming_-_bar_chart_IPCC_AR6_WG1_SPM.svg.png",
                "caption": "Extreme weather will be progressively more common as the Earth warms. [244]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Reducing and recapturing emissions",
        "text": "Climate change can be mitigated by reducing the rate at which greenhouse gases are emitted into the atmosphere, and by increasing the rate at which carbon dioxide is removed from the atmosphere. [283] In order to limit global warming to less than 1.5 °C global greenhouse gas emissions needs to be net-zero by 2050, or by 2070 with a 2 °C target. [101] This requires far-reaching, systemic changes on an unprecedented scale in energy, land, cities, transport, buildings, and industry. [284] The United Nations Environment Programme estimates that countries need to triple their pledges under the Paris Agreement within the next decade to limit global warming to 2 °C. An even greater level of reduction is required to meet the 1.5 °C goal. [285] With pledges made under the Paris Agreement as of October 2021, global warming would still have a 66% chance of reaching about 2.7 °C (range: 2.2–3.2 °C) by the end of the century. [24] Globally, limiting warming to 2 °C may result in higher economic benefits than economic costs. [286] Although there is no single pathway to limit global warming to 1.5 or 2 °C, [287] most scenarios and strategies see a major increase in the use of renewable energy in combination with increased energy efficiency measures to generate the needed greenhouse gas reductions. [288] To reduce pressures on ecosystems and enhance their carbon sequestration capabilities, changes would also be necessary in agriculture and forestry, [289] such as preventing deforestation and restoring natural ecosystems by reforestation . [290] Other approaches to mitigating climate change have a higher level of risk. Scenarios that limit global warming to 1.5 °C typically project the large-scale use of carbon dioxide removal methods over the 21st century. [291] There are concerns, though, about over-reliance on these technologies, and environmental impacts. [292] Solar radiation modification (SRM) is also a possible supplement to deep reductions in emissions. However, SRM raises significant ethical and legal concerns, and the risks are imperfectly understood. [293]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Greenhouse_gas_emission_scenarios_01.svg/300px-Greenhouse_gas_emission_scenarios_01.svg.png",
                "caption": "Global greenhouse gas emission scenarios, based on policies and pledges as of November 2021"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Clean energy",
        "text": "Renewable energy is key to limiting climate change. [295] For decades, fossil fuels have accounted for roughly 80% of the world's energy use. [296] The remaining share has been split between nuclear power and renewables (including hydropower , bioenergy , wind and solar power and geothermal energy ). [297] Fossil fuel use is expected to peak in absolute terms prior to 2030 and then to decline, with coal use experiencing the sharpest reductions. [298] Renewables represented 75% of all new electricity generation installed in 2019, nearly all solar and wind. [299] Other forms of clean energy, such as nuclear and hydropower, currently have a larger share of the energy supply. However, their future growth forecasts appear limited in comparison. [300] While solar panels and onshore wind are now among the cheapest forms of adding new power generation capacity in many locations, [301] green energy policies are needed to achieve a rapid transition from fossil fuels to renewables. [302] To achieve carbon neutrality by 2050, renewable energy would become the dominant form of electricity generation, rising to 85% or more by 2050 in some scenarios. Investment in coal would be eliminated and coal use nearly phased out by 2050. [303] [304] Electricity generated from renewable sources would also need to become the main energy source for heating and transport. [305] Transport can switch away from internal combustion engine vehicles and towards electric vehicles , public transit, and active transport (cycling and walking). [306] [307] For shipping and flying, low-carbon fuels would reduce emissions. [306] Heating could be increasingly decarbonised with technologies like heat pumps . [308] There are obstacles to the continued rapid growth of clean energy, including renewables. For wind and solar, there are environmental and land use concerns for new projects. [309] Wind and solar also produce energy intermittently and with seasonal variability . Traditionally, hydro dams with reservoirs and conventional power plants have been used when variable energy production is low. Going forward, battery storage can be expanded, energy demand and supply can be matched, and long-distance transmission can smooth variability of renewable outputs. [295] Bioenergy is often not carbon-neutral and may have negative consequences for food security. [310] The growth of nuclear power is constrained by controversy around radioactive waste , nuclear weapon proliferation , and accidents . [311] [312] Hydropower growth is limited by the fact that the best sites have been developed, and new projects are confronting increased social and environmental concerns. [313] Low-carbon energy improves human health by minimising climate change as well as reducing air pollution deaths, [314] which were estimated at 7 million annually in 2016. [315] Meeting the Paris Agreement goals that limit warming to a 2 °C increase could save about a million of those lives per year by 2050, whereas limiting global warming to 1.5 °C could save millions and simultaneously increase energy security and reduce poverty. [316] Improving air quality also has economic benefits which may be larger than mitigation costs. [317]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Global_Energy_Consumption.svg/300px-Global_Energy_Consumption.svg.png",
                "caption": "Coal, oil, and natural gas remain the primary global energy sources even as renewables have begun rapidly increasing. [294]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Lisberg_Burg_Windr%C3%A4der_Solar_power_PC313027.jpg/300px-Lisberg_Burg_Windr%C3%A4der_Solar_power_PC313027.jpg",
                "caption": "Wind and solar power, Germany"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Agriculture and industry",
        "text": "Agriculture and forestry face a triple challenge of limiting greenhouse gas emissions, preventing the further conversion of forests to agricultural land, and meeting increases in world food demand. [326] A set of actions could reduce agriculture and forestry-based emissions by two thirds from 2010 levels. These include reducing growth in demand for food and other agricultural products, increasing land productivity, protecting and restoring forests, and reducing greenhouse gas emissions from agricultural production. [327] On the demand side, a key component of reducing emissions is shifting people towards plant-based diets . [328] Eliminating the production of livestock for meat and dairy would eliminate about 3/4ths of all emissions from agriculture and other land use. [329] Livestock also occupy 37% of ice-free land area on Earth and consume feed from the 12% of land area used for crops, driving deforestation and land degradation. [330] Steel and cement production are responsible for about 13% of industrial CO 2 emissions. In these industries, carbon-intensive materials such as coke and lime play an integral role in the production, so that reducing CO 2 emissions requires research into alternative chemistries. [331]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Greenhouse_Gas_Emissions_by_Economic_Sector.svg/300px-Greenhouse_Gas_Emissions_by_Economic_Sector.svg.png",
                "caption": "Taking into account direct and indirect emissions, industry is the sector with the highest share of global emissions. Data as of 2019 from the IPCC."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Carbon sequestration",
        "text": "Natural carbon sinks can be enhanced to sequester significantly larger amounts of CO 2 beyond naturally occurring levels. [332] Reforestation and afforestation (planting forests where there were none before) are among the most mature sequestration techniques, although the latter raises food security concerns. [333] Farmers can promote sequestration of carbon in soils through practices such as use of winter cover crops , reducing the intensity and frequency of tillage , and using compost and manure as soil amendments. [334] Forest and landscape restoration yields many benefits for the climate, including greenhouse gas emissions sequestration and reduction. [140] Restoration/recreation of coastal wetlands, prairie plots and seagrass meadows increases the uptake of carbon into organic matter. [335] [336] When carbon is sequestered in soils and in organic matter such as trees, there is a risk of the carbon being re-released into the atmosphere later through changes in land use, fire, or other changes in ecosystems. [337] Where energy production or CO 2 -intensive heavy industries continue to produce waste CO 2 , the gas can be captured and stored instead of released to the atmosphere. Although its current use is limited in scale and expensive, [338] carbon capture and storage (CCS) may be able to play a significant role in limiting CO 2 emissions by mid-century. [339] This technique, in combination with bioenergy ( BECCS ) can result in net negative emissions as CO 2 is drawn from the atmosphere. [340] It remains highly uncertain whether carbon dioxide removal techniques will be able to play a large role in limiting warming to 1.5 °C. Policy decisions that rely on carbon dioxide removal increase the risk of global warming rising beyond international goals. [341]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Carbon_Dioxide_Partitioning.svg/300px-Carbon_Dioxide_Partitioning.svg.png",
                "caption": "Most CO 2 emissions have been absorbed by carbon sinks , including plant growth, soil uptake, and ocean uptake ( 2020 Global Carbon Budget )."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Policies and politics",
        "text": "Countries that are most vulnerable to climate change have typically been responsible for a small share of global emissions. This raises questions about justice and fairness. [358] Limiting global warming makes it much easier to achieve the UN's Sustainable Development Goals , such as eradicating poverty and reducing inequalities. The connection is recognised in Sustainable Development Goal 13 which is to \"take urgent action to combat climate change and its impacts\". [359] The goals on food, clean water and ecosystem protection have synergies with climate mitigation. [360] The geopolitics of climate change is complex. It has often been framed as a free-rider problem , in which all countries benefit from mitigation done by other countries, but individual countries would lose from switching to a low-carbon economy themselves. Sometimes mitigation also has localised benefits though. For instance, the benefits of a coal phase-out to public health and local environments exceed the costs in almost all regions. [361] Furthermore, net importers of fossil fuels win economically from switching to clean energy, causing net exporters to face stranded assets : fossil fuels they cannot sell. [362]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Climate_Change_Performance_Index_%282023%29.svg/300px-Climate_Change_Performance_Index_%282023%29.svg.png",
                "caption": "The Climate Change Performance Index ranks countries by greenhouse gas emissions (40% of score), renewable energy (20%), energy use (20%), and climate policy (20%). High Medium Low Very low"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "International climate agreements",
        "text": "Nearly all countries in the world are parties to the 1994 United Nations Framework Convention on Climate Change (UNFCCC). [375] The goal of the UNFCCC is to prevent dangerous human interference with the climate system. [376] As stated in the convention, this requires that greenhouse gas concentrations are stabilised in the atmosphere at a level where ecosystems can adapt naturally to climate change, food production is not threatened, and economic development can be sustained. [377] The UNFCCC does not itself restrict emissions but rather provides a framework for protocols that do. Global emissions have risen since the UNFCCC was signed. [378] Its yearly conferences are the stage of global negotiations. [379] The 1997 Kyoto Protocol extended the UNFCCC and included legally binding commitments for most developed countries to limit their emissions. [380] During the negotiations, the G77 (representing developing countries ) pushed for a mandate requiring developed countries to \"[take] the lead\" in reducing their emissions, [381] since developed countries contributed most to the accumulation of greenhouse gases in the atmosphere. Per-capita emissions were also still relatively low in developing countries and developing countries would need to emit more to meet their development needs. [382] The 2009 Copenhagen Accord has been widely portrayed as disappointing because of its low goals, and was rejected by poorer nations including the G77. [383] Associated parties aimed to limit the global temperature rise to below 2 °C. [384] The Accord set the goal of sending $100 billion per year to developing countries for mitigation and adaptation by 2020, and proposed the founding of the Green Climate Fund . [385] As of 2020 [update] , only 83.3 billion were delivered. Only in 2023 the target is expected to be achieved. [386] In 2015 all UN countries negotiated the Paris Agreement , which aims to keep global warming well below 2.0 °C and contains an aspirational goal of keeping warming under 1.5 °C . [387] The agreement replaced the Kyoto Protocol. Unlike Kyoto, no binding emission targets were set in the Paris Agreement. Instead, a set of procedures was made binding. Countries have to regularly set ever more ambitious goals and reevaluate these goals every five years. [388] The Paris Agreement restated that developing countries must be financially supported. [389] As of October 2021 [update] , 194 states and the European Union have signed the treaty and 191 states and the EU have ratified or acceded to the agreement. [390] The 1987 Montreal Protocol , an international agreement to stop emitting ozone-depleting gases, may have been more effective at curbing greenhouse gas emissions than the Kyoto Protocol specifically designed to do so. [391] The 2016 Kigali Amendment to the Montreal Protocol aims to reduce the emissions of hydrofluorocarbons , a group of powerful greenhouse gases which served as a replacement for banned ozone-depleting gases. This made the Montreal Protocol a stronger agreement against climate change. [392]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Total_CO2_by_Region.svg/300px-Total_CO2_by_Region.svg.png",
                "caption": "Since 2000, rising CO 2 emissions in China and the rest of world have surpassed the output of the United States and Europe. [374]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Per_Capita_CO2_by_Region.svg/300px-Per_Capita_CO2_by_Region.svg.png",
                "caption": "Per person, the United States generates CO 2 at a far faster rate than other primary regions. [374]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Denial and misinformation",
        "text": "Public debate about climate change has been strongly affected by climate change denial and misinformation , which originated in the United States and has since spread to other countries, particularly Canada and Australia. Climate change denial has originated from fossil fuel companies, industry groups, conservative think tanks, and contrarian scientists. [403] Like the tobacco industry , the main strategy of these groups has been to manufacture doubt about climate-change related scientific data and results. [404] People who hold unwarranted doubt about climate change are called climate change \"skeptics\", although \"contrarians\" or \"deniers\" are more appropriate terms. [405] There are different variants of climate denial: some deny that warming takes place at all, some acknowledge warming but attribute it to natural influences, and some minimise the negative impacts of climate change. [406] Manufacturing uncertainty about the science later developed into a manufactured controversy : creating the belief that there is significant uncertainty about climate change within the scientific community in order to delay policy changes. [407] Strategies to promote these ideas include criticism of scientific institutions, [408] and questioning the motives of individual scientists. [406] An echo chamber of climate-denying blogs and media has further fomented misunderstanding of climate change. [409]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/20200327_Climate_change_deniers_cherry_picking_time_periods.gif/300px-20200327_Climate_change_deniers_cherry_picking_time_periods.gif",
                "caption": "Data has been cherry picked from short periods to falsely assert that global temperatures are not rising. Blue trendlines show short periods that mask longer-term warming trends (red trendlines). Blue rectangle with blue dots shows the so-called global warming hiatus . [402]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    },
    {
        "section": "Public awareness and opinion",
        "text": "Climate change came to international public attention in the late 1980s. [413] Due to media coverage in the early 1990s, people often confused climate change with other environmental issues like ozone depletion. [414] In popular culture , the climate fiction movie The Day After Tomorrow (2004) and the Al Gore documentary An Inconvenient Truth (2006) focused on climate change. [413] Significant regional, gender, age and political differences exist in both public concern for, and understanding of, climate change. More highly educated people, and in some countries, women and younger people, were more likely to see climate change as a serious threat. [415] Partisan gaps also exist in many countries, [416] and countries with high CO 2 emissions tend to be less concerned. [417] Views on causes of climate change vary widely between countries. [418] Concern has increased over time, [416] to the point where in 2021 a majority of citizens in many countries express a high level of worry about climate change, or view it as a global emergency. [419] Higher levels of worry are associated with stronger public support for policies that address climate change. [420]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/20220629_Public_estimates_of_scientific_consensus_on_climate_change_-_horizontal_bar_chart.svg/300px-20220629_Public_estimates_of_scientific_consensus_on_climate_change_-_horizontal_bar_chart.svg.png",
                "caption": "The public substantially underestimates the degree of scientific consensus that humans are causing climate change. [410] Studies from 2019 to 2021 [411] [4] [412] found scientific consensus to range from 98.7 to 100%."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Climate_change",
        "title": "Climate change",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanoes and Climate Change"
    }
]