[
    {
        "section": "Formation",
        "text": "Volcanic ash is formed during explosive volcanic eruptions and phreatomagmatic eruptions, [2] and may also be formed during transport in pyroclastic density currents . [3] Explosive eruptions occur when magma decompresses as it rises, allowing dissolved volatiles (dominantly water and carbon dioxide ) to exsolve into gas bubbles. [4] As more bubbles nucleate a foam is produced, which decreases the density of the magma, accelerating it up the conduit. Fragmentation occurs when bubbles occupy ~70–80 vol% of the erupting mixture. [5] When fragmentation occurs, violently expanding bubbles tear the magma apart into fragments which are ejected into the atmosphere where they solidify into ash particles. Fragmentation is a very efficient process of ash formation and is capable of generating very fine ash even without the addition of water. [6] Volcanic ash is also produced during phreatomagmatic eruptions. During these eruptions fragmentation occurs when magma comes into contact with bodies of water (such as the sea, lakes and marshes) groundwater, snow or ice. As the magma, which is significantly hotter than the boiling point of water, comes into contact with water an insulating vapor film forms ( Leidenfrost effect ). [7] Eventually this vapor film will collapse leading to direct coupling of the cold water and hot magma. This increases the heat transfer which leads to the rapid expansion of water and fragmentation of the magma into small particles which are subsequently ejected from the volcanic vent. Fragmentation causes an increase in contact area between magma and water creating a feedback mechanism, [7] leading to further fragmentation and production of fine ash particles. Pyroclastic density currents can also produce ash particles. These are typically produced by lava dome collapse or collapse of the eruption column . [8] Within pyroclastic density currents particle abrasion occurs as particles violently collide, resulting in a reduction in grain size and production of fine grained ash particles. In addition, ash can be produced during secondary fragmentation of pumice fragments, due to the conservation of heat within the flow. [9] These processes produce large quantities of very fine grained ash which is removed from pyroclastic density currents in co-ignimbrite ash plumes. Physical and chemical characteristics of volcanic ash are primarily controlled by the style of volcanic eruption. [10] Volcanoes display a range of eruption styles which are controlled by magma chemistry, crystal content, temperature and dissolved gases of the erupting magma and can be classified using the volcanic explosivity index (VEI) . Effusive eruptions (VEI 1) of basaltic composition produce <10 5 m 3 of ejecta, whereas extremely explosive eruptions (VEI 5+) of rhyolitic and dacitic composition can inject large quantities (>10 9 m 3 ) of ejecta into the atmosphere. [11]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Vulkaanilise_tuha_kiht.JPG/220px-Vulkaanilise_tuha_kiht.JPG",
                "caption": "454 million-year-old volcanic ash between layers of limestone in the catacombs of Peter the Great's Naval Fortress in Estonia near Laagri . This is a remnant of one of the oldest large eruptions preserved. The diameter of the black camera lens cover is 58 mm (2.3 in)."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanic_ash",
        "title": "Volcanic ash",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Components",
        "text": "Volcanic ash particles erupted during magmatic eruptions are made up of various fractions of vitric (glassy, non-crystalline), crystalline or lithic (non-magmatic) particles. Ash produced during low viscosity magmatic eruptions (e.g., Hawaiian and Strombolian basaltic eruptions) produce a range of different pyroclasts dependent on the eruptive process. For example, ash collected from Hawaiian lava fountains consists of sideromelane (light brown basaltic glass) pyroclasts which contain microlites (small quench crystals, not to be confused with the rare mineral microlite ) and phenocrysts . Slightly more viscous eruptions of basalt (e.g., Strombolian) form a variety of pyroclasts from irregular sideromelane droplets to blocky tachylite (black to dark brown microcrystalline pyroclasts). In contrast, most high-silica ash (e.g. rhyolite) consists of pulverised products of pumice (vitric shards), individual phenocrysts (crystal fraction) and some lithic fragments ( xenoliths ). [24] Ash generated during phreatic eruptions primarily consists of hydrothermally altered lithic and mineral fragments, commonly in a clay matrix. Particle surfaces are often coated with aggregates of zeolite crystals or clay and only relict textures remain to identify pyroclast types. [24]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/8/8d/Ashsem_small.jpg",
                "caption": "A scanning electron micrograph image  of a particle of volcanic ash from Mount St. Helens"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanic_ash",
        "title": "Volcanic ash",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Morphology",
        "text": "The morphology (shape) of volcanic ash is controlled by a plethora of different eruption and kinematic processes. [24] [25] Eruptions of low-viscosity magmas (e.g., basalt) typically form droplet shaped particles. This droplet shape is, in part, controlled by surface tension , acceleration of the droplets after they leave the vent, and air friction. Shapes range from perfect spheres to a variety of twisted, elongate droplets with smooth, fluidal surfaces. [25] The morphology of ash from eruptions of high-viscosity magmas (e.g., rhyolite, dacite, and some andesites) is mostly dependent on the shape of vesicles in the rising magma before disintegration. Vesicles are formed by the expansion of magmatic gas before the magma has solidified. Ash particles can have varying degrees of vesicularity and vesicular particles can have extremely high surface area to volume ratios. [24] Concavities, troughs, and tubes observed on grain surfaces are the result of broken vesicle walls. [25] Vitric ash particles from high-viscosity magma eruptions are typically angular, vesicular pumiceous fragments or thin vesicle-wall fragments while lithic fragments in volcanic ash are typically equant, or angular to subrounded. Lithic morphology in ash is generally controlled by the mechanical properties of the wall rock broken up by spalling or explosive expansion of gases in the magma as it reaches the surface. The morphology of ash particles from phreatomagmatic eruptions is controlled by stresses within the chilled magma which result in fragmentation of the glass to form small blocky or pyramidal glass ash particles. [24] Vesicle shape and density play only a minor role in the determination of grain shape in phreatomagmatic eruptions. In this sort of eruption, the rising magma is quickly cooled on contact with ground or surface water. Stresses within the \"quenched\" magma cause fragmentation into five dominant pyroclast shape-types: (1) blocky and equant; (2) vesicular and irregular with smooth surfaces; (3) moss-like and convoluted; (4) spherical or drop-like; and (5) plate-like.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/MtStHelensAsh1980eruption.jpg/220px-MtStHelensAsh1980eruption.jpg",
                "caption": "Light microscope image of ash from the 1980 eruption of Mount St. Helens, Washington"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanic_ash",
        "title": "Volcanic ash",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Grain size",
        "text": "Volcanic ash consists of particles (pyroclasts) with diameters less than 2 mm (particles larger than 2 mm are classified as lapilli ), [1] and can be as fine as 1 μm. [10] The overall grain size distribution of ash can vary greatly with different magma compositions. Few attempts have been made to correlate the grain size characteristics of a deposit with those of the event which produced it, though some predictions can be made. Rhyolitic magmas generally produce finer grained material compared to basaltic magmas, due to the higher viscosity and therefore explosivity. The proportions of fine ash are higher for silicic explosive eruptions, probably because vesicle size in the pre-eruptive magma is smaller than those in mafic magmas. [1] There is good evidence that pyroclastic flows produce high proportions of fine ash by communition and it is likely that this process also occurs inside volcanic conduits and would be most efficient when the magma fragmentation surface is well below the summit crater. [1]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4b/Volcanic_ash_grain_size_distributions.jpg/220px-Volcanic_ash_grain_size_distributions.jpg",
                "caption": "Volcanic ash grain size distributions from four volcanic eruptions"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanic_ash",
        "title": "Volcanic ash",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Dispersal",
        "text": "Ash particles are incorporated into eruption columns as they are ejected from the vent at high velocity. The initial momentum from the eruption propels the column upwards. As air is drawn into the column, the bulk density decreases and it starts to rise buoyantly into the atmosphere. [8] At a point where the bulk density of the column is the same as the surrounding atmosphere, the column will cease rising and start moving laterally. Lateral dispersion is controlled by prevailing winds and the ash may be deposited hundreds to thousands of kilometres from the volcano, depending on eruption column height, particle size of the ash and climatic conditions (especially wind direction and strength and humidity). [28] Ash fallout occurs immediately after the eruption and is controlled by particle density. Initially, coarse particles fall out close to source. This is followed by fallout of accretionary lapilli , which is the result of particle agglomeration within the column. [29] Ash fallout is less concentrated during the final stages as the column moves downwind. This results in an ash fall deposit which generally decreases in thickness and grain size exponentially with increasing distance from the volcano. [30] Fine ash particles may remain in the atmosphere for days to weeks and be dispersed by high-altitude winds. These particles can impact on the aviation industry (refer to impacts section) and, combined with gas particles, can affect global climate. Volcanic ash plumes can form above pyroclastic density currents. These are called co-ignimbrite plumes. As pyroclastic density currents travel away from the volcano, smaller particles are removed from the flow by elutriation and form a less dense zone overlying the main flow. This zone then entrains the surrounding air and a buoyant co-ignimbrite plume is formed. These plumes tend to have higher concentrations of fine ash particles compared to magmatic eruption plumes due to the abrasion within the pyroclastic density current. [1]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/MountRedoubtEruption.jpg/220px-MountRedoubtEruption.jpg",
                "caption": "Ash plume rising from Mount Redoubt after an eruption on April 21, 1990"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Ash_Plume_and_Ash_Fall_of_May_1994_Eruption_of_Mount_Pagan_volcano_in_Northern_Mariana_Islands.jpg/220px-Ash_Plume_and_Ash_Fall_of_May_1994_Eruption_of_Mount_Pagan_volcano_in_Northern_Mariana_Islands.jpg",
                "caption": "Ash plume and ash fallout at Mount Pagan , May 1994"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanic_ash",
        "title": "Volcanic ash",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Impacts",
        "text": "Population growth has caused the progressive encroachment of urban development into higher risk areas, closer to volcanic centres, increasing the human exposure to volcanic ash fall events. [31] Direct health effects of volcanic ash on humans are usually short-term and mild for persons in normal health, though prolonged exposure potentially poses some risk of silicosis in unprotected workers. [32] Of greater concern is the impact of volcanic ash on the infrastructure critical to supporting modern societies, particularly in urban areas, where high population densities create high demand for services. [33] [31] Several recent eruptions have illustrated the vulnerability of urban areas that received only a few millimetres or centimetres of volcanic ash. [34] [35] [36] [37] [38] This has been sufficient to cause disruption of transportation, [39] electricity , [40] water , [41] [42] sewage and storm water systems. [43] Costs have been incurred from business disruption, replacement of damaged parts and insured losses. Ash fall impacts on critical infrastructure can also cause multiple knock-on effects, which may disrupt many different sectors and services. [44] Volcanic ash fall is physically, socially, and economically disruptive. [45] Volcanic ash can affect both proximal areas and areas many hundreds of kilometres from the source, [46] and causes disruptions and losses in a wide variety of different infrastructure sectors. Impacts are dependent on: ash fall thickness; the grain size and chemistry of the ash; whether the ash is wet or dry; the duration of the ash fall; and any preparedness , management and prevention (mitigation) measures employed to reduce effects from the ash fall. Different sectors of infrastructure and society are affected in different ways and are vulnerable to a range of impacts or consequences. These are discussed in the following sections. [31]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Cast_victim_eruptions_Pompeii.jpg/220px-Cast_victim_eruptions_Pompeii.jpg",
                "caption": "Cast of a victim of the 79 AD Mount Vesuvius eruptions, Pompeii , Italy"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanic_ash",
        "title": "Volcanic ash",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Electricity",
        "text": "Volcanic ash can disrupt electric power supply systems at all levels of power generation, transformation, transmission, and distribution. There are four main impacts arising from ash-contamination of apparatus used in the power delivery process: [53]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d8/Electrical_insulator_flashover_from_volcanic_ash.jpg/220px-Electrical_insulator_flashover_from_volcanic_ash.jpg",
                "caption": "Electrical insulator flashover caused by volcanic ash contamination"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanic_ash",
        "title": "Volcanic ash",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Drinking water supplies",
        "text": "Groundwater-fed systems are resilient to impacts from ashfall, although airborne ash can interfere with the operation of well-head pumps. Electricity outages caused by ashfall can also disrupt electrically powered pumps if there is no backup generation. [58] The physical impacts of ashfall can affect the operation of water treatment plants. Ash can block intake structures, cause severe abrasion damage to pump impellers and overload pump motors. [58] Ash can enter filtration systems such as open sand filters both by direct fallout and via intake waters. In most cases, increased maintenance will be required to manage the effects of an ashfall, but there will not be service interruptions. [59] The final step of drinking water treatment is disinfection to ensure that final drinking water is free from infectious microorganisms. As suspended particles (turbidity) can provide a growth substrate for microorganisms and can protect them from disinfection treatment, it is extremely important that the water treatment process achieves a good level of removal of suspended particles. Chlorination may have to be increased to ensure adequate disinfection. [60] Many households, and some small communities, rely on rainwater for their drinking water supplies. Roof-fed systems are highly vulnerable to contamination by ashfall, as they have a large surface area relative to the storage tank volume. In these cases, leaching of chemical contaminants from the ashfall can become a health risk and drinking of water is not recommended. Prior to an ashfall, downpipes should be disconnected so that water in the tank is protected. A further problem is that the surface coating of fresh volcanic ash can be acidic. Unlike most surface waters, rainwater generally has a very low alkalinity (acid-neutralising capacity) and thus ashfall may acidify tank waters. This may lead to problems with plumbosolvency , whereby the water is more aggressive towards materials that it comes into contact with. This can be a particular problem if there are lead-head nails or lead flashing used on the roof, and for copper pipes and other metallic plumbing fittings. [61] During ashfall events, large demands are commonly placed on water resources for cleanup and shortages can result. Shortages compromise key services such as firefighting and can lead to a lack of water for hygiene, sanitation and drinking. Municipal authorities need to monitor and manage this water demand carefully, and may need to advise the public to utilise cleanup methods that do not use water (e.g., cleaning with brooms rather than hoses). [62]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c8/Water_turbine_eroded_by_volcanic_ash.jpg/220px-Water_turbine_eroded_by_volcanic_ash.jpg",
                "caption": "Water turbine from the Agoyan hydroelectric plant eroded by volcanic ash laden water"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanic_ash",
        "title": "Volcanic ash",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Detection",
        "text": "Volcanic ash clouds are very difficult to detect from aircraft as no onboard cockpit instruments exist to detect them. However, a new system called Airborne Volcanic Object Infrared Detector (AVOID) has recently been developed by Dr Fred Prata [73] while working at CSIRO Australia [74] and the Norwegian Institute for Air Research , which will allow pilots to detect ash plumes up to 60 km (37 mi) ahead and fly safely around them. [75] The system uses two fast-sampling infrared cameras, mounted on a forward-facing surface, that are tuned to detect volcanic ash. This system can detect ash concentrations of <1 mg/m 3 to > 50 mg/m 3 , giving pilots approximately 7–10 minutes warning. [75] The camera was tested [76] [77] by the easyJet airline company, [78] AIRBUS and Nicarnica Aviation (co-founded by Dr Fred Prata).  The results showed the system could work to distances of ~60 km and up to 10,000 ft [79] but not any higher without some significant modifications. In addition, ground and satellite based imagery, radar , and lidar can be used to detect ash clouds. This information is passed between meteorological agencies, volcanic observatories and airline companies through Volcanic Ash Advisory Centers (VAAC) . There is one VAAC for each of the nine regions of the world. VAACs can issue advisories describing the current and future extent of the ash cloud. [80]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/VAAC_Coverage.jpg/250px-VAAC_Coverage.jpg",
                "caption": "Coverage of the nine VAAC around the world"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/AIRBUS-AVOID.jpg/220px-AIRBUS-AVOID.jpg",
                "caption": "The AVOID instrument mounted on the fuselage of an AIRBUS A340 test aircraft"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanic_ash",
        "title": "Volcanic ash",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Environment and agriculture",
        "text": "Volcanic ash can have a detrimental impact on the environment which can be difficult to predict due to the large variety of environmental conditions that exist within the ash fall zone. Natural waterways can be impacted in the same way as urban water supply networks. Ash will increase water turbidity which can reduce the amount of light reaching lower depths, which can inhibit growth of submerged aquatic plants and consequently affect species which are dependent on them such as fish and shellfish . [88] High turbidity can also affect the ability of fish gills to absorb dissolved oxygen . [89] Acidification will also occur, which will reduce the pH of the water and impact the fauna and flora living in the environment. Fluoride contamination will occur if the ash contains high concentrations of fluoride. [90] Ash accumulation will also affect pasture, plants and trees which are part of the horticulture and agriculture industries. Thin ash falls (<20 mm) may put livestock off eating, and can inhibit transpiration and photosynthesis and alter growth. There may be an increase in pasture production due to a mulching effect and slight fertilizing effect, such as occurred following the 1980 Mount St. Helens and 1995/96 Mt Ruapehu eruptions. [91] [92] Heavier falls will completely bury pastures and soil leading to death of pasture and sterilization of the soil due to oxygen deprivation. Plant survival is dependent on ash thickness, ash chemistry, compaction of ash, amount of rainfall, duration of burial and the length of plant stalks at the time of ash fall. [10] Young forests (trees <2 years old) are most at risk from ash falls and are likely to be destroyed by ash deposits >100 mm. [93] Ash fall is unlikely to kill mature trees, but ash loading may break large branches during heavy ash falls (>500 mm). Defoliation of trees may also occur, especially if there is a coarse ash component within the ash fall. [10] Land rehabilitation after ash fall may be possible depending on the ash deposit thickness. Rehabilitation treatment may include: direct seeding of deposit; mixing of deposit with buried soil; scraping of ash deposit from land surface; and application of new topsoil over the ash deposit. [37]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/A062%2C_Mount_Saint_Helens_National_Volcanic_Monument%2C_Washington%2C_USA%2C_stripped_trees%2C_2002.jpg/220px-A062%2C_Mount_Saint_Helens_National_Volcanic_Monument%2C_Washington%2C_USA%2C_stripped_trees%2C_2002.jpg",
                "caption": "Defoliated and fallen trees on Windy Ridge, Mount St. Helens , 22 years after the 1980 eruption"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanic_ash",
        "title": "Volcanic ash",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Interdependence",
        "text": "Critical infrastructure and infrastructure services are vital to the functionality of modern society, to provide: medical care, policing, emergency services , and lifelines such as water, wastewater, and power and transportation links. Often critical facilities themselves are dependent on such lifelines for operability, which makes them vulnerable to both direct impacts from a hazard event and indirect effects from lifeline disruption. [94] The impacts on lifelines may also be inter-dependent . The vulnerability of each lifeline may depend on: the type of hazard, the spatial density of its critical linkages, the dependency on critical linkages, susceptibility to damage and speed of service restoration, state of repair or age, and institutional characteristics or ownership. [33] The 2010 eruption of Eyjafjallajokull in Iceland highlighted the impacts of volcanic ash fall in modern society and our dependence on the functionality of infrastructure services. During this event, the airline industry suffered business interruption losses of €1.5–2.5 billion from the closure of European airspace for six days in April 2010 and subsequent closures into May 2010. [95] Ash fall from this event is also known to have caused local crop losses in agricultural industries, losses in the tourism industry, destruction of roads and bridges in Iceland (in combination with glacial melt water), and costs associated with emergency response and clean-up. However, across Europe there were further losses associated with travel disruption, the insurance industry, the postal service, and imports and exports across Europe and worldwide. These consequences demonstrate the interdependency and diversity of impacts from a single event. [38]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/2/22/Interdependency_of_volcanic_ashfall_impacts.jpg/220px-Interdependency_of_volcanic_ashfall_impacts.jpg",
                "caption": "Interdependency of volcanic ashfall impacts from the Eyjafjallajökull 2010 eruptions"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanic_ash",
        "title": "Volcanic ash",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Preparedness, mitigation and management",
        "text": "Preparedness for ashfalls should involve sealing buildings, protecting infrastructure and homes, and storing sufficient supplies of food and water to last until the ash fall is over and clean-up can begin. Dust masks can be worn to reduce inhalation of ash and mitigate against any respiratory health affects. [47] Goggles can be worn to protect against eye irritation. At home, staying informed about volcanic activity, and having contingency plans in place for alternative shelter locations, constitutes good preparedness for an ash fall event. This can prevent some impacts associated with ash fall, reduce the effects, and increase the human capacity to cope with such events. A few items such as a flashlight, plastic sheeting to protect electronic equipment from ash ingress, and battery operated radios, are extremely useful during ash fall events. [10] Communication plans should be made beforehand to inform of mitigation actions being undertaken. Spare parts and back-up systems should be in place prior to ash fall events to reduce service disruption and return functionality as quickly as possible. Good preparedness also includes the identification of ash disposal sites, before ash fall occurs, to avoid further movement of ash and to aid clean-up. [96] Some effective techniques for the management of ash have been developed including cleaning methods and cleaning apparatus, and actions to mitigate or limit damage. The latter include covering of openings such as: air and water intakes, aircraft engines and windows during ash fall events. Roads may be closed to allow clean-up of ash falls, or speed restrictions may be put in place, in order to prevent motorists from developing motor problems and becoming stranded following an ash fall. [97] To prevent further effects on underground water systems or waste water networks, drains and culverts should be unblocked and ash prevented from entering the system. [96] Ash can be moistened (but not saturated) by sprinkling with water, to prevent remobilisation of ash and to aid clean-up. [97] Prioritisation of clean-up operations for critical facilities and coordination of clean-up efforts also constitute good management practice. [96] [97] [98] It is recommended to evacuate livestock in areas where ashfall may reach 5 cm or more. [99]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Ash_in_Yogyakarta_during_the_2014_eruption_of_Kelud_01.jpg/220px-Ash_in_Yogyakarta_during_the_2014_eruption_of_Kelud_01.jpg",
                "caption": "Two management methods during the 2014 eruptions of Kelud : sweeping (top) and spraying with water (bottom)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanic_ash",
        "title": "Volcanic ash",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Composition",
        "text": "The principal components of volcanic gases are water vapor (H 2 O), carbon dioxide (CO 2 ), sulfur either as sulfur dioxide (SO 2 ) (high-temperature volcanic gases) or hydrogen sulfide (H 2 S) (low-temperature volcanic gases), nitrogen , argon , helium , neon , methane , carbon monoxide and hydrogen . Other compounds detected in volcanic gases are oxygen (meteoric) [ clarification needed ] , hydrogen chloride , hydrogen fluoride , hydrogen bromide , sulfur hexafluoride , carbonyl sulfide , and organic compounds . Exotic trace compounds include mercury , [1] halocarbons (including CFCs ), [2] and halogen oxide radicals . [3] The abundance of gases varies considerably from volcano to volcano, with volcanic activity and with tectonic setting. Water vapour is consistently the most abundant volcanic gas, normally comprising more than 60% of total emissions. Carbon dioxide typically accounts for 10 to 40% of emissions. [4] Volcanoes located at convergent plate boundaries emit more water vapor and chlorine than volcanoes at hot spots or divergent plate boundaries. This is caused by the addition of seawater into magmas formed at subduction zones . Convergent plate boundary volcanoes also have higher H 2 O/H 2 , H 2 O/CO 2 , CO 2 /He and N 2 /He ratios than hot spot or divergent plate boundary volcanoes. [4]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Sketch_showing_typical_CO2_emission_patterns_from_volcanic_and_magmatic_systems.png/220px-Sketch_showing_typical_CO2_emission_patterns_from_volcanic_and_magmatic_systems.png",
                "caption": "Sketch showing typical carbon dioxide emission patterns from volcanic and magmatic systems"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Global_subaerial_volcanic_carbon_dioxide_emissions.pdf/page1-300px-Global_subaerial_volcanic_carbon_dioxide_emissions.pdf.jpg",
                "caption": "Average carbon dioxide (CO 2 ) emissions of subaerial volcanoes globally from the time period of 2005 to 2017"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Summit_crater_of_Villarrica%2C_Chile.jpg/170px-Summit_crater_of_Villarrica%2C_Chile.jpg",
                "caption": "Degassing at the summit crater of Villarrica, Chile"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanic_gas",
        "title": "Volcanic gas",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Plate tectonics",
        "text": "According to the theory of plate tectonics, Earth's lithosphere , its rigid outer shell, is broken into sixteen larger and several smaller plates. These are in slow motion, due to convection in the underlying ductile mantle , and most volcanic activity on Earth takes place along plate boundaries, where plates are converging (and lithosphere is being destroyed) or are diverging (and new lithosphere is being created). [6] During the development of geological theory, certain concepts that allowed the grouping of volcanoes in time, place, structure and composition have developed that ultimately have had to be explained in the theory of plate tectonics. For example, some volcanoes are polygenetic with more than one period of activity during their history; other volcanoes that become extinct after erupting exactly once are monogenetic (meaning \"one life\") and such volcanoes are often grouped together in a geographical region. [7]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Spreading_ridges_volcanoes_map-en.svg/400px-Spreading_ridges_volcanoes_map-en.svg.png",
                "caption": "Map showing the divergent plate boundaries (oceanic spreading ridges) and recent sub-aerial volcanoes (mostly at convergent boundaries)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Fissure vents",
        "text": "Volcanic fissure vents are flat, linear fractures through which lava emerges.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Lakagigar_Iceland_2004-07-01.jpg/220px-Lakagigar_Iceland_2004-07-01.jpg",
                "caption": "Lakagigar fissure vent in Iceland , the source of the major world climate alteration of 1783–84 , has a chain of volcanic cones along its length."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Shield volcanoes",
        "text": "Shield volcanoes, so named for their broad, shield-like profiles, are formed by the eruption of low-viscosity lava that can flow a great distance from a vent. They generally do not explode catastrophically, but are characterized by relatively gentle effusive eruptions . Since low-viscosity magma is typically low in silica, shield volcanoes are more common in oceanic than continental settings. The Hawaiian volcanic chain is a series of shield cones, and they are common in Iceland , as well.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Skjaldbreidur_Herbst_2004.jpg/220px-Skjaldbreidur_Herbst_2004.jpg",
                "caption": "Skjaldbreiður , a shield volcano whose name means \"broad shield\""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Cinder cones",
        "text": "Cinder cones result from eruptions of mostly small pieces of scoria and pyroclastics (both resemble cinders, hence the name of this volcano type) that build up around the vent. These can be relatively short-lived eruptions that produce a cone-shaped hill perhaps 30 to 400 meters (100 to 1,300 ft) high. Most cinder cones erupt only once and some may be found in monogenetic volcanic fields that may include other features that form when magma comes into contact with water such as maar explosion craters and tuff rings . [16] Cinder cones may form as flank vents on larger volcanoes, or occur on their own. Parícutin in Mexico and Sunset Crater in Arizona are examples of cinder cones. In New Mexico , Caja del Rio is a volcanic field of over 60 cinder cones. Based on satellite images, it has been suggested that cinder cones might occur on other terrestrial bodies in the Solar system too; on the surface of Mars and the Moon. [17] [18] [19] [20]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Izalco_Volcano.jpg/220px-Izalco_Volcano.jpg",
                "caption": "Izalco volcano , the youngest volcano in El Salvador. Izalco erupted almost continuously from 1770 (when it formed) to 1958, earning it the nickname of \"Lighthouse of the Pacific\"."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Stratovolcanoes (composite volcanoes)",
        "text": "Stratovolcanoes (composite volcanoes) are tall conical mountains composed of lava flows and tephra in alternate layers, the strata that gives rise to the name. They are also known as composite volcanoes because they are created from multiple structures during different kinds of eruptions. Classic examples include Mount Fuji in Japan, Mayon Volcano in the Philippines, and Mount Vesuvius and Stromboli in Italy. Ash produced by the explosive eruption of stratovolcanoes has historically posed the greatest volcanic hazard to civilizations. The lavas of stratovolcanoes are higher in silica, and therefore much more viscous, than lavas from shield volcanoes. High-silica lavas also tend to contain more dissolved gas. The combination is deadly, promoting explosive eruptions that produce great quantities of ash, as well as pyroclastic surges like the one that destroyed the city of Saint-Pierre in Martinique in 1902. They are also steeper than shield volcanoes, with slopes of 30–35° compared to slopes of generally 5–10°, and their loose tephra are material for dangerous lahars . [21] Large pieces of tephra are called volcanic bombs . Big bombs can measure more than 4 feet (1.2 meters) across and weigh several tons. [22]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Volcano_scheme.svg/310px-Volcano_scheme.svg.png",
                "caption": "Cross-section through a stratovolcano (vertical scale is exaggerated) : Large magma chamber Bedrock Conduit (pipe) Base Sill Dike Layers of ash emitted by the volcano Flank Layers of lava emitted by the volcano Throat Parasitic cone Lava flow Vent Crater Ash cloud"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Submarine volcanoes",
        "text": "Submarine volcanoes are common features of the ocean floor. Volcanic activity during the Holocene Epoch has been documented at only 119 submarine volcanoes, but there may be more than one million geologically young submarine volcanoes on the ocean floor. [27] [28] In shallow water, active volcanoes disclose their presence by blasting steam and rocky debris high above the ocean's surface. In the deep ocean basins, the tremendous weight of the water prevents the explosive release of steam and gases; however, submarine eruptions can be detected by hydrophones and by the discoloration of water because of volcanic gases . Pillow lava is a common eruptive product of submarine volcanoes and is characterized by thick sequences of discontinuous pillow-shaped masses which form under water. Even large submarine eruptions may not disturb the ocean surface, due to the rapid cooling effect and increased buoyancy in water (as compared to air), which often causes volcanic vents to form steep pillars on the ocean floor. Hydrothermal vents are common near these volcanoes, and some support peculiar ecosystems based on chemotrophs feeding on dissolved minerals. Over time, the formations created by submarine volcanoes may become so large that they break the ocean surface as new islands or floating pumice rafts . In May and June 2018, a multitude of seismic signals were detected by earthquake monitoring agencies all over the world. They took the form of unusual humming sounds, and some of the signals detected in November of that year had a duration of up to 20 minutes. An oceanographic research campaign in May 2019 showed that the previously mysterious humming noises were caused by the formation of a submarine volcano off the coast of Mayotte . [29]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Tonga_Volcano_Eruption_2022-01-15_0320Z_to_0610Z_Himawari-8_visible.gif/220px-Tonga_Volcano_Eruption_2022-01-15_0320Z_to_0610Z_Himawari-8_visible.gif",
                "caption": "Satellite images of the 15 January 2022 eruption of Hunga Tonga-Hunga Haʻapai"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Erupted material",
        "text": "The material that is expelled in a volcanic eruption can be classified into three types:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Lava_channel_overflow.JPG/220px-Lava_channel_overflow.JPG",
                "caption": "Pāhoehoe lava flow on Hawaii . The picture shows overflows of a main lava channel ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Litli-Hr%C3%BAtur_eruption_2023.jpg/220px-Litli-Hr%C3%BAtur_eruption_2023.jpg",
                "caption": "Litli-Hrútur ( Fagradalsfjall ) eruption 2023. View from an airplane"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Aerial_image_of_Stromboli_%28view_from_the_northeast%29.jpg/220px-Aerial_image_of_Stromboli_%28view_from_the_northeast%29.jpg",
                "caption": "The Stromboli stratovolcano off the coast of Sicily has erupted continuously for thousands of years, giving rise to its nickname \"Lighthouse of the Mediterranean\"."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Lava flows",
        "text": "The form and style of eruption of a volcano is largely determined by the composition of the lava it erupts. The viscosity (how fluid the lava is) and the amount of dissolved gas are the most important characteristics of magma, and both are largely determined by the amount of silica in the magma. Magma rich in silica is much more viscous than silica-poor magma, and silica-rich magma also tends to contain more dissolved gases. Lava can be broadly classified into four different compositions: [39] Mafic lava flows show two varieties of surface texture: ʻAʻa (pronounced [ˈʔaʔa] ) and pāhoehoe ( [paːˈho.eˈho.e] ), both Hawaiian words. ʻAʻa is characterized by a rough, clinkery surface and is the typical texture of cooler basalt lava flows. Pāhoehoe is characterized by its smooth and often ropey or wrinkly surface and is generally formed from more fluid lava flows. Pāhoehoe flows are sometimes observed to transition to ʻaʻa flows as they move away from the vent, but never the reverse. [53] More silicic lava flows take the form of block lava, where the flow is covered with angular, vesicle-poor blocks. Rhyolitic flows typically consist largely of obsidian . [54]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Rinjani_1994_cropped.jpg/220px-Rinjani_1994_cropped.jpg",
                "caption": "Mount Rinjani eruption in 1994, in Lombok , Indonesia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Tephra",
        "text": "Tephra is made when magma inside the volcano is blown apart by the rapid expansion of hot volcanic gases. Magma commonly explodes as the gas dissolved in it comes out of solution as the pressure decreases when it flows to the surface . These violent explosions produce particles of material that can then fly from the volcano. Solid particles smaller than 2 mm in diameter ( sand-sized or smaller) are called volcanic ash. [36] [37] Tephra and other volcaniclastics (shattered volcanic material) make up more of the volume of many volcanoes than do lava flows. Volcaniclastics may have contributed as much as a third of all sedimentation in the geologic record. The production of large volumes of tephra is characteristic of explosive volcanism. [55]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Tuff_shards.jpg/220px-Tuff_shards.jpg",
                "caption": "Light-microscope image of tuff as seen in thin section (long dimension is several mm): the curved shapes of altered glass shards (ash fragments) are well preserved, although the glass is partly altered. The shapes were formed around bubbles of expanding, water-rich gas."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Types of volcanic eruptions",
        "text": "Eruption styles are broadly divided into magmatic, phreatomagmatic, and phreatic eruptions. [56] The intensity of explosive volcanism is expressed using the Volcanic Explosivity Index (VEI), which ranges from 0 for Hawaiian-type eruptions to 8 for supervolcanic eruptions. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Volcanic_injection.svg/220px-Volcanic_injection.svg.png",
                "caption": "Schematic of volcano injection of aerosols and gases"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Volcanic activity",
        "text": "As of December 2022 [update] , the Smithsonian Institution 's Global Volcanism Program database of volcanic eruptions in the Holocene Epoch (the last 11,700 years) lists 9,901 confirmed eruptions from 859 volcanoes. The database also lists 1,113 uncertain eruptions and 168 discredited eruptions for the same time interval. [58] [59] Volcanoes vary greatly in their level of activity, with individual volcanic systems having an eruption recurrence ranging from several times a year to once in tens of thousands of years. [60] Volcanoes are informally described as erupting , active , dormant , or extinct , but the definitions of these terms are not entirely uniform amongst volcanologists. The level of activity of most volcanoes falls upon a graduated spectrum, with much overlap between categories, and does not always fit neatly into only one of these three separate categories. [61]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Pompeii_-_Casa_del_Centenario_-_MAN.jpg/170px-Pompeii_-_Casa_del_Centenario_-_MAN.jpg",
                "caption": "Fresco with Mount Vesuvius behind Bacchus and Agathodaemon , as seen in Pompeii 's House of the Centenary"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Dormant and reactivated",
        "text": "The USGS defines a dormant volcano as any volcano that is not showing any signs of unrest such as earthquake swarms, ground swelling, or excessive noxious gas emissions, but which shows signs that it could yet become active again. [63] Many dormant volcanoes have not erupted for thousands of years, but have still shown signs that they may be likely to erupt again in the future. [64] [65] In an article justifying the re-classification of Alaska's Mount Edgecumbe volcano from \"dormant\" to \"active\", volcanologists at the Alaska Volcano Observatory pointed out that the term \"dormant\" in reference to volcanoes has been deprecated over the past few decades and that \"[t]he term \"dormant volcano\" is so little used and undefined in modern volcanology that the Encyclopedia of Volcanoes (2000) does not contain it in the glossaries or index\", [66] however the USGS still widely employs the term. Previously a volcano was often considered to be extinct if there were no written records of its activity. Such a generalisation is inconsistent with observation and deeper study, as has occurred recently with the unexpected eruption of the Chaitén volcano in 2008. [67] Modern volcanic activity monitoring techniques, and improvements in the modelling of the factors that produce eruptions, have helped the understanding of why volcanoes may remain dormant for a long period of time, and then become unexpectedly active again. The potential for eruptions, and their style, depend mainly upon the state of the magma storage system under the volcano, the eruption trigger mechanism and its timescale. [68] : 95 For example, the Yellowstone volcano has a repose/recharge period of around 700,000 years, and Toba of around 380,000 years. [69] Vesuvius was described by Roman writers as having been covered with gardens and vineyards before its unexpected eruption of 79 CE , which destroyed the towns of Herculaneum and Pompeii . Accordingly, it can sometimes be difficult to distinguish between an extinct volcano and a dormant (inactive) one. Long volcano dormancy is known to decrease awareness. [68] : 96 Pinatubo was an inconspicuous volcano, unknown to most people in the surrounding areas, and initially not seismically monitored before its unanticipated and catastrophic eruption of 1991. Two other examples of volcanoes which were once thought to be extinct, before springing back into eruptive activity were the long-dormant Soufrière Hills volcano on the island of Montserrat , thought to be extinct until activity resumed in 1995 (turning its capital Plymouth into a ghost town ) and Fourpeaked Mountain in Alaska, which, before its September 2006 eruption, had not erupted since before 8000 BCE.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Narcondam_island.jpg/220px-Narcondam_island.jpg",
                "caption": "Narcondam Island , India, is classified as a dormant volcano by the Geological Survey of India ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Extinct",
        "text": "Extinct volcanoes are those that scientists consider unlikely to erupt again because the volcano no longer has a magma supply. Examples of extinct volcanoes are many volcanoes on the Hawaiian–Emperor seamount chain in the Pacific Ocean (although some volcanoes at the eastern end of the chain are active), Hohentwiel in Germany , Shiprock in New Mexico , US , Capulin in New Mexico, US, Zuidwal volcano in the Netherlands , and many volcanoes in Italy such as Monte Vulture . Edinburgh Castle in Scotland is located atop an extinct volcano, which forms Castle Rock . Whether a volcano is truly extinct is often difficult to determine. Since \"supervolcano\" calderas can have eruptive lifespans sometimes measured in millions of years, a caldera that has not produced an eruption in tens of thousands of years may be considered dormant instead of extinct. An individual volcano in a monogenetic volcanic field can be extinct but that does not mean a completely new volcano might not erupt close by with little or no warning as its field may have an active magma supply.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Capulin_1980_tde00005.jpg/220px-Capulin_1980_tde00005.jpg",
                "caption": "Capulin Volcano National Monument in New Mexico, US"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Decade volcanoes",
        "text": "The Decade Volcanoes are 16 volcanoes identified by the International Association of Volcanology and Chemistry of the Earth's Interior (IAVCEI) as being worthy of particular study in light of their history of large, destructive eruptions and proximity to populated areas. They are named Decade Volcanoes because the project was initiated as part of the United Nations-sponsored International Decade for Natural Disaster Reduction (the 1990s). The 16 current Decade Volcanoes are: The Deep Earth Carbon Degassing Project , an initiative of the Deep Carbon Observatory , monitors nine volcanoes, two of which are Decade volcanoes. The focus of the Deep Earth Carbon Degassing Project is to use Multi-Component Gas Analyzer System instruments to measure CO 2 /SO 2 ratios in real-time and in high-resolution to allow detection of the pre-eruptive degassing of rising magmas, improving prediction of volcanic activity . [71]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Koryaksky_volcano_Petropavlovsk-Kamchatsky_oct-2005.jpg/220px-Koryaksky_volcano_Petropavlovsk-Kamchatsky_oct-2005.jpg",
                "caption": "Koryaksky volcano towering over Petropavlovsk-Kamchatsky on Kamchatka Peninsula , Far Eastern Russia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Volcanoes and humans",
        "text": "Volcanic eruptions pose a significant threat to human civilization. However, volcanic activity has also provided humans with important resources.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Mauna_Loa_atmospheric_transmission.png/220px-Mauna_Loa_atmospheric_transmission.png",
                "caption": "Solar radiation graph 1958–2008, showing how the radiation is reduced after major volcanic eruptions"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/SO2_Galapagos_20051101.jpg/220px-SO2_Galapagos_20051101.jpg",
                "caption": "Sulfur dioxide concentration over the Sierra Negra Volcano , Galapagos Islands , during an eruption in October 2005"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Hazards",
        "text": "There are many different types of volcanic eruptions and associated activity: phreatic eruptions (steam-generated eruptions), explosive eruption of high- silica lava (e.g., rhyolite ), effusive eruption of low-silica lava (e.g., basalt ), sector collapses , pyroclastic flows , lahars (debris flow) and carbon dioxide emission . All of these activities can pose a hazard to humans. Earthquakes, hot springs , fumaroles , mud pots and geysers often accompany volcanic activity. Volcanic gases can reach the stratosphere, where they form sulfuric acid aerosols that can reflect solar radiation and lower surface temperatures significantly. [72] Sulfur dioxide from the eruption of Huaynaputina may have caused the Russian famine of 1601–1603 . [73] Chemical reactions of sulfate aerosols in the stratosphere can also damage the ozone layer , and acids such as hydrogen chloride (HCl) and hydrogen fluoride (HF) can fall to the ground as acid rain . Excessive fluoride salts from eruptions have poisoned livestock in Iceland on multiple occasions. [74] : 39–58 Explosive volcanic eruptions release the greenhouse gas carbon dioxide and thus provide a deep source of carbon for biogeochemical cycles . [75] Ash thrown into the air by eruptions can present a hazard to aircraft, especially jet aircraft where the particles can be melted by the high operating temperature; the melted particles then adhere to the turbine blades and alter their shape, disrupting the operation of the turbine. This can cause major disruptions to air travel. A volcanic winter is thought to have taken place around 70,000 years ago after the supereruption of Lake Toba on Sumatra island in Indonesia. [76] This may have created a population bottleneck that affected the genetic inheritance of all humans today. [77] Volcanic eruptions may have contributed to major extinction events, such as the End-Ordovician , Permian-Triassic , and Late Devonian mass extinctions . [78] The 1815 eruption of Mount Tambora created global climate anomalies that became known as the \" Year Without a Summer \" because of the effect on North American and European weather. [79] The freezing winter of 1740–41, which led to widespread famine in northern Europe, may also owe its origins to a volcanic eruption. [80]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Large_eruptions.jpg/290px-Large_eruptions.jpg",
                "caption": "Comparison of major United States prehistoric eruptions ( VEI 7 and 8 ) with major historical volcanic eruptions in the 19th and 20th century (VEI 5, 6 and 7). From left to right: Yellowstone 2.1 Ma, Yellowstone 1.3 Ma, Long Valley 6.26 Ma, Yellowstone 0.64 Ma . 19th century eruptions: Tambora 1815, Krakatoa 1883. 20th century eruptions: Novarupta 1912, St. Helens 1980, Pinatubo 1991."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Volcanoes on other celestial bodies",
        "text": "Earth's Moon has no large volcanoes and no current volcanic activity, although recent evidence suggests it may still possess a partially molten core. [91] However, the Moon does have many volcanic features such as maria [92] (the darker patches seen on the Moon), rilles [93] and domes . [94] The planet Venus has a surface that is 90% basalt , indicating that volcanism played a major role in shaping its surface. The planet may have had a major global resurfacing event about 500 million years ago, [95] from what scientists can tell from the density of impact craters on the surface. Lava flows are widespread and forms of volcanism not present on Earth occur as well. Changes in the planet's atmosphere and observations of lightning have been attributed to ongoing volcanic eruptions, although there is no confirmation of whether or not Venus is still volcanically active. However, radar sounding by the Magellan probe revealed evidence for comparatively recent volcanic activity at Venus's highest volcano Maat Mons , in the form of ash flows near the summit and on the northern flank. [96] However, the interpretation of the flows as ash flows has been questioned. [97] There are several extinct volcanoes on Mars , four of which are vast shield volcanoes far bigger than any on Earth. They include Arsia Mons , Ascraeus Mons , Hecates Tholus , Olympus Mons , and Pavonis Mons . These volcanoes have been extinct for many millions of years, [98] but the European Mars Express spacecraft has found evidence that volcanic activity may have occurred on Mars in the recent past as well. [98] Jupiter 's moon Io is the most volcanically active object in the Solar System because of tidal interaction with Jupiter. It is covered with volcanoes that erupt sulfur , sulfur dioxide and silicate rock, and as a result, Io is constantly being resurfaced. Its lavas are the hottest known anywhere in the Solar System, with temperatures exceeding 1,800 K (1,500 °C). In February 2001, the largest recorded volcanic eruptions in the Solar System occurred on Io. [99] Europa , the smallest of Jupiter's Galilean moons , also appears to have an active volcanic system, except that its volcanic activity is entirely in the form of water, which freezes into ice on the frigid surface. This process is known as cryovolcanism , and is apparently most common on the moons of the outer planets of the Solar System . [100] In 1989, the Voyager 2 spacecraft observed cryovolcanoes (ice volcanoes) on Triton , a moon of Neptune , and in 2005 the Cassini–Huygens probe photographed fountains of frozen particles erupting from Enceladus , a moon of Saturn . [101] [102] The ejecta may be composed of water, liquid nitrogen , ammonia , dust, or methane compounds. Cassini–Huygens also found evidence of a methane-spewing cryovolcano on the Saturnian moon Titan , which is believed to be a significant source of the methane found in its atmosphere. [103] It is theorized that cryovolcanism may also be present on the Kuiper Belt Object Quaoar . A 2010 study of the exoplanet COROT-7b , which was detected by transit in 2009, suggested that tidal heating from the host star very close to the planet and neighboring planets could generate intense volcanic activity similar to that found on Io. [104]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Tvashtarvideo.gif/220px-Tvashtarvideo.gif",
                "caption": "The Tvashtar volcano erupts a plume 330 km (205 mi) above the surface of Jupiter 's moon Io ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Olympus_Mons.jpeg/170px-Olympus_Mons.jpeg",
                "caption": "Olympus Mons ( Latin , \"Mount Olympus\"), located on the planet Mars , is the tallest known mountain in the Solar System ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcano",
        "title": "Volcano",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Fly ash",
        "text": "Fly ash , flue ash , coal ash , or pulverised fuel ash (in the UK)— plurale tantum : coal combustion residuals ( CCRs )—is a coal combustion product that is composed of the particulates that are driven out of coal-fired boilers together with the flue gases . Ash that falls to the bottom of the boiler's combustion chamber (commonly called a firebox) is called bottom ash . In modern coal-fired power plants , fly ash is generally captured by electrostatic precipitators or other particle filtration equipment before the flue gases reach the chimneys. Together with bottom ash removed from the bottom of the boiler, it is known as coal ash . Depending upon the source and composition of the coal being burned, the components of fly ash vary considerably, but all fly ash includes substantial amounts of silicon dioxide (SiO 2 ) (both amorphous and crystalline ), aluminium oxide (Al 2 O 3 ) and calcium oxide (CaO), the main mineral compounds in coal-bearing rock strata . The use of fly ash as a lightweight aggregate (LWA) offers a valuable opportunity to recycle one of the largest waste streams in the US. In addition, fly ash can offer many benefits, both economically and environmentally when utilized as a LWA. [2] The minor constituents of fly ash depend upon the specific coal bed composition but may include one or more of the following elements or compounds found in trace concentrations (up to hundreds of ppm): gallium , arsenic , beryllium , boron , cadmium , chromium , hexavalent chromium , cobalt , lead , manganese , mercury , molybdenum , selenium , strontium , thallium , and vanadium , along with very small concentrations of dioxins , PAH compounds , and other trace carbon compounds. [3] [4] [5] [6] In the past, fly ash was generally released into the atmosphere , but air pollution control standards now require that it be captured prior to release by fitting pollution control equipment . In the United States, fly ash is generally stored at coal power plants or placed in landfills. About 43% is recycled, [7] often used as a pozzolan to produce hydraulic cement or hydraulic plaster and a replacement or partial replacement for Portland cement in concrete production. Pozzolans ensure the setting of concrete and plaster and provide concrete with more protection from wet conditions and chemical attack. In the case that fly (or bottom) ash is not produced from coal, for example when solid waste is incinerated in a waste-to-energy facility to produce electricity, the ash may contain higher levels of contaminants than coal ash. In that case the ash produced is often classified as hazardous waste.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Back-Scattered_Electron_Micrograph_of_Coal_Fly_Ash_small.tif/lossy-page1-250px-Back-Scattered_Electron_Micrograph_of_Coal_Fly_Ash_small.tif.jpg",
                "caption": "Photomicrograph made with a scanning electron microscope and back-scatter detector: cross section of fly ash particles"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Coal_combustion_products",
        "title": "Coal combustion products",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Roller compacted concrete",
        "text": "Another application of using fly ash is in roller compacted concrete dams. Many dams in the US have been constructed with high fly ash contents. Fly ash lowers the heat of hydration allowing thicker placements to occur. Data for these can be found at the US Bureau of Reclamation. This has also been demonstrated in the Ghatghar Dam Project in India .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/UserKTrimble-AP_Taum_Sauk_Reservoir_UnderConstruction_Nov_22_2009_crop1.jpg/220px-UserKTrimble-AP_Taum_Sauk_Reservoir_UnderConstruction_Nov_22_2009_crop1.jpg",
                "caption": "The upper reservoir of Ameren 's Taum Sauk hydroelectric plant was constructed of roller-compacted concrete that included fly ash from one of Ameren's coal plants. [38]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Coal_combustion_products",
        "title": "Coal combustion products",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Spills of bulk storage",
        "text": "Where fly ash is stored in bulk, it is usually stored wet rather than dry to minimize fugitive dust . The resulting impoundments ( ash ponds ) are typically large and stable for long periods, but any breach of their dams or bunding is rapid and on a massive scale. In December 2008, the collapse of an embankment at an impoundment for wet storage of fly ash at the Tennessee Valley Authority 's Kingston Fossil Plant caused a major release of 5.4 million cubic yards of coal fly ash, damaging three homes and flowing into the Emory River . [76] Cleanup costs may exceed $1.2 billion. [ needs update ] This spill was followed a few weeks later by a smaller TVA-plant spill in Alabama , which contaminated Widows Creek and the Tennessee River . [77] In 2014, 39,000 tons of ash and 27 million gallons (100,000 cubic meters) of contaminated water spilled into the Dan River near Eden, NC from a closed North Carolina coal-fired power plant that is owned by Duke Energy. It is currently the third worst coal ash spill ever to happen in the United States. [78] [79] [80] The U.S. Environmental Protection Agency (EPA) published a Coal Combustion Residuals (CCR) regulation in 2015. The agency continued to classify coal ash as non-hazardous (thereby avoiding strict permitting requirements under Subtitle C of the Resource Conservation and Recovery Act (RCRA), but with new restrictions: The regulation was designed to prevent pond failures and protect groundwater. Enhanced inspection, record keeping and monitoring is required. Procedures for closure are also included and include capping, liners, and dewatering. [81] The CCR regulation has since been subject to litigation.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Aerial_view_of_ash_slide_site_Dec_23_2008_TVA.gov_123002.jpg/250px-Aerial_view_of_ash_slide_site_Dec_23_2008_TVA.gov_123002.jpg",
                "caption": "Tennessee Valley Authority Fly Ash containment failure on 23 December 2008 in Kingston, Tennessee"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Coal_combustion_products",
        "title": "Coal combustion products",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Eruption mechanisms",
        "text": "Volcanic eruptions arise through three main mechanisms: [1] There are two types of eruptions in terms of activity, explosive eruptions and effusive eruptions . Explosive eruptions are characterized by gas-driven explosions that propels magma and tephra. [1] Effusive eruptions, meanwhile, are characterized by the outpouring of lava without significant explosive eruption. [2]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/VEIfigure_en.svg/220px-VEIfigure_en.svg.png",
                "caption": "Diagram showing the scale of VEI correlation with total ejecta volume"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Hawaiian",
        "text": "Hawaiian eruptions are a type of volcanic eruption named after the Hawaiian volcanoes , such as Mauna Loa , with this eruptive type is hallmark. Hawaiian eruptions are the calmest types of volcanic events, characterized by the effusive eruption of very fluid basalt -type lavas with low gaseous content . The volume of ejected material from Hawaiian eruptions is less than half of that found in other eruptive types. Steady production of small amounts of lava builds up the large, broad form of a shield volcano . Eruptions are not centralized at the main summit as with other volcanic types, and often occur at vents around the summit and from fissure vents radiating out of the center. [4] Hawaiian eruptions often begin as a line of vent eruptions along a fissure vent , a so-called \"curtain of fire.\" These die down as the lava begins to concentrate at a few of the vents. Central-vent eruptions, meanwhile, often take the form of large lava fountains (both continuous and sporadic), which can reach heights of hundreds of meters or more. The particles from lava fountains usually cool in the air before hitting the ground, resulting in the accumulation of cindery scoria fragments; however, when the air is especially thick with clasts , they cannot cool off fast enough due to the surrounding heat, and hit the ground still hot, the accumulation of which forms spatter cones . If eruptive rates are high enough, they may even form splatter-fed lava flows. Hawaiian eruptions are often extremely long lived; Puʻu ʻŌʻō , a volcanic cone on Kilauea , erupted continuously for over 35 years. Another Hawaiian volcanic feature is the formation of active lava lakes , self-maintaining pools of raw lava with a thin crust of semi-cooled rock. [4] Flows from Hawaiian eruptions are basaltic, and can be divided into two types by their structural characteristics. Pahoehoe lava is a relatively smooth lava flow that can be billowy or ropey. They can move as one sheet, by the advancement of \"toes\", or as a snaking lava column. [10] A'a lava flows are denser and more viscous than pahoehoe, and tend to move slower. Flows can measure 2 to 20 m (7 to 66 ft) thick. A'a flows are so thick that the outside layers cools into a rubble-like mass, insulating the still-hot interior and preventing it from cooling. A'a lava moves in a peculiar way—the front of the flow steepens due to pressure from behind until it breaks off, after which the general mass behind it moves forward. Pahoehoe lava can sometimes become A'a lava due to increasing viscosity or increasing rate of shear , but A'a lava never turns into pahoehoe flow. [11] Hawaiian eruptions are responsible for several unique volcanological objects. Small volcanic particles are carried and formed by the wind, chilling quickly into teardrop-shaped glassy fragments known as Pele's tears (after Pele , the Hawaiian volcano deity). During especially high winds these chunks may even take the form of long drawn-out strands, known as Pele's hair . Sometimes basalt aerates into reticulite , the lowest density rock type on earth. [4] Although Hawaiian eruptions are named after the volcanoes of Hawaii, they are not necessarily restricted to them; the highest lava fountain recorded was during the 23 November 2013 eruption of Mount Etna in Italy, which reached a stable height of around 2,500 m (8,200 ft) for 18 minutes, briefly peaking at a height of 3,400 m (11,000 ft). [12] Volcanoes known to have Hawaiian activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Hawaiian_Eruption-numbers.svg/220px-Hawaiian_Eruption-numbers.svg.png",
                "caption": "Diagram of a Hawaiian eruption . (key: 1. Ash plume 2. Lava fountain 3. Crater 4. Lava lake 5. Fumaroles 6. Lava flow 7. Layers of lava and ash 8. Stratum 9. Sill 10. Magma conduit 11. Magma chamber 12. Dike ) Click for larger version ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Ropy_pahoehoe.jpg/150px-Ropy_pahoehoe.jpg",
                "caption": "Ropey pahoehoe lava from Kilauea , Hawaiʻi"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Strombolian",
        "text": "Strombolian eruptions are a type of volcanic eruption named after the volcano Stromboli , which has been erupting nearly continuously for centuries. [13] Strombolian eruptions are driven by the bursting of gas bubbles within the magma . These gas bubbles within the magma accumulate and coalesce into large bubbles, called gas slugs . These grow large enough to rise through the lava column. [14] Upon reaching the surface, the difference in air pressure causes the bubble to burst with a loud pop, [13] throwing magma in the air in a way similar to a soap bubble . Because of the high gas pressures associated with the lavas, continued activity is generally in the form of episodic explosive eruptions accompanied by the distinctive loud blasts. [13] During eruptions, these blasts occur as often as every few minutes. [15] The term \"Strombolian\" has been used indiscriminately to describe a wide variety of volcanic eruptions, varying from small volcanic blasts to large eruptive columns . In reality, true Strombolian eruptions are characterized by short-lived and explosive eruptions of lavas with intermediate viscosity , often ejected high into the air. Columns can measure hundreds of meters in height. The lavas formed by Strombolian eruptions are a form of relatively viscous basaltic lava, and its end product is mostly scoria . [13] The relative passivity of Strombolian eruptions, and its non-damaging nature to its source vent allow Strombolian eruptions to continue unabated for thousands of years, and also makes it one of the least dangerous eruptive types. [15] Strombolian eruptions eject volcanic bombs and lapilli fragments that travel in parabolic paths before landing around their source vent. [16] The steady accumulation of small fragments builds cinder cones composed completely of basaltic pyroclasts . This form of accumulation tends to result in well-ordered rings of tephra . [13] Strombolian eruptions are similar to Hawaiian eruptions , but there are differences. Strombolian eruptions are noisier, produce no sustained eruptive columns , do not produce some volcanic products associated with Hawaiian volcanism (specifically Pele's tears and Pele's hair ), and produce fewer molten lava flows (although the eruptive material does tend to form small rivulets). [13] [15] Volcanoes known to have Strombolian activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Strombolian_Eruption-numbers.svg/220px-Strombolian_Eruption-numbers.svg.png",
                "caption": "Diagram of a Strombolian eruption . (key: 1. Ash plume 2. Lapilli 3. Volcanic ash rain 4. Lava fountain 5. Volcanic bomb 6. Lava flow 7. Layers of lava and ash 8. Stratum 9. Dike 10. Magma conduit 11. Magma chamber 12. Sill ) Click for larger version ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Stromboli_Eruption.jpg/150px-Stromboli_Eruption.jpg",
                "caption": "An example of the lava arcs formed during Strombolian activity. This image is of Stromboli itself."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Vulcanian",
        "text": "Vulcanian eruptions are a type of volcanic eruption named after the volcano Vulcano . [24] It was named so following Giuseppe Mercalli 's observations of its 1888–1890 eruptions. [25] In Vulcanian eruptions, intermediate viscous magma within the volcano make it difficult for vesiculate gases to escape. Similar to Strombolian eruptions, this leads to the buildup of high gas pressure , eventually popping the cap holding the magma down and resulting in an explosive eruption. However, unlike Strombolian eruptions, ejected lava fragments are not aerodynamic; this is due to the higher viscosity of Vulcanian magma and the greater incorporation of crystalline material broken off from the former cap. They are also more explosive than their Strombolian counterparts, with eruptive columns often reaching between 5 and 10 km (3 and 6 mi) high. Lastly, Vulcanian deposits are andesitic to dacitic rather than basaltic . [24] Initial Vulcanian activity is characterized by a series of short-lived explosions, lasting a few minutes to a few hours and typified by the ejection of volcanic bombs and blocks . These eruptions wear down the lava dome holding the magma down, and it disintegrates, leading to much more quiet and continuous eruptions. Thus an early sign of future Vulcanian activity is lava dome growth, and its collapse generates an outpouring of pyroclastic material down the volcano's slope. [24] Deposits near the source vent consist of large volcanic blocks and bombs , with so-called \" bread-crust bombs \" being especially common. These deeply cracked volcanic chunks form when the exterior of ejected lava cools quickly into a glassy or fine-grained shell, but the inside continues to cool and vesiculate . The center of the fragment expands, cracking the exterior. However the bulk of Vulcanian deposits are fine grained ash . The ash is only moderately dispersed, and its abundance indicates a high degree of fragmentation , the result of high gas contents within the magma. In some cases these have been found to be the result of interaction with meteoric water , suggesting that Vulcanian eruptions are partially hydrovolcanic . [24] Volcanoes that have exhibited Vulcanian activity include: Vulcanian eruptions are estimated to make up at least half of all known Holocene eruptions. [30]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Vulcanian_Eruption-numbers.svg/220px-Vulcanian_Eruption-numbers.svg.png",
                "caption": "Diagram of a Vulcanian eruption . (key: 1. Ash plume 2. Lapilli 3. Lava fountain 4. Volcanic ash rain 5. Volcanic bomb 6. Lava flow 7. Layers of lava and ash 8. Stratum 9. Sill 10. Magma conduit 11. Magma chamber 12. Dike ) Click for larger version."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Tavurvur_volcano_edit.jpg/220px-Tavurvur_volcano_edit.jpg",
                "caption": "Tavurvur in Papua New Guinea erupting"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Peléan",
        "text": "Peléan eruptions (or nuée ardente ) are a type of volcanic eruption named after the volcano Mount Pelée in Martinique , the site of a Peléan eruption in 1902 that is one of the worst natural disasters in history. In Peléan eruptions, a large amount of gas, dust, ash, and lava fragments are blown out the volcano's central crater, [31] driven by the collapse of rhyolite , dacite , and andesite lava domes that often creates large eruptive columns . An early sign of a coming eruption is the growth of a so-called Peléan or lava spine , a bulge in the volcano's summit preempting its total collapse. [32] The material collapses upon itself, forming a fast-moving pyroclastic flow [31] (known as a block -and- ash flow) [33] that moves down the side of the mountain at tremendous speeds, often over 150 km (93 mi) per hour. These landslides make Peléan eruptions one of the most dangerous in the world, capable of tearing through populated areas and causing serious loss of life. The 1902 eruption of Mount Pelée caused tremendous destruction, killing more than 30,000 people and completely destroying St. Pierre , the worst volcanic event in the 20th century . [31] Peléan eruptions are characterized most prominently by the incandescent pyroclastic flows that they drive. The mechanics of a Peléan eruption are very similar to that of a Vulcanian eruption, except that in Peléan eruptions the volcano's structure is able to withstand more pressure, hence the eruption occurs as one large explosion rather than several smaller ones. [34] Volcanoes known to have Peléan activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Pelean_Eruption-numbers.svg/220px-Pelean_Eruption-numbers.svg.png",
                "caption": "Diagram of Peléan eruption . (key: 1. Ash plume 2. Volcanic ash rain 3. Lava dome 4. Volcanic bomb 5. Pyroclastic flow 6. Layers of lava and ash 7. Stratum 8. Magma conduit 9. Magma chamber 10. Dike ) Click for larger version ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Plinian",
        "text": "Plinian eruptions (or Vesuvian eruptions) are a type of volcanic eruption named for the historical eruption of Mount Vesuvius in 79 AD that buried the Roman towns of Pompeii and Herculaneum and, specifically, for its chronicler Pliny the Younger . [40] The process powering Plinian eruptions starts in the magma chamber , where dissolved volatile gases are stored in the magma. The gases vesiculate and accumulate as they rise through the magma conduit . These bubbles agglutinate and once they reach a certain size (about 75% of the total volume of the magma conduit) they explode. The narrow confines of the conduit force the gases and associated magma up, forming an eruptive column . Eruption velocity is controlled by the gas contents of the column, and low-strength surface rocks commonly crack under the pressure of the eruption, forming a flared outgoing structure that pushes the gases even faster. [41] These massive eruptive columns are the distinctive feature of a Plinian eruption, and reach up 2 to 45 km (1 to 28 mi) into the atmosphere . The densest part of the plume, directly above the volcano, is driven internally by gas expansion . As it reaches higher into the air the plume expands and becomes less dense, convection and thermal expansion of volcanic ash drive it even further up into the stratosphere . At the top of the plume, powerful winds may drive the plume away from the volcano . [41] These highly explosive eruptions are usually associated with volatile-rich dacitic to rhyolitic lavas, and occur most typically at stratovolcanoes . Eruptions can last anywhere from hours to days, with longer eruptions being associated with more felsic volcanoes. Although they are usually associated with felsic magma, Plinian eruptions can occur at basaltic volcanoes, if the magma chamber differentiates with upper portions rich in silicon dioxide , [40] or if magma ascends rapidly. [42] Plinian eruptions are similar to both Vulcanian and Strombolian eruptions, except that rather than creating discrete explosive events, Plinian eruptions form sustained eruptive columns. They are also similar to Hawaiian lava fountains in that both eruptive types produce sustained eruption columns maintained by the growth of bubbles that move up at about the same speed as the magma surrounding them. [40] Regions affected by Plinian eruptions are subjected to heavy pumice airfall affecting an area 0.5 to 50 km 3 (0 to 12 cu mi) in size. [40] The material in the ash plume eventually finds its way back to the ground, covering the landscape in a thick layer of many cubic kilometers of ash. [43] However the most dangerous eruptive feature are the pyroclastic flows generated by material collapse, which move down the side of the mountain at extreme speeds [40] of up to 700 km (435 mi) per hour and with the ability to extend the reach of the eruption hundreds of kilometers. [43] The ejection of hot material from the volcano's summit melts snowbanks and ice deposits on the volcano, which mixes with tephra to form lahars , fast moving mudflows with the consistency of wet concrete that move at the speed of a river rapid . [40] Major Plinian eruptive events include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Plinian_Eruption-numbers.svg/220px-Plinian_Eruption-numbers.svg.png",
                "caption": "Diagram of a Plinian eruption . (key: 1. Ash plume 2. Magma conduit 3. Volcanic ash rain 4. Layers of lava and ash 5. Stratum 6. Magma chamber ) Click for larger version ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/MtRedoubtedit1.jpg/220px-MtRedoubtedit1.jpg",
                "caption": "21 April 1990 eruptive column from Redoubt Volcano , as viewed to the west from the Kenai Peninsula"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Armero_aftermath_Marso.jpg/220px-Armero_aftermath_Marso.jpg",
                "caption": "Lahar flows from the 1985 eruption of Nevado del Ruiz , which totally destroyed Armero in Colombia"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Types_of_volcanoes_and_eruption_features.jpg/800px-Types_of_volcanoes_and_eruption_features.jpg",
                "caption": ""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Surtseyan",
        "text": "A Surtseyan (or hydrovolcanic) eruption is a type of volcanic eruption characterized by shallow-water interactions between water and lava, named after its most famous example, the eruption and formation of the island of Surtsey off the coast of Iceland in 1963. Surtseyan eruptions are the \"wet\" equivalent of ground-based Strombolian eruptions , but because they take place in water they are much more explosive. As water is heated by lava, it flashes into steam and expands violently, fragmenting the magma it contacts into fine-grained ash . Surtseyan eruptions are typical of shallow-water volcanic oceanic islands , but they are not confined to seamounts. They can happen on land as well, where rising magma that comes into contact with an aquifer (water-bearing rock formation) at shallow levels under the volcano can cause them. [50] The products of Surtseyan eruptions are generally oxidized palagonite basalts (though andesitic eruptions do occur, albeit rarely), and like Strombolian eruptions Surtseyan eruptions are generally continuous or otherwise rhythmic. [51] A defining feature of a Surtseyan eruption is the formation of a pyroclastic surge (or base surge ), a ground hugging radial cloud that develops along with the eruption column . Base surges are caused by the gravitational collapse of a vaporous eruptive column, one that is denser overall than a regular volcanic column. The densest part of the cloud is nearest to the vent, resulting in a wedge shape. Associated with these laterally moving rings are dune -shaped depositions of rock left behind by the lateral movement. These are occasionally disrupted by bomb sags , rock that was flung out by the explosive eruption and followed a ballistic path to the ground. Accumulations of wet, spherical ash known as accretionary lapilli are another common surge indicator. [50] Over time Surtseyan eruptions tend to form maars , broad low- relief volcanic craters dug into the ground, and tuff rings , circular structures built of rapidly quenched lava. These structures are associated with single vent eruptions. However, if eruptions arise along fracture zones , rift zones may be dug out. Such eruptions tend to be more violent than those which form tuff rings or maars, an example being the 1886 eruption of Mount Tarawera . [50] [51] Littoral cones are another hydrovolcanic feature, generated by the explosive deposition of basaltic tephra (although they are not truly volcanic vents). They form when lava accumulates within cracks in lava, superheats and explodes in a steam explosion , breaking the rock apart and depositing it on the volcano's flank. Consecutive explosions of this type eventually generate the cone. [50] Volcanoes known to have Surtseyan activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Surtseyan_Eruption-numbers.svg/220px-Surtseyan_Eruption-numbers.svg.png",
                "caption": "Diagram of a Surtseyan eruption . (key: 1. Water vapor cloud 2. Compressed ash 3. Crater 4. Water 5. Layers of lava and ash 6. Stratum 7. Magma conduit 8. Magma chamber 9. Dike ) Click for larger version ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Submarine",
        "text": "Submarine eruptions occur underwater. An estimated 75% of volcanic eruptive volume is generated by submarine eruptions near mid ocean ridges alone, however problems detecting deep sea volcanics meant they remained virtually unknown until advances in the 1990s made it possible to observe them. [54] Submarine eruptions may produce seamounts , which may break the surface and form volcanic islands. Submarine volcanism is driven by various processes. Volcanoes near plate boundaries and mid-ocean ridges are built by the decompression melting of mantle rock that rises on an upwelling portion of a convection cell to the crustal surface. Eruptions associated with subducting zones , meanwhile, are driven by subducting plates that add volatiles to the rising plate, lowering its melting point . Each process generates different rock; mid-ocean ridge volcanics are primarily basaltic , whereas subduction flows are mostly calc-alkaline , and more explosive and viscous . [55] Spreading rates along mid-ocean ridges vary widely, from 2 cm (0.8 in) per year at the Mid-Atlantic Ridge , to up to 16 cm (6 in) along the East Pacific Rise . Higher spreading rates are a probable cause for higher levels of volcanism. The technology for studying seamount eruptions did not exist until advancements in hydrophone technology made it possible to \"listen\" to acoustic waves , known as T-waves, released by submarine earthquakes associated with submarine volcanic eruptions. The reason for this is that land-based seismometers cannot detect sea-based earthquakes below a magnitude of 4, but acoustic waves travel well in water and over long periods of time. A system in the North Pacific , maintained by the United States Navy and originally intended for the detection of submarines , has detected an event on average every 2 to 3 years. [54] The most common underwater flow is pillow lava , a rounded lava flow named for its unusual shape. Less common are glassy , marginal sheet flows, indicative of larger-scale flows. Volcaniclastic sedimentary rocks are common in shallow-water environments. As plate movement starts to carry the volcanoes away from their eruptive source, eruption rates start to die down, and water erosion grinds the volcano down. The final stages of eruption cap the seamount in alkalic flows. [55] There are about 100,000 deepwater volcanoes in the world, [56] although most are beyond the active stage of their life. [55] Some exemplary seamounts are Kamaʻehuakanaloa (formerly Loihi), Bowie Seamount , Davidson Seamount , and Axial Seamount .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Submarine_Eruption-numbers.svg/220px-Submarine_Eruption-numbers.svg.png",
                "caption": "Diagram of a Submarine eruption . (key: 1. Water vapor cloud 2. Water 3. Stratum 4. Lava flow 5. Magma conduit 6. Magma chamber 7. Dike 8. Pillow lava ) Click to enlarge ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Subglacial",
        "text": "Subglacial eruptions are a type of volcanic eruption characterized by interactions between lava and ice , often under a glacier . The nature of glaciovolcanism dictates that it occurs at areas of high latitude and high altitude . [57] It has been suggested that subglacial volcanoes that are not actively erupting often dump heat into the ice covering them, producing meltwater . [58] This meltwater mix means that subglacial eruptions often generate dangerous jökulhlaups ( floods ) and lahars . [57] The study of glaciovolcanism is still a relatively new field. Early accounts described the unusual flat-topped steep-sided volcanoes (called tuyas ) in Iceland that were suggested to have formed from eruptions below ice. The first English-language paper on the subject was published in 1947 by William Henry Mathews , describing the Tuya Butte field in northwest British Columbia , Canada . The eruptive process that builds these structures, originally inferred in the paper, [57] begins with volcanic growth below the glacier. At first the eruptions resemble those that occur in the deep sea, forming piles of pillow lava at the base of the volcanic structure. Some of the lava shatters when it comes in contact with the cold ice, forming a glassy breccia called hyaloclastite . After a while the ice finally melts into a lake, and the more explosive eruptions of Surtseyan activity begins, building up flanks made up of mostly hyaloclastite. Eventually the lake boils off from continued volcanism, and the lava flows become more effusive and thicken as the lava cools much more slowly, often forming columnar jointing . Well-preserved tuyas show all of these stages, for example Hjorleifshofdi in Iceland. [59] Products of volcano-ice interactions stand as various structures, whose shape is dependent on complex eruptive and environmental interactions. Glacial volcanism is a good indicator of past ice distribution, making it an important climatic marker. Since they are embedded in ice, as glacial ice retreats worldwide there are concerns that tuyas and other structures may destabilize, resulting in mass landslides . Evidence of volcanic-glacial interactions are evident in Iceland and parts of British Columbia , and it is even possible that they play a role in deglaciation . [57] Glaciovolcanic products have been identified in Iceland, the Canadian province of British Columbia, the U.S. states of Hawaii and Alaska , the Cascade Range of western North America, South America and even on the planet Mars . [57] Volcanoes known to have subglacial activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Subglacial_Eruption-numbers.svg/220px-Subglacial_Eruption-numbers.svg.png",
                "caption": "A diagram of a Subglacial eruption . (key: 1. Water vapor cloud 2. Crater lake 3. Ice 4. Layers of lava and ash 5. Stratum 6. Pillow lava 7. Magma conduit 8. Magma chamber 9. Dike ) Click for larger version ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Her%C3%B0ubrei%C3%B0-Iceland-2.jpg/220px-Her%C3%B0ubrei%C3%B0-Iceland-2.jpg",
                "caption": "Herðubreið , a tuya in Iceland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Phreatic eruptions",
        "text": "Phreatic eruptions (or steam-blast eruptions) are a type of eruption driven by the expansion of steam . When cold ground or surface water come into contact with hot rock or magma it superheats and explodes , fracturing the surrounding rock [63] and thrusting out a mixture of steam, water , ash , volcanic bombs , and volcanic blocks . [64] The distinguishing feature of phreatic explosions is that they only blast out fragments of pre-existing solid rock from the volcanic conduit; no new magma is erupted. [65] Because they are driven by the cracking of rock strata under pressure, phreatic activity does not always result in an eruption; if the rock face is strong enough to withstand the explosive force, outright eruptions may not occur, although cracks in the rock will probably develop and weaken it, furthering future eruptions. [63] Often a precursor of future volcanic activity, [66] phreatic eruptions are generally weak, although there have been exceptions. [65] Some phreatic events may be triggered by earthquake activity, another volcanic precursor, and they may also travel along dike lines. [63] Phreatic eruptions form base surges , lahars , avalanches , and volcanic block \"rain.\" They may also release deadly toxic gas able to suffocate anyone in range of the eruption. [66] Volcanoes known to exhibit phreatic activity include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Phreatic_Eruption-numbers.svg/220px-Phreatic_Eruption-numbers.svg.png",
                "caption": "Diagram of a phreatic eruption . (key: 1. Water vapor cloud 2. Magma conduit 3. Layers of lava and ash 4. Stratum 5. Water table 6. Explosion 7. Magma chamber )"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Types_of_volcanic_eruptions",
        "title": "Types of volcanic eruptions",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "1995–1999 eruption",
        "text": "Seismic activity had occurred in 1897–1898, 1933–1937, and again in 1966–1967, but the eruption that began on 18 July 1995 was the first since the turn of the 20th century. [11] The first phreatic explosion in this new period of activity occurred on 21 August 1995, and such activity lasted for 18 weeks until it caused an andesitic lava dome formation. This was initially confined by a sector-collapse scar, first identified in the 1930's and called English's Crater . This period of activity lasted for another 60 weeks, after which there were major dome collapses and two periods of explosive volcanic eruptions and fountain-collapse pyroclastic flows. [12] The explosion blanketed Plymouth, 6 kilometres (3.7 mi) away, in a thick layer of ash and darkened the sky almost completely. Pyroclastic flows were first observed on 27 March 1996. [13] Although these pyroclastic flows and mudflows were initially confined to unpopulated areas, a major pyroclastic flow on 17 September 1996 caused severe damage to the village of Long Ground, near the volcano. [14] By August 1997, much of the southern part of the island, including most of Plymouth, had been buried by pyroclastic flows. During this period, the southern portion of the island, including the capital Plymouth, was evacuated three times. The first evacuation lasted from 21 August 1995 - 3 September 1995, after the first phreatic eruption. The second evacuation began on 1 December 1995, [15] due to growth of the lava dome. Residents were allowed back to most areas, including Plymouth, on 1 January 1996, [16] but residents of some areas on the eastern flank of the volcano were not allowed back until 15 January 1996. [17] On 3 April 1996, after pyroclastic flows and mudflows began occurring regularly, southern Montserrat, including the capital, Plymouth, was permanently evacuated. [18] Earthquakes continued to occur in three epicentre zones: beneath the Soufrière Hills volcano, in the ridge running to the northeast, and beneath St George's Hill, about 5 kilometres (3.1 mi) to the northwest. [19] A large eruption on 25 June 1997 resulted in the deaths of nineteen people. The island's airport was directly in the path of the main pyroclastic flow and was completely destroyed. [20] Montserrat's tourist industry also collapsed, although it began partially to recover within fifteen years. [21] The governments of the United Kingdom and Montserrat led the aid effort, including a £41 million package provided to the Montserrat population; however, riots followed as the people protested that the British Government was not doing enough for aid relief. [22] The riots followed a £10 million aid offer by International Development Secretary Clare Short , prompting the resignation of Bertrand Osborne , then Chief Minister of Montserrat , after allegations that he was too pro-British and had not demanded a better offer. [23] The British destroyer HMS Liverpool took a major role in evacuating Montserrat's population to other islands, including Antigua and Barbuda who warned they would not be able to cope with many more refugees. [23] About 7,000 people, or two-thirds of the population, left Montserrat; 4,000 went to the United Kingdom. [24]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Topographic-map-of-Montserrat-en.svg/220px-Topographic-map-of-Montserrat-en.svg.png",
                "caption": "Map of Montserrat, showing the exclusion zone following the eruption [ when? ]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Soufri%C3%A8re_Hills",
        "title": "Soufrière Hills",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Activity since 1999",
        "text": "On 24 December 2006, streaks of red from the pyroclastic flows became visible. On 8 January 2007, an evacuation order was issued for areas in the Lower Belham Valley, affecting an additional 100 people. At 11:27 pm local time on Monday 28 July 2008, an eruption began without any precursory activity. Pyroclastic flow lobes reached Plymouth. These involved juvenile material originating in the collapse of the eruption column. In addition, a small part of the eastern side of the lava dome collapsed, generating a pyroclastic flow in Tar River Valley. Several large explosions were registered, with the largest at approximately 11:38 pm. The height of the ash column was estimated at 12,000 m (40,000 ft) above sea level. The volcano has become one of the most closely monitored volcanoes in the world since its eruption began, with the Montserrat Volcano Observatory taking detailed measurements and reporting on its activity to the government and population of Montserrat. The observatory is operated by the British Geological Survey , under contract to the government of Montserrat. The 9 October 2008 issue of the journal Science suggested that two interconnected magma chambers lie beneath the surface of the volcano on Montserrat – one six kilometres below the surface and the other 12 kilometres (7.5 mi) below the surface. The journal also showed a link between surface behaviour and the size of the deeper magma chamber. [25] [26] On 5 February 2010, a vulcanian explosion simultaneously propelled pyroclastic flows down several sides of the mountain, and on 11 February 2010, a partial collapse of the lava dome sent large ash clouds over sections of several nearby islands, including Guadeloupe and Antigua . Inhabited areas of Montserrat itself received very little ash accumulation during either event. [27] On 12 February 2010, at 1200 UTC/GMT, Meteosat SEVIRI Channel 7 shows the ash plume from the eruption was caught up within the warm sector of a frontal system heading towards western Europe exacerbating two East Atlantic winter storms. [reference] Violent storms accompanied by torrential rain and high wind passed over Madeira on 20 February and western Europe on 26-28 February. In Madeira there was at least 48 fatalities and damage to infrastructure at a total estimated cost of 4 billion Euros. The storm landfalling in western France (named 'Cyclone Xynthia') resulted in at least 63 fatalities and estimated damage within the range of 1.3-3 billion Euros. Yim, W. 2016. Volcanoes and disastrous storms. Imperial Engineer, Spring 2016, p. 19.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Soufri%C3%A8re_2009_eruption.jpg/220px-Soufri%C3%A8re_2009_eruption.jpg",
                "caption": "2009 ash and steam plume, Soufrière Hills Volcano. Grey deposits that include pyroclastic flows and volcanic mudflows ( lahars ) are visible extending from the volcano toward the coastline. NASA ISS photo, 11 October 2009, a view from the northeast looking southwest"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Soufriere_Hills_Volcano_dome_collapse.gif/220px-Soufriere_Hills_Volcano_dome_collapse.gif",
                "caption": "False colour satellite image of Soufrière Hills before and after a 2010 partial dome collapse. Red areas are living vegetation, grey areas are covered in volcanic debris"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Soufri%C3%A8re_Hills",
        "title": "Soufrière Hills",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Build-up to the eruption",
        "text": "Mount St. Helens remained dormant from its last period of activity in the 1840s and 1850s until March 1980. [12] Several small earthquakes, beginning on March 15, indicated that magma might have begun moving below the volcano . [13] On March 20, at 3:45 pm Pacific Standard Time , a shallow, magnitude-4.2 earthquake centered below the volcano's north flank, [13] signaled the volcano's return from 123 years of hibernation. [14] A gradually building earthquake swarm saturated area seismographs and started to climax at about noon on March 25, reaching peak levels in the next two days, including an earthquake registering 5.1 on the Richter scale . [15] A total of 174 shocks of magnitude 2.6 or greater was recorded during those two days. [16] Shocks of magnitude 3.2 or greater occurred at a slightly increasing rate during April and May, with five earthquakes of magnitude 4 or above per day in early April, and eight per day the week before May 18. [14] Initially, no direct sign of eruption was seen, but small earthquake-induced avalanches of snow and ice were reported from aerial observations. At 12:36 pm on March 27, phreatic eruptions (explosions of steam caused by magma suddenly heating groundwater ) ejected and smashed rock from within the old summit crater , excavating a new crater 250 feet (75 m) wide, [14] [17] [18] [19] and sending an ash column about 7,000 feet (2.1 km) into the air. [16] By this date, a 16,000-foot-long (4.9 km) eastward-trending fracture system had also developed across the summit area. [20] This was followed by more earthquake swarms and a series of steam explosions that sent ash 10,000 to 11,000 feet (3,000 to 3,400 m) above their vent. [14] Most of this ash fell between 3 and 12 mi (5 and 19 km) from its vent, but some was carried 150 mi (240 km) south to Bend, Oregon , or 285 mi (460 km) east to Spokane, Washington . [21] A second, new crater and a blue flame were observed on March 29. [21] [22] The flame was visibly emitted from both craters and was probably created by burning gases. Static electricity generated from ash clouds rolling down the volcano sent out lightning bolts that were up to 2 mi (3 km) long. [21] Ninety-three separate outbursts were reported on March 30, [21] and increasingly strong harmonic tremors were first detected on April 1, alarming geologists and prompting Governor Dixy Lee Ray to declare a state of emergency on April 3. [22] Governor Ray issued an executive order on April 30 creating a \"red zone\" around the volcano; anyone caught in this zone without a pass faced a $500 fine (equivalent to $1,800 in 2023) or six months in jail. [23] [24] This precluded many cabin owners from visiting their property. [25] By April 7, the combined crater was 1,700 by 1,200 ft (520 by 370 m) and 500 ft (150 m) deep. [26] A USGS team determined in the last week of April that a 1.5 mi-diameter (2.4 km) section of St. Helens's north face was displaced outward by at least 270 ft (82 m). [20] For the rest of April and early May, this bulge grew by 5 to 6 ft (1.5 to 1.8 m) per day, and by mid-May, it extended more than 400 ft (120 m) north. [20] As the bulge moved northward, the summit area behind it progressively sank, forming a complex, down-dropped block called a graben . Geologists announced on April 30 that sliding of the bulge area was the greatest immediate danger and that such a landslide might spark an eruption. [24] [27] These changes in the volcano's shape were related to the overall deformation that increased the volume of the volcano by 0.03 cu mi (0.13 km 3 ) by mid-May. [28] This volume increase presumably corresponded to the volume of magma that pushed into the volcano and deformed its surface. Because the intruding magma remained below ground and was not directly visible, it was called a cryptodome , in contrast to a true lava dome exposed at the surface. On May 7, eruptions similar to those in March and April resumed, and over the following days, the bulge approached its maximum size. [29] All activity had been confined to the 350-year-old summit dome and did not involve any new magma. About 10,000 earthquakes were recorded before the May 18 event, with most concentrated in a small zone less than 1.6 mi (2.6 km) directly below the bulge. [28] Visible eruptions ceased on May 16, reducing public interest and consequently the number of spectators in the area. [30] Mounting public pressure then forced officials to allow 50 carloads of property owners to enter the danger zone on Saturday, May 17, to gather whatever property they could carry. [30] [31] Another trip was scheduled for 10 am the next day, [30] [31] and because that was Sunday, more than 300 loggers who would normally be working in the area were not there. By the time of the climactic eruption, dacite magma intruding into the volcano had forced the north flank outward nearly 500 ft (150 m) and heated the volcano's groundwater system, causing many steam-driven explosions (phreatic eruptions).",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/MSH80_early_eruption_st_helens_from_NE_04-10-80.jpg/220px-MSH80_early_eruption_st_helens_from_NE_04-10-80.jpg",
                "caption": "USGS photo showing a pre-avalanche eruption on April 10"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/MSH80_bulge_on_north_side_04-27-80.jpg/220px-MSH80_bulge_on_north_side_04-27-80.jpg",
                "caption": "Photo showing the bulge growing due to a cryptodome on April 27"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1980_eruption_of_Mount_St._Helens",
        "title": "1980 eruption of Mount St. Helens",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Landslide and climactic phase",
        "text": "As May 18 dawned, Mount St. Helens's activity did not show any change from the pattern of the preceding month. The rates of bulge movement and sulfur dioxide emission, and ground temperature readings did not reveal any changes indicating a catastrophic eruption. USGS volcanologist David A. Johnston was on duty at an observation post around 6 mi (10 km) north of the volcano: as of 6:00 am, Johnston's measurements did not indicate any unusual activity. [9] At 8:32 am, a magnitude-5.1 earthquake centered directly below the north slope triggered that part of the volcano to slide, [32] approximately 7–20 seconds after the shock, [9] followed a few seconds later by the main volcanic blast . The landslide, the largest subaerial landslide in recorded history, traveled at 110 to 155 mph (177 to 249 km/h) and moved across Spirit Lake's west arm. Part of it hit a 1,150 ft-high (350 m) ridge about 6 mi (10 km) north. [9] Some of the slide spilled over the ridge, but most of it moved 13 mi (21 km) down the North Fork Toutle River , filling its valley up to 600 feet (180 m) deep with avalanche debris. [32] An area of about 24 sq mi (62 km 2 ) was covered, and the total volume of the deposit was about 0.7 cu mi (2.9 km 3 ). [9] Scientists were able to reconstruct the motion of the landslide from a series of rapid photographs by Gary Rosenquist, who was camping 11 mi (18 km) away from the blast 46°18′49″N 122°02′12″W ﻿ / ﻿ 46.31361°N 122.03667°W ﻿ / 46.31361; -122.03667 . [9] Rosenquist, his party, and his photographs survived because the blast was deflected by local topography 1 mi (1.6 km) short of his location. [33] Most of St. Helens's former north side became a rubble deposit 17 mi (27 km) long, averaging 150 ft (46 m) thick; the slide was thickest at 1 mi (1.6 km) below Spirit Lake and thinnest at its western margin. [9] The landslide temporarily displaced the waters of Spirit Lake to the ridge north of the lake, in a giant wave about 600 ft (180 m) high. [34] This, in turn, created a 295 ft (90 m) avalanche of debris consisting of the returning waters and thousands of uprooted trees and stumps. Some of these remained intact with roots, but most had been sheared off at the stump seconds earlier by the blast of superheated volcanic gas and ash that had immediately followed and overtaken the initial landslide. The debris was transported along with the water as it returned to its basin , raising the surface level of Spirit Lake by about 200 ft (61 m). [9] Four decades after the eruption, floating log mats persist on Spirit Lake and nearby St. Helens Lake, changing position with the wind. The rest of the trees, especially those that were not completely detached from their roots, were turned upright by their own weight and became waterlogged, sinking into the muddy sediments at the bottom where they are in the process of becoming petrified in the anaerobic and mineral-rich waters. This provides insight into other sites with a similar fossil record. [35]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Msh_may18_sequence.gif/330px-Msh_may18_sequence.gif",
                "caption": "Sequence of events on May 18"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/SpiritLake2012Treemat02.JPG/220px-SpiritLake2012Treemat02.JPG",
                "caption": "Lakes nearest to Mount St. Helens have been partly covered with fallen trees for more than 40 years. This photograph was taken in 2012."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/North_Fork_Toutle_River_valley_in_November_1983.jpg/220px-North_Fork_Toutle_River_valley_in_November_1983.jpg",
                "caption": "North Fork Toutle River valley filled with landslide deposits"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1980_eruption_of_Mount_St._Helens",
        "title": "1980 eruption of Mount St. Helens",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Initial lateral blast",
        "text": "The landslide exposed the dacite magma in St. Helens's neck to much lower pressure, causing the gas-charged, partially molten rock and high-pressure steam above it to explode a few seconds after the landslide started. Explosions burst through the trailing part of the landslide, blasting rock debris northward. The resulting blast directed the pyroclastic flow laterally. It consisted of very hot volcanic gases, ash, and pumice formed from new lava, as well as pulverized old rock, which hugged the ground. Initially moving about 220 mph (350 km/h), the blast quickly accelerated to around 670 mph (1,080 km/h), and it may have briefly passed the speed of sound . [9] [32] Pyroclastic flow material passed over the moving avalanche and spread outward, devastating a fan-shaped area 23 miles across by 19 miles long (37 km × 31 km). [32] In total, about 230 sq mi (600 km 2 ) of forest were knocked down, [32] and extreme heat killed trees miles beyond the blow-down zone. At its vent, the lateral blast probably did not last longer than about 30 seconds, but the northward-radiating and expanding blast cloud continued for about another minute. Superheated flow material flashed water in Spirit Lake and North Fork Toutle River to steam, creating a larger, secondary explosion that was heard as far away as British Columbia , [36] Montana , Idaho , and Northern California , yet many areas closer to the eruption ( Portland, Oregon , for example) did not hear the blast. This so-called \"quiet zone\" extended radially a few tens of miles from the volcano and was created by the complex response of the eruption's sound waves to differences in temperature and air motion of the atmospheric layers, and to a lesser extent, local topography. [9] Later studies indicated that one-third of the 0.045 cu mi (0.19 km 3 ) of material in the flow was new lava, and the rest was fragmented, older rock. [36]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Computer_animation_showing_May_18%2C_1980_St_Helens_landslide.png/220px-Computer_animation_showing_May_18%2C_1980_St_Helens_landslide.png",
                "caption": "Computer graphics showing the May 18 landslide (green) being overtaken by the initial pyroclastic flow (red)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1980_eruption_of_Mount_St._Helens",
        "title": "1980 eruption of Mount St. Helens",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Lateral blast result",
        "text": "The huge ensuing ash cloud sent skyward from St. Helens's northern foot was visible throughout the quiet zone. The near-supersonic lateral blast, loaded with volcanic debris, caused devastation as far as 19 mi (31 km) from the volcano. The area affected by the blast can be subdivided into roughly concentric zones: [9] By the time this pyroclastic flow hit its first human victims, it was still as hot as 680 °F (360 °C) and filled with suffocating gas and flying debris. [36] Most of the 57 people known to have died in that day's eruption succumbed to asphyxiation , while several died from burns. [9] Lodge owner Harry R. Truman was buried under hundreds of feet of avalanche material 46°15′59.6″N 122°09′33.3″W ﻿ / ﻿ 46.266556°N 122.159250°W ﻿ / 46.266556; -122.159250 . Volcanologist David A. Johnston, who was stationed at Observation post Coldwater II 46°16′37.5″N 122°13′28.0″W ﻿ / ﻿ 46.277083°N 122.224444°W ﻿ / 46.277083; -122.224444 , located just 6 miles (10 km) north of the mountain, was one of those killed 46°17′37″N 122°13′27.1″W ﻿ / ﻿ 46.29361°N 122.224194°W ﻿ / 46.29361; -122.224194 , as was Reid Blackburn 46°17′53.1″N 122°17′23.5″W ﻿ / ﻿ 46.298083°N 122.289861°W ﻿ / 46.298083; -122.289861 , a National Geographic photographer who was situated near Coldwater Creek 46°17′55.8″N 122°17′22.9″W ﻿ / ﻿ 46.298833°N 122.289694°W ﻿ / 46.298833; -122.289694 , 8 miles (13 km) from the volcano, on the day of the eruption. [37] Robert Landsburg , another photographer, who was within a few miles of the summit 46°12′46.3″N 122°16′03.3″W ﻿ / ﻿ 46.212861°N 122.267583°W ﻿ / 46.212861; -122.267583 , was killed by the ash cloud. He was able to protect his film with his body, and the surviving photos provided geologists with valuable documentation of the historic eruption. [38] Another eruption victim, amateur radio operator Gerry Martin, located near the Coldwater peak and farther north of Johnston's position 46°17′59.7″N 122°12′55″W ﻿ / ﻿ 46.299917°N 122.21528°W ﻿ / 46.299917; -122.21528 , reporting his sighting of the eruption enveloping the Coldwater II observation post. As the blast overwhelmed Johnston's post, Martin declared solemnly: \"Gentlemen, the camper and car that's sitting over to the south of me is covered. It's going to hit me, too.\" before his radio went silent. [39] [40]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Reid_Blackburn%27s_car_after_May_18%2C_1980_St._Helens_eruption.jpg/220px-Reid_Blackburn%27s_car_after_May_18%2C_1980_St._Helens_eruption.jpg",
                "caption": "Photographer Reid Blackburn's vehicle after the eruption"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Mount_St._Helens_fractured_tree.png/220px-Mount_St._Helens_fractured_tree.png",
                "caption": "Many trees in the direct blast zone were snapped off at their bases and the earth was stripped and scorched."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/MSH80_david_johnston_at_camp_05-17-80_med_%28cropped%29.jpg/170px-MSH80_david_johnston_at_camp_05-17-80_med_%28cropped%29.jpg",
                "caption": "Volcanologist David A. Johnston (pictured 13 hours before his death) was among the approximately 57 people killed in the eruption."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/ColdwaterII_LANDSAT7color.png/220px-ColdwaterII_LANDSAT7color.png",
                "caption": "Johnston's Coldwater II observation post was in the path of the blast when the north side of Mount St. Helens collapsed."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1980_eruption_of_Mount_St._Helens",
        "title": "1980 eruption of Mount St. Helens",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Ash column",
        "text": "As the avalanche and initial pyroclastic flow were still advancing, a huge ash column grew to a height of 12 mi (19 km) above the expanding crater in less than 10 minutes and spread tephra into the stratosphere for 10 straight hours. [36] Near the volcano, the swirling ash particles in the atmosphere generated lightning , which in turn started many forest fires . During this time, parts of the mushroom -shaped ash-cloud column collapsed, and fell back upon the earth. This fallout, mixed with magma, mud, and steam, sent additional pyroclastic flows speeding down St. Helens's flanks. Later, slower flows came directly from the new north-facing crater and consisted of glowing pumice bombs and very hot pumiceous ash. Some of these hot flows covered ice or water, which flashed to steam, creating craters up to 65 ft (20 m) in diameter and sending ash as much as 6,500 ft (2,000 m) into the air. [41] Strong, high-altitude wind carried much of this material east-northeasterly from the volcano at an average speed around 60 miles per hour (100 km/h). By 9:45 am, it had reached Yakima, Washington , 90 mi (140 km) away, and by 11:45 am, it was over Spokane, Washington . [9] A total of 4 to 5 in (100 to 130 mm) of ash fell on Yakima, and areas as far east as Spokane were plunged into darkness by noon, where visibility was reduced to 10 ft (3 m) and 0.5 in (13 mm) of ash fell. [36] Continuing eastward, [42] St. Helens's ash fell in the western part of Yellowstone National Park by 10:15 pm, and was seen on the ground in Denver the next day. [36] In time, ash fall from this eruption was reported as far away as Minnesota and Oklahoma , and some of the ash drifted around the globe within about 2 weeks. During the nine hours of vigorous eruptive activity, about 540,000,000 tons (540 × 10 ^ 6 short tons or 490 × 10 ^ 6 t) of ash fell over an area of more than 22,000 sq mi (57,000 km 2 ). [9] The total volume of the ash before its compaction by rainfall was about 0.3 cu mi (1.3 km 3 ). [9] The volume of the uncompacted ash is equivalent to about 0.05 cu mi (0.21 km 3 ) of solid rock, or about 7% of the amount of material that slid off in the debris avalanche. [9] By around 5:30 pm on May 18, the vertical ash column declined in stature, but less severe outbursts continued through the next several days. [43]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/MtStHelens_Mushroom_Cloud.jpg/220px-MtStHelens_Mushroom_Cloud.jpg",
                "caption": "The ash cloud produced by the eruption, as seen from the village of Toledo, Washington , 35 mi (56 km) to the northwest of Mount St. Helens: The cloud was roughly 40 mi (64 km) wide and 15 mi (24 km; 79,000 ft) high."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/MtStHelensSat1980.jpg/220px-MtStHelensSat1980.jpg",
                "caption": "Ash cloud from Mt. St. Helens as captured by the GOES 3 weather satellite at 15:45 UTC."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1980_eruption_of_Mount_St._Helens",
        "title": "1980 eruption of Mount St. Helens",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Ash properties",
        "text": "Generally, given that the way airborne ash is deposited after an eruption is strongly influenced by the meteorological conditions, a certain variation of the ash type will occur, as a function of distance to the volcano or time elapsed from eruption. The ash from Mount St. Helens is no exception, hence the ash properties have large variations. [44]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Mount_St_Helens_blast_effects_IMG_4809.JPG/220px-Mount_St_Helens_blast_effects_IMG_4809.JPG",
                "caption": "Residual lateral blast effects in the channelized blast zone, some 30 years after the eruption: Damage ranged from scorched earth, through tree trunks snapped at various heights, to more superficial effects."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1980_eruption_of_Mount_St._Helens",
        "title": "1980 eruption of Mount St. Helens",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Mudslides flow downstream",
        "text": "The hot, exploding material also broke apart and melted nearly all of the mountain's glaciers, along with most of the overlying snow. As in many previous St. Helens eruptions, this created huge lahars (volcanic mudflows ) and muddy floods that affected three of the four stream drainage systems on the mountain, [41] and which started to move as early as 8:50 am. [34] Lahars travelled as fast as 90 mph (140 km/h) while still high on the volcano, but progressively slowed to about 3 mph (4.8 km/h) on the flatter and wider parts of rivers. [9] Mudflows from the southern and eastern flanks had the consistency of wet concrete as they raced down Muddy River, Pine Creek, and Smith Creek to their confluence at the Lewis River . Bridges were taken out at the mouth of Pine Creek and the head of Swift Reservoir, which rose 2.6 ft (0.79 m) [41] by noon to accommodate the nearly 18,000,000 cu yd (14,000,000 m 3 ) of additional water, mud, and debris. [9] Glacier and snowmelt mixed with tephra on the volcano's northeast slope to create much larger lahars. These mudflows traveled down the north and south forks of the Toutle River and joined at the confluence of the Toutle forks and the Cowlitz River near Castle Rock, Washington , at 1:00 pm. Ninety minutes after the eruption, the first mudflow had moved 27 mi (43 km) upstream, where observers at Weyerhaeuser 's Camp Baker saw a 12 ft-high (4 m) wall of muddy water and debris pass. [34] Near the confluence of the Toutle's north and south forks at Silver Lake, a record flood stage of 23.5 ft (7.2 m) was recorded. [34] A large but slower-moving mudflow with a mortar-like consistency was mobilized in early afternoon at the head of the Toutle River north fork. By 2:30 pm, the massive mudflow had destroyed Camp Baker, [34] and in the following hours, seven bridges were carried away. Part of the flow backed up for 2.5 mi (4.0 km) soon after entering the Cowlitz River, but most continued downstream. After traveling 17 mi (27 km) further, an estimated 3,900,000 cu yd (3,000,000 m 3 ) of material were injected into the Columbia River, reducing the river's depth by 25 ft (8 m) for a 4 mi (6 km) stretch. [34] The resulting 13 ft (4.0 m) river depth temporarily closed the busy channel to ocean-going freighters , costing Portland, Oregon, an estimated $5 million (equivalent to $15.5 million 2023). [43] Ultimately, more than 65 × 10 ^ 6 cu yd (50 × 10 ^ 6 m 3 ; 1.8 × 10 ^ 9 cu ft) of sediment were dumped along the lower Cowlitz and Columbia Rivers. [9]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/MSH80_mudline_muddy_river_with_USGS_scientist_10-23-80.jpg/220px-MSH80_mudline_muddy_river_with_USGS_scientist_10-23-80.jpg",
                "caption": "Mudline next to Muddy River from the 1980 lahars"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1980_eruption_of_Mount_St._Helens",
        "title": "1980 eruption of Mount St. Helens",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Ash damage and removal",
        "text": "The ash fall created some temporary major problems with transportation, sewage disposal, and water treatment systems. Visibility was greatly decreased during the ash fall, closing many highways and roads. Interstate 90 from Seattle to Spokane was closed for a week and a half. Air travel was disrupted for between a few days and two weeks, as several airports in eastern Washington shut down because of ash accumulation and poor visibility. Over a thousand commercial flights were cancelled following airport closures. Fine-grained, gritty ash caused substantial problems for internal combustion engines and other mechanical and electrical equipment. The ash contaminated oil systems, clogged air filters, and scratched moving surfaces. Fine ash caused short circuits in electrical transformers, which in turn caused power blackouts . [9] Removing and disposing of the ash was a monumental task for some Eastern Washington communities. State and federal agencies estimated that over 2,400,000 cu yd (1,800,000 m 3 ) of ash, equivalent to about 900,000 tons in weight, were removed from highways and airports in Washington. The ash removal cost $2.2 million and took 10 weeks in Yakima. [9] The need to remove ash quickly from transport routes and civil works dictated the selection of some disposal sites. Some cities used old quarries and existing sanitary landfills ; others created dump sites wherever expedient. To minimize wind reworking of ash dumps, the surfaces of some disposal sites were covered with topsoil and seeded with grass. In Portland, the mayor eventually threatened businesses with fines if they failed to remove the ash from their parking lots. [56]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/1980_Mount_st_helens_ash_distribution.svg/220px-1980_Mount_st_helens_ash_distribution.svg.png",
                "caption": "Map of ash distribution over the United States"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1980_eruption_of_Mount_St._Helens",
        "title": "1980 eruption of Mount St. Helens",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Cost",
        "text": "A refined estimate of $1.1 billion ($3.4 billion in 2023) was determined in a study by the International Trade Commission at the request of the United States Congress . A supplemental appropriation of $951 million for disaster relief was voted by Congress, of which the largest share went to the Small Business Administration , U.S. Army Corps of Engineers , and the Federal Emergency Management Agency . [9] Also, indirect and intangible costs of the eruption were incurred. Unemployment in the immediate region of Mount St. Helens rose 10-fold in the weeks immediately following the eruption, and then returned to near-normal levels once timber-salvaging and ash-cleanup operations were underway. Only a small percentage of residents left the region because of lost jobs owing to the eruption. Several months after May 18, a few residents reported suffering stress and emotional problems, though they had coped successfully during the crisis. Counties in the region requested funding for mental-health programs to assist such people. [9] Initial public reaction to the May 18 eruption dealt a nearly crippling blow to tourism, an important industry in Washington. Not only was tourism down in the Mount St. Helens– Gifford Pinchot National Forest area, but conventions, meetings and social gatherings also were cancelled or postponed at cities and resorts elsewhere in Washington and neighboring Oregon not affected by the eruption. The adverse effect on tourism and conventioneering, however, proved only temporary. Mount St. Helens, perhaps because of its reawakening, has regained its appeal for tourists. The U.S. Forest Service and the State of Washington opened visitor centers and provided access for people to view the volcano's devastation. [9]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Home_destroyed_by_1980_St_Helens_eruption1.jpg/220px-Home_destroyed_by_1980_St_Helens_eruption1.jpg",
                "caption": "One of the 200 houses destroyed by the eruption"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1980_eruption_of_Mount_St._Helens",
        "title": "1980 eruption of Mount St. Helens",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Later eruptions",
        "text": "St. Helens produced an additional five explosive eruptions between May and October 1980. Through early 1990, at least 21 periods of eruptive activity had occurred. The volcano remains active, with smaller, dome-building eruptions continuing into 2008.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/MSH80_st_helens_eruption_plume_07-22-80.jpg/170px-MSH80_st_helens_eruption_plume_07-22-80.jpg",
                "caption": "Eruption on July 22, 1980"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/St_Helens_dome_on_October_24%2C_1980.jpg/220px-St_Helens_dome_on_October_24%2C_1980.jpg",
                "caption": "The growing third dome on October 24, 1980"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1980_eruption_of_Mount_St._Helens",
        "title": "1980 eruption of Mount St. Helens",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "1980–1991",
        "text": "An eruption occurred on May 25, 1980, at 2:30 am that sent an ash column 9 mi (48,000 ft; 14 km) into the atmosphere. [51] The eruption was preceded by a sudden increase in earthquake activity, and occurred during a rainstorm. Erratic wind from the storm carried ash from the eruption to the south and west, lightly dusting large parts of western Washington and Oregon. Pyroclastic flows exited the northern breach and covered avalanche debris, lahars, and other pyroclastic flows deposited by the May 18 eruption. [51] At 7:05 pm on June 12, a plume of ash billowed 2.5 mi (4.0 km) above the volcano. At 9:09 pm, a much stronger explosion sent an ash column about 10 mi (16 km) skyward. [57] This event caused the Portland area, previously spared by wind direction, to be thinly coated with ash in the middle of the annual Rose Festival. [58] A dacite dome then oozed into existence on the crater floor, growing to a height of 200 ft (61 m) and a width of 1,200 ft (370 m) within a week. [57] A series of large explosions on July 22 broke more than a month of relative quiet. The July eruptive episode was preceded by several days of measurable expansion of the summit area, heightened earthquake activity, and changed emission rates of sulfur dioxide and carbon dioxide. The first hit at 5:14 pm as an ash column shot 10 mi (16 km) and was followed by a faster blast at 6:25 pm that pushed the ash column above its previous maximum height in just 7.5 minutes. [57] The final explosion started at 7:01 pm, and continued over two hours. [57] When the relatively small amount of ash settled over eastern Washington, the dome built in June was gone. [59] Seismic activity and gas emission steadily increased in early August, and on August 7 at 4:26 pm, an ash cloud slowly expanded 8 mi (13 km) into the sky. [59] Small pyroclastic flows came through the northern breach and a weaker outpouring of ash rose from the crater. This continued until 10:32 pm, when a second large blast sent ash high into the air, proceeding due north. [59] A second dacite dome filled this vent a few days later. Two months of repose were ended by an eruption lasting from October 16 to 18. This event obliterated the second dome, sent ash 10 mi in the air and created small, red-hot pyroclastic flows. [59] A third dome began to form within 30 minutes after the final explosion on October 18, and within a few days, it was about 900 ft (270 m) wide and 130 ft (40 m) high. In spite of the dome growth next to it, a new glacier formed rapidly inside the crater. All of the post-1980 eruptions were quiet dome-building events, beginning with the December 27, 1980, to January 3, 1981, episode. By 1987, the third dome had grown to be more than 3,000 ft (910 m) wide and 800 ft (240 m) high. [59] Further eruptions occurred over a few months between 1989 and 1991.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/MSH04_crater_eruption_image_1213PDT_10-01-04.jpg/220px-MSH04_crater_eruption_image_1213PDT_10-01-04.jpg",
                "caption": "Plume of volcanic ash and steam in the October 2004 eruption"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1980_eruption_of_Mount_St._Helens",
        "title": "1980 eruption of Mount St. Helens",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Background",
        "text": "Eyjafjallajökull ( pronounced [ˈeiːjaˌfjatlaˌjœːkʏtl̥] ⓘ ) is one of Iceland's smaller ice caps located in the far south of the island. Situated to the north of Skógar and to the west of the larger ice cap Mýrdalsjökull , Eyjafjallajökull covers the caldera of a volcano 1,666 m (5,466 ft) high, which has erupted relatively frequently since the last ice age . The most recent major eruptions occurred in 920, 1612, and from 1821 to 1823. [9] Previous eruptions of Eyjafjallajökull have been followed by eruptions at its larger neighbour, Katla . [10] On 20 April 2010 Icelandic President Ólafur Grímsson said, \"the time for Katla to erupt is coming close ... we [Iceland] have prepared ... it is high time for European governments and airline authorities all over the world to start planning for the eventual Katla eruption.\" [11] The volcanic events starting in March 2010 were considered to be a single eruption divided into phases. The first eruption phase ejected olivine basaltic andesite lava [12] several hundred metres into the air in what is known as an effusive eruption . Ash ejection from this phase of the eruption was small, rising to no more than 4 km (13,000 ft) into the atmosphere. On 14 April 2010, however, the eruption entered an explosive phase and ejected fine glass-rich ash to over 8 km (26,000 ft) into the atmosphere. The second phase was estimated to be a VEI 4 eruption, which was large, but not nearly the most powerful eruption possible by volcanic standards. By way of comparison, the Mount St. Helens eruption of 1980 was rated as 5 on the VEI, and the 1991 eruption of Mount Pinatubo was rated as a 6. This second phase erupted trachyandesite . [13] This volcanic activity was highly disruptive to air travel because of a combination of factors: [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Volcanic_Lavender.jpg/220px-Volcanic_Lavender.jpg",
                "caption": "Dust particles that get suspended in the atmosphere scatter light from the setting sun, generating 'volcanic lavenders' like this one over the flight path of Leeds Bradford Airport in England during the aviation shutdown"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2010_eruptions_of_Eyjafjallaj%C3%B6kull",
        "title": "2010 eruptions of Eyjafjallajökull",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Public observations",
        "text": "\"Volcano tourism\" quickly sprang up in the wake of the eruption, with local tour companies offering day trips to see the volcano. [14] The Civil Protection Department [15] of the Icelandic Police produced regular reports about access to the area, including a map of the restricted area around Eyjafjallajokull, from which the public was forbidden. Teams from the Icelandic Association for Search and Rescue were stationed at the eruption site as part of standard safety measures and to assist in enforcing access restrictions. Vodafone and the Icelandic telecommunications company Míla installed webcams , giving views of the eruption from Valahnúkur, Hvolsvöllur , and Þórólfsfell . The view of the eruption from Þórólfsfel also includes a thermal imaging camera.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Fimmvordauhals_volcano_eruption_2010_03_27.jpg/220px-Fimmvordauhals_volcano_eruption_2010_03_27.jpg",
                "caption": "People observing the first fissure at Fimmvörðuháls"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2010_eruptions_of_Eyjafjallaj%C3%B6kull",
        "title": "2010 eruptions of Eyjafjallajökull",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Fissure",
        "text": "The first phase of the 2010 eruption began late on the evening of 20 March at the Eyjafjallajökull. The initial visual report of the eruption was at 23:52 GMT, when a red cloud was seen at the north slopes of Fimmvörðuháls mountain pass , [36] [37] lighting up the sky above the eruptive site. The eruption was preceded by intense seismicity and high rates of deformation in the weeks before the eruption, in association with magma recharging of the volcano. Immediately before the eruption, the depth of the seismicity had become shallow, but was not significantly enhanced from what it had been in the previous weeks. Deformation was occurring at rates up to a centimetre a day since 4 March at various GPS sites installed within 12 km (7.5 mi) from the eruptive site. [ citation needed ] A fissure opened up about 150 metres (490 ft) in length running in a north-east to south-west direction, with 10 to 12 erupting lava craters ejecting lava at a temperature around 1,000 °C (1,800 °F) up to 150 m (490 ft) into the air. The lava was alkali olivine basalt [38] and was relatively viscous , causing the motion of the lava stream to the west and east of the fissure to be slow. The molten lava flowed more than 4,000 m (13,000 ft) to the north-east of the fissure and into Hrunagil canyon, forming a lava fall more than 200 m (660 ft) long and slowly approaching Þórsmörk , but had not yet [update] reached the flood plains of Krossá . [39] [40] [41] On 25 March 2010, while studying the eruption, scientists witnessed, for the first time in history, the formation of a pseudocrater during a steam explosion . [42] Crustal expansion continued at Þorvaldseyri for two days after the eruption began, but was slowly decreasing whilst the volcanic activity was increasing. This indicates that the rate at which magma was flowing into the magma chamber roughly equaled the rate at which it was being lost due to the eruption, giving evidence that this phase of volcanic activity reached equilibrium. [43] A new fissure opened on 31 March, around 200 m (700 ft) northwest of the original fissure. [44] Many witnesses were present while the new fissure opened. It was a bit smaller, around 300 m (1,000 ft) long according to witnesses, and lava coming from it started to flow into Hvannárgil canyon. These two erupting fissures shared the same magma chamber, according to geophysicists. No unusual seismic activity was detected at the time the new fissure appeared, nor any crustal expansion according to many seismometers and GPS recorders situated in nearby areas. [45] [46] Geophysicist Magnús Tumi Einarsson said (at a press meeting in Hvolsvöllur on 21 March) that this eruption was small compared to, for example, the eruption of Hekla in 2000. The eruption, rather than taking place under the ice cap of the glacier, occurred in the mountain pass between the Eyjafjallajökull and Mýrdalsjökull glaciers. As long as the fissure was not near the glacier, the risk of flooding was minimal; however, the fissure could extend into the ice cap, thereby greatly increasing the risk of flooding. [47]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Fimmvorduhals_second_fissure_2010_04_02.JPG/220px-Fimmvorduhals_second_fissure_2010_04_02.JPG",
                "caption": "Second fissure, viewed from the north, on 2 April 2010"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2010_eruptions_of_Eyjafjallaj%C3%B6kull",
        "title": "2010 eruptions of Eyjafjallajökull",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Phase 2: Explosive eruption",
        "text": "After a short hiatus in eruptive activity, and a large increase in seismic activity 23:00 on 13 April and 1:00 on 14 April, a new set of craters opened early in the morning of 14 April 2010 under the volcano's ice-covered central summit caldera. The earthquake swarm was followed by the onset of a seismic eruption tremor. Meltwater started to emanate from the ice cap around 07:00 on 14 April and an eruption plume was observed in the early morning. Visual observations were greatly restricted due to cloud cover over the volcano, but an aeroplane of the Icelandic Coast Guard imaged eruptive craters with radar instruments. A series of vents along a two-kilometre-long north–south-oriented fissure was active, with meltwater flowing mostly down the northern slopes of the volcano, but also to the south. An ash-loaded eruption plume rose to more than 8 km (26,000 ft), deflected to the east by westerly winds. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Ash_plume_from_Eyjafjallajokull_Volcano_over_the_North_Atlantic%2C_April_15%2C_2010_-_A2010105.1330.250m.jpg/220px-Ash_plume_from_Eyjafjallajokull_Volcano_over_the_North_Atlantic%2C_April_15%2C_2010_-_A2010105.1330.250m.jpg",
                "caption": "Photograph from satellite Aqua showing the ash plume over North Atlantic at 13:30 GMT on 15 April"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Eyjafjallaj%C3%B6kull_ash.svg/220px-Eyjafjallaj%C3%B6kull_ash.svg.png",
                "caption": "The estimated ash cloud at 18:00 GMT on 15 April."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2010_eruptions_of_Eyjafjallaj%C3%B6kull",
        "title": "2010 eruptions of Eyjafjallajökull",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Ash analysis",
        "text": "Samples of volcanic ash collected near the eruption showed a silica concentration of 58%—much higher than in the lava flows. [38] The concentration of water-soluble fluoride was one-third of the concentration typical in Hekla eruptions, with a mean value of 104 mg of fluoride per kg of ash. Agriculture is important in this region of Iceland, [48] and farmers near the volcano have been warned not to let their livestock drink from contaminated streams and water sources, [49] as high concentrations of fluoride can have deadly renal and hepatic effects, particularly in sheep. [50]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Thorsmork_valley_ash_2010_and_2011.JPG/220px-Thorsmork_valley_ash_2010_and_2011.JPG",
                "caption": "Upper: Ash covers the Thórsmörk valley in early June 2010, immediately after the eruption Lower: The same area, in September 2011"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2010_eruptions_of_Eyjafjallaj%C3%B6kull",
        "title": "2010 eruptions of Eyjafjallajökull",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Phase 3: Return to dormancy",
        "text": "By the morning of 24 May 2010, the view from the web camera installed on Þórólfsfell [55] showed only a plume of water vapour surrounded by a bluish haze caused by emission of sulphurous gases. Due to the large quantities of dry volcanic ash lying on the ground, surface winds frequently lifted up an \"ash mist\" that significantly reduced visibility and made web camera observation of the volcano impossible. [56] On 21 June 2010, data from seismic recorders in the area indicated that the frequency and strength of earth tremors had diminished, but were continuing. [57] In October 2010, Ármann Höskuldsson, a scientist at the University of Iceland Institute of Earth Sciences, stated that the eruption was officially over, although the area was still geothermally active and might erupt again. [8] During the eruption, the BBC television news announcers did not try to pronounce the name \"Eyjafjallajökull,\" but called it \"the Iceland volcano.\" [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Necklace_made_from_ash_from_the_2010_eruption_of_Eyjafjallaj%C3%B6kull_2013-09-18_18-49.jpg/170px-Necklace_made_from_ash_from_the_2010_eruption_of_Eyjafjallaj%C3%B6kull_2013-09-18_18-49.jpg",
                "caption": "A necklace made from the ash of the 2010 eruption: Jewellery and similar memorabilia of the eruption are now sold in Iceland."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2010_eruptions_of_Eyjafjallaj%C3%B6kull",
        "title": "2010 eruptions of Eyjafjallajökull",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Short- and long-term weather and environmental effects",
        "text": "At the mouth of the crater, the gases, ejecta, and volcanic plume created a rare weather phenomenon known as volcanic lightning (or a \" dirty thunderstorm \"). [68] When rocks and other ejecta collide with one another, they create static electricity. This, with the abundant water-ice at the summit, aids in making lightning . [69] High-fluoride Hekla eruptions pose a threat to foraging livestock, especially sheep. Fluoride poisoning can start in sheep at a diet with fluorine content of 25 ppm. At 250 ppm, death can occur within a few days. [50] In 1783, 79% of the Icelandic sheep stock were killed, probably as a result of fluorosis caused by the eruption of Laki . [70] The effect also spread beyond Iceland. [71] Ash from the current Eyjafjallajökull eruption contains one-third the concentration typical in Hekla eruptions, with a mean value of 104 mg of fluoride per kg of ash. Large-scale release of sulphur dioxide into the troposphere also poses a potential health risk, especially to people with pre-existing breathing disorders. As of 15 April, the eruption was not large enough to have an effect on global temperatures like that of Mount Pinatubo and other major past volcanic eruptions. [72] [73] One previous related sequence of eruptions of this volcano, beginning in 1821 is recorded as having lasted for over two years, but no single set of major eruptions is known to have lasted more than 'several days'.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Aa_Manchester%2CUK_ash_fallout_from_Eyjafjallaj%C3%B6kull_00.jpg/220px-Aa_Manchester%2CUK_ash_fallout_from_Eyjafjallaj%C3%B6kull_00.jpg",
                "caption": "Possible ash fallout from Eyjafjallajökull on a car, Manchester , England, 21 April 2010"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2010_eruptions_of_Eyjafjallaj%C3%B6kull",
        "title": "2010 eruptions of Eyjafjallajökull",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Local",
        "text": "Sabancaya is 5,960 metres (19,554 ft) [1] high and rises 1,500 metres (4,920 ft) above the surrounding terrain. [22] [23] It forms a group of volcanoes with the northern Hualca Hualca and the southern Ampato in the Cordillera Occidental , [5] which tower above the Colca Canyon in the north and the Siguas Valley in the southwest. [14] Ampato and the more heavily eroded Hualca Hualca are the dominant volcanoes of this group, with Sabancaya forming a northeastward extension of the former [6] 4–5 kilometres (2.5–3.1 mi) away from Ampato's summit. [19] There is evidence of age progression from the oldest, Hualca Hualca, over Ampato, to the youngest volcano, Sabancaya. [24] Laguna Mucurca [25] and the Huambo volcanic field is on the western side of Sabancaya. [26] Sabancaya consists of two separate centres that are formed by neighbouring domes, Sabancaya I North and Sabancaya II South. [27] The 350 metres (1,150 ft) wide summit crater at the top of the volcano [28] lies either on the northern [29] or between these two domes, [14] with traces of an additional crater just northeast. [30] Despite the presence of an ice cap, lava flows are recognizable in the summit area. [31] They have a total volume of 20–25 cubic kilometres (4.8–6.0 cu mi). [14] The upper slopes of the volcano are steep, and become gentler at its foot. [32] A parasitic vent 3.5 kilometres (2.2 mi) east of the summit has been the source of lava flows. [33] A set of over 42 Holocene lava flows emanate from the volcano, [34] [6] and cover a surface area of about 68 square kilometres (26 sq mi), [35] with individual lava flows extending up to 8 km (5.0 mi) [36] east and west from between its two neighbours. The lava flows at larger distances are older than the ones close to the vent. [2] These flows are blocky, [36] have lobe structures and reach thicknesses of 60–170 metres (200–560 ft); [35] the total thickness of this pile of lava flows is about 300–400 metres (980–1,310 ft). [34] Pyroclastic flow deposits are also found, but they might originate from Ampato rather than Sabancaya. [6] Sabancaya, like its two neighbours, is covered by an ice cap [2] which in 1988 extended to distances of 2.5–3 kilometres (1.6–1.9 mi) from the summit. [23] In 1997, a surface area of 3.4 square kilometres (1.3 sq mi) was reported. [27] The maximum thickness was 50 metres (160 ft) in the summit area, decreasing to 20 metres (66 ft) on steeper slopes. [32] Between 1986 and 2016 the mountain lost over three quarters of its ice cap, and the remaining ice field broke up into several ice bodies. [37] Moraines at elevations of 4,450–4,250 metres (14,600–13,940 ft) above sea level testify to the occurrence of more extensive glaciation during the last ice age between 25,000 and 17,000 years before present, [38] when ice covered an area of 347 square kilometres (134 sq mi) on the three volcanoes; [32] these moraines have diverted some lava flows. [5] Younger moraines are found at higher altitudes, 4,400–4,650 metres (14,440–15,260 ft) above sea level, and may have formed between 13,000 and 10,000 years ago, shortly after the beginning of the Holocene . [38] Most of Sabancaya post-dates the last ice age and is thus relatively unaffected by glaciation. [39] Earthquake activity has allowed the identification of a candidate magma reservoir beneath Pampa Sepina northeast of Sabancaya about 10 kilometres (6.2 mi) away from the summit. Between 1992 and 1996 this area inflated at a depth of 11–13 km (6.8–8.1 mi) below sea level, indicating that the magma supply system of Sabancaya may not be centered directly below the volcano. [40] Indeed, a phase of ground uplift at Hualca Hualca volcano and earthquake swarms in 1990 and later seismic activity under Hualca Hualca indicate that the magma chamber of Sabancaya is actually under the neighbouring volcano, a not uncommon phenomenon at volcanoes. [41] [42]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/AmpatoSabancaya.jpg/220px-AmpatoSabancaya.jpg",
                "caption": "Sabancaya, with Ampato in the background"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Sabancaya_%26_Ampato.jpg/220px-Sabancaya_%26_Ampato.jpg",
                "caption": "Sabancaya from space. The lava flows are clearly visible."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sabancaya",
        "title": "Sabancaya",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    },
    {
        "section": "Composition",
        "text": "Fresh volcanites of Sabancaya consist of porphyritic [36] andesite and dacite , with andesite about twice as common as dacite. [44] They form a potassium -rich calc-alkaline suite similar to other volcanoes in southern Peru; [45] the andesites occasionally appear as fine-grained enclaves. [46] The rocks are not very vesicular and contain a moderate amount of phenocrysts . Minerals encountered in both phenocrysts and groundmass are amphibole , biotite , hornblende , iron oxide , plagioclase , pyroxene and titanium oxide ; [47] degraded olivine is also found. [14] The magmas formed at temperatures of 920–990 °C (1,688–1,814 °F) with uncertainties of 30–50 °C (54–90 °F); the highest temperatures are associated with the 1992 eruption products. [45] Fluids from the downgoing slab chemically alter ( metasomatism ) the overlying mantle , which eventually melts to produce a primitive magma. [48] In various magma chambers, [49] magma genesis involved processes of magma mixing which formed at least part of the andesites [50] and fractional crystallization which gave rise to the dacites. [51] Partial crystallization and flow events within the magma chamber caused the formation of the andesite enclaves. [52] The total magma production rate of Sabancaya without accounting for repose periods is about 0.6–1.7 cubic kilometres per year (0.14–0.41 cu mi/a) [53] and is stored in a magma chamber under Hualca Hualca, 7 kilometres (4.3 mi) horizontal distance from Sabancaya, at 13 kilometres (8.1 mi) depth. [54] Sabancaya is a source of volcanic gases such as SO 2 and H 2 O . The amount of water emitted by Sabancaya is noticeably large for a volcano (about 250,000 tonnes per day or 2.9 tonnes per second); the source of this water might be an evaporating hydrothermal system in the volcano. [55] Together with Ubinas Sabancaya is among the main emitters of CO 2 and H 2 O in the Central Volcanic Zone of the Andes and among the top fifteen volcanic emitters on Earth. [56] Sulfur dioxide is transported by winds on to the Pacific Ocean , where it affects the low stratocumulus clouds. [57] Much of the gas is derived from magma that does not ascend to the surface. [58]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Solimana_Coropuna_Sabancaya.jpg/220px-Solimana_Coropuna_Sabancaya.jpg",
                "caption": "Aerial photo of Solimana (foreground), Coropuna (upper right) and Sabancaya (upper left)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sabancaya",
        "title": "Sabancaya",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Volcanology",
        "topic": "Volcanic Ash and Gas Emissions"
    }
]