[
    {
        "section": "Major examples",
        "text": "One of the most devastating earthquakes in recorded history was the 1556 Shaanxi earthquake , which occurred on 23 January 1556 in Shaanxi , China. More than 830,000 people died. [2] Most houses in the area were yaodongs —dwellings carved out of loess hillsides—and many victims were killed when these structures collapsed. The 1976 Tangshan earthquake , which killed between 240,000 and 655,000 people, was the deadliest of the 20th century. [3] The 1960 Chilean earthquake is the largest earthquake that has been measured on a seismograph, reaching 9.5 magnitude on 22 May 1960. [4] [5] Its epicenter was near Cañete, Chile. The energy released was approximately twice that of the next most powerful earthquake, the Good Friday earthquake (27 March 1964), which was centered in Prince William Sound , Alaska. [6] [7] The ten largest recorded earthquakes have all been megathrust earthquakes ; however, of these ten, only the 2004 Indian Ocean earthquake is simultaneously one of the deadliest earthquakes in history. Earthquakes that caused the greatest loss of life, while powerful, were deadly because of their proximity to either heavily populated areas or the ocean, where earthquakes often create tsunamis that can devastate communities thousands of kilometers away. Regions most at risk for great loss of life include those where earthquakes are relatively rare but powerful, and poor regions with lax, unenforced, or nonexistent seismic building codes.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Map_of_earthquakes_1900-.svg/400px-Map_of_earthquakes_1900-.svg.png",
                "caption": "Earthquakes (M6.0+) since 1900 through 2017"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/USGS_magnitude_8_earthquakes_since_1900.svg/400px-USGS_magnitude_8_earthquakes_since_1900.svg.png",
                "caption": "Earthquakes of magnitude 8.0 and greater from 1900 to 2018. The apparent 3D volumes of the bubbles are linearly proportional to their respective fatalities. [1]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Earthquake",
        "title": "Earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Occurrence",
        "text": "Tectonic earthquakes occur anywhere on the earth where there is sufficient stored elastic strain energy to drive fracture propagation along a fault plane . The sides of a fault move past each other smoothly and aseismically only if there are no irregularities or asperities along the fault surface that increases the frictional resistance. Most fault surfaces do have such asperities, which leads to a form of stick-slip behavior . Once the fault has locked, continued relative motion between the plates leads to increasing stress and, therefore, stored strain energy in the volume around the fault surface. This continues until the stress has risen sufficiently to break through the asperity, suddenly allowing sliding over the locked portion of the fault, releasing the stored energy . [8] This energy is released as a combination of radiated elastic strain seismic waves , [9] frictional heating of the fault surface, and cracking of the rock, thus causing an earthquake. This process of gradual build-up of strain and stress punctuated by occasional sudden earthquake failure is referred to as the elastic-rebound theory . It is estimated that only 10 percent or less of an earthquake's total energy is radiated as seismic energy. Most of the earthquake's energy is used to power the earthquake fracture growth or is converted into heat generated by friction. Therefore, earthquakes lower the Earth's available elastic potential energy and raise its temperature, though these changes are negligible compared to the conductive and convective flow of heat out from the Earth's deep interior. [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Fault_types.svg/220px-Fault_types.svg.png",
                "caption": "Three types of faults: A. Strike-slip B. Normal C. Reverse"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Earthquake",
        "title": "Earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Strike-slip faults",
        "text": "Strike-slip faults are steep structures where the two sides of the fault slip horizontally past each other; transform boundaries are a particular type of strike-slip fault. Strike-slip faults, particularly continental transforms , can produce major earthquakes up to about magnitude 8. Strike-slip faults tend to be oriented near vertically, resulting in an approximate width of 10 km (6.2 mi) within the brittle crust. [16] Thus, earthquakes with magnitudes much larger than 8 are not possible. In addition, there exists a hierarchy of stress levels in the three fault types. Thrust faults are generated by the highest, strike-slip by intermediate, and normal faults by the lowest stress levels. [17] This can easily be understood by considering the direction of the greatest principal stress, the direction of the force that \"pushes\" the rock mass during the faulting. In the case of normal faults, the rock mass is pushed down in a vertical direction, thus the pushing force ( greatest principal stress) equals the weight of the rock mass itself. In the case of thrusting, the rock mass \"escapes\" in the direction of the least principal stress, namely upward, lifting the rock mass, and thus, the overburden equals the least principal stress. Strike-slip faulting is intermediate between the other two types described above. This difference in stress regime in the three faulting environments can contribute to differences in stress drop during faulting, which contributes to differences in the radiated energy, regardless of fault dimensions.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Kluft-photo-Carrizo-Plain-Nov-2007-Img_0327.jpg/220px-Kluft-photo-Carrizo-Plain-Nov-2007-Img_0327.jpg",
                "caption": "Aerial photo of the San Andreas Fault in the Carrizo Plain , northwest of Los Angeles"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Earthquake",
        "title": "Earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Focus",
        "text": "The majority of tectonic earthquakes originate in the Ring of Fire at depths not exceeding tens of kilometers. Earthquakes occurring at a depth of less than 70 km (43 mi) are classified as \"shallow-focus\" earthquakes, while those with a focal depth between 70 and 300 km (43 and 186 mi) are commonly termed \"mid-focus\" or \"intermediate-depth\" earthquakes. In subduction zones, where older and colder oceanic crust descends beneath another tectonic plate, deep-focus earthquakes may occur at much greater depths (ranging from 300 to 700 km (190 to 430 mi)). [21] These seismically active areas of subduction are known as Wadati–Benioff zones . Deep-focus earthquakes occur at a depth where the subducted lithosphere should no longer be brittle, due to the high temperature and pressure. A possible mechanism for the generation of deep-focus earthquakes is faulting caused by olivine undergoing a phase transition into a spinel structure. [22]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/HotelSanSalvador.jpg/220px-HotelSanSalvador.jpg",
                "caption": "Collapsed Gran Hotel building in the San Salvador metropolis, after the shallow 1986 San Salvador earthquake"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Earthquake",
        "title": "Earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Supershear earthquakes",
        "text": "Supershear earthquake ruptures are known to have propagated at speeds greater than the S-wave velocity. These have so far all been observed during large strike-slip events. The unusually wide zone of damage caused by the 2001 Kunlun earthquake has been attributed to the effects of the sonic boom developed in such earthquakes.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Kahramanmara%C5%9F_after_7.8_magnitude_earthquake_in_T%C3%BCrkiye_5.jpg/250px-Kahramanmara%C5%9F_after_7.8_magnitude_earthquake_in_T%C3%BCrkiye_5.jpg",
                "caption": "The 2023 Turkey–Syria earthquakes ruptured along segments of the East Anatolian Fault at supershear speeds; more than 50,000 people died in both countries. [26]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Earthquake",
        "title": "Earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Aftershocks",
        "text": "An aftershock is an earthquake that occurs after a previous earthquake, the mainshock. Rapid changes of stress between rocks, and the stress from the original earthquake are the main causes of these aftershocks, [34] along with the crust around the ruptured fault plane as it adjusts to the effects of the mainshock. [31] An aftershock is in the same region as the main shock but always of a smaller magnitude, however, they can still be powerful enough to cause even more damage to buildings that were already previously damaged from the mainshock. [34] If an aftershock is larger than the mainshock, the aftershock is redesignated as the mainshock and the original main shock is redesignated as a foreshock . Aftershocks are formed as the crust around the displaced fault plane adjusts to the effects of the mainshock. [31]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/2016_Central_Italy_earthquake_wide.svg/280px-2016_Central_Italy_earthquake_wide.svg.png",
                "caption": "Magnitude of the Central Italy earthquakes of August and October 2016 and January 2017 and the aftershocks (which continued to occur after the period shown here)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Earthquake",
        "title": "Earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Frequency",
        "text": "It is estimated that around 500,000 earthquakes occur each year, detectable with current instrumentation. About 100,000 of these can be felt. [4] [5] Minor earthquakes occur very frequently around the world in places like California and Alaska in the U.S., as well as in El Salvador, Mexico, Guatemala, Chile, Peru, Indonesia, the Philippines, Iran, Pakistan, the Azores in Portugal, Turkey, New Zealand, Greece, Italy, India, Nepal, and Japan. [40] Larger earthquakes occur less frequently, the relationship being exponential ; for example, roughly ten times as many earthquakes larger than magnitude 4 occur than earthquakes larger than magnitude 5. [41] In the (low seismicity) United Kingdom, for example, it has been calculated that the average recurrences are:\nan earthquake of 3.7–4.6 every year, an earthquake of 4.7–5.5 every 10 years, and an earthquake of 5.6 or larger every 100 years. [42] This is an example of the Gutenberg–Richter law . The number of seismic stations has increased from about 350 in 1931 to many thousands today. As a result, many more earthquakes are reported than in the past, but this is because of the vast improvement in instrumentation, rather than an increase in the number of earthquakes. The United States Geological Survey (USGS) estimates that, since 1900, there have been an average of 18 major earthquakes (magnitude 7.0–7.9) and one great earthquake (magnitude 8.0 or greater) per year, and that this average has been relatively stable. [43] In recent years, the number of major earthquakes per year has decreased, though this is probably a statistical fluctuation rather than a systematic trend. [44] More detailed statistics on the size and frequency of earthquakes is available from the United States Geological Survey. [45] A recent increase in the number of major earthquakes has been noted, which could be explained by a cyclical pattern of periods of intense tectonic activity, interspersed with longer periods of low intensity. However, accurate recordings of earthquakes only began in the early 1900s, so it is too early to categorically state that this is the case. [46] Most of the world's earthquakes (90%, and 81% of the largest) take place in the 40,000-kilometre-long (25,000 mi), horseshoe-shaped zone called the circum-Pacific seismic belt, known as the Pacific Ring of Fire , which for the most part bounds the Pacific Plate . [47] [48] Massive earthquakes tend to occur along other plate boundaries too, such as along the Himalayan Mountains . [49] With the rapid growth of mega-cities such as Mexico City, Tokyo, and Tehran in areas of high seismic risk , some seismologists are warning that a single earthquake may claim the lives of up to three million people. [50]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Comerio%2C_Luca_%281878-1940%29_-_Vittime_del_terremoto_di_Messina_%28dicembre_1908%29.jpg/220px-Comerio%2C_Luca_%281878-1940%29_-_Vittime_del_terremoto_di_Messina_%28dicembre_1908%29.jpg",
                "caption": "The Messina earthquake and tsunami took almost 100,000 lives on December 28, 1908, in Sicily and Calabria . [39]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Earthquake",
        "title": "Earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Effects",
        "text": "The effects of earthquakes include, but are not limited to, the following:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/1755_Lisbon_earthquake.jpg/220px-1755_Lisbon_earthquake.jpg",
                "caption": "1755 copper engraving depicting Lisbon in ruins and in flames after the 1755 Lisbon earthquake , which killed an estimated 60,000 people. A tsunami overwhelms the ships in the harbor."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Earthquake",
        "title": "Earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Shaking and ground rupture",
        "text": "Shaking and ground rupture are the main effects created by earthquakes, principally resulting in more or less severe damage to buildings and other rigid structures. The severity of the local effects depends on the complex combination of the earthquake magnitude , the distance from the epicenter , and the local geological and geomorphological conditions, which may amplify or reduce wave propagation . [65] The ground-shaking is measured by ground acceleration . Specific local geological, geomorphological, and geostructural features can induce high levels of shaking on the ground surface even from low-intensity earthquakes. This effect is called site or local amplification. It is principally due to the transfer of the seismic motion from hard deep soils to soft superficial soils and the effects of seismic energy focalization owing to the typical geometrical setting of such deposits. Ground rupture is a visible breaking and displacement of the Earth's surface along the trace of the fault, which may be of the order of several meters in the case of major earthquakes. Ground rupture is a major risk for large engineering structures such as dams , bridges, and nuclear power stations and requires careful mapping of existing faults to identify any that are likely to break the ground surface within the life of the structure. [66]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Haiti_earthquake_damage.jpg/220px-Haiti_earthquake_damage.jpg",
                "caption": "Damaged buildings in Port-au-Prince , Haiti , January 2010"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Earthquake",
        "title": "Earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Human impacts",
        "text": "Physical damage from an earthquake will vary depending on the intensity of shaking in a given area and the type of population.  Underserved and developing communities frequently experience more severe impacts (and longer lasting) from a seismic event compared to well-developed communities. [68] Impacts may include: With these impacts and others, the aftermath may bring disease, a lack of basic necessities, mental consequences such as panic attacks and depression to survivors, [69] and higher insurance premiums. Recovery times will vary based on the level of damage and the socioeconomic status of the impacted community.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Ghajn_Hadid_Tower_closer_view.JPG/220px-Ghajn_Hadid_Tower_closer_view.JPG",
                "caption": "Ruins of the Għajn Ħadid Tower , which collapsed during the 1856 Heraklion earthquake"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Earthquake",
        "title": "Earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Fires",
        "text": "Earthquakes can cause fires by damaging electrical power or gas lines. In the event of water mains rupturing and a loss of pressure, it may also become difficult to stop the spread of a fire once it has started. For example, more deaths in the 1906 San Francisco earthquake were caused by fire than by the earthquake itself. [71]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Sfearthquake3b.jpg/220px-Sfearthquake3b.jpg",
                "caption": "Fires of the 1906 San Francisco earthquake"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Earthquake",
        "title": "Earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Tsunami",
        "text": "Tsunamis are long-wavelength, long-period sea waves produced by the sudden or abrupt movement of large volumes of water—including when an earthquake occurs at sea . In the open ocean, the distance between wave crests can surpass 100 kilometres (62 mi), and the wave periods can vary from five minutes to one hour. Such tsunamis travel 600–800 kilometers per hour (373–497 miles per hour), depending on water depth. Large waves produced by an earthquake or a submarine landslide can overrun nearby coastal areas in a matter of minutes. Tsunamis can also travel thousands of kilometers across open ocean and wreak destruction on far shores hours after the earthquake that generated them. [72] Ordinarily, subduction earthquakes under magnitude 7.5 do not cause tsunamis, although some instances of this have been recorded. Most destructive tsunamis are caused by earthquakes of magnitude 7.5 or more. [72]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/2004-tsunami.jpg/220px-2004-tsunami.jpg",
                "caption": "The tsunami of the 2004 Indian Ocean earthquake"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Earthquake",
        "title": "Earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Historical views",
        "text": "From the lifetime of the Greek philosopher Anaxagoras in the 5th century BCE to the 14th century CE, earthquakes were usually attributed to \"air (vapors) in the cavities of the Earth.\" [81] Thales of Miletus (625–547 BCE) was the only documented person who believed that earthquakes were caused by tension between the earth and water. [81] Other theories existed, including the Greek philosopher Anaxamines' (585–526 BCE) beliefs that short incline episodes of dryness and wetness caused seismic activity. The Greek philosopher Democritus (460–371 BCE) blamed water in general for earthquakes. [81] Pliny the Elder called earthquakes \"underground thunderstorms\". [81]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Lycosth%C3%A8ne.jpg/220px-Lycosth%C3%A8ne.jpg",
                "caption": "An image from a 1557 book depicting an earthquake in Italy in the 4th century BCE"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Earthquake",
        "title": "Earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Mechanisms of faulting",
        "text": "Due to friction and the rigidity of the constituent rocks, the two sides of a fault cannot always glide or flow past each other easily, and so occasionally all movement stops. The regions of higher friction along a fault plane, where it becomes locked, are called asperities . Stress builds up when a fault is locked, and when it reaches a level that exceeds the strength threshold, the fault ruptures and the accumulated strain energy is released in part as seismic waves , forming an earthquake . [2] Strain occurs accumulatively or instantaneously, depending on the liquid state of the rock; the ductile lower crust and mantle accumulate deformation gradually via shearing , whereas the brittle upper crust reacts by fracture – instantaneous stress release – resulting in motion along the fault. [9] A fault in ductile rocks can also release instantaneously when the strain rate is too great.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Falla_normal_Morro_Solar_Peru.jpg/220px-Falla_normal_Morro_Solar_Peru.jpg",
                "caption": "Normal fault in La Herradura Formation , Morro Solar , Peru. The light layer of rock shows the displacement. A second normal fault is at the right."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fault_(geology)",
        "title": "Fault (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Slip, heave, throw",
        "text": "Slip is defined as the relative movement of geological features present on either side of a fault plane. A fault's sense of slip is defined as the relative motion of the rock on each side of the fault concerning the other side. [10] In measuring the horizontal or vertical separation, the throw of the fault is the vertical component of the separation and the heave of the fault is the horizontal component, as in \"Throw up and heave out\". [11] The vector of slip can be qualitatively assessed by studying any drag folding of strata, which may be visible on either side of the fault. [12] Drag folding is a zone of folding close to a fault that likely arises from frictional resistance to movement on the fault. [13] The direction and magnitude of heave and throw can be measured only by finding common intersection points on either side of the fault (called a piercing point ). In practice, it is usually only possible to find the slip direction of faults, and an approximation of the heave and throw vector.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Fault_in_Seppap_Gorge_Morocco.jpg/220px-Fault_in_Seppap_Gorge_Morocco.jpg",
                "caption": "A fault in Morocco . The fault plane is the steeply leftward-dipping line in the centre of the photo, which is the plane along which the rock layers to the left have slipped downwards, relative to the layers to the right of the fault."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Normal_fault_%26_drag_folds_%28eastern_flanks_of_the_Bighorn_Mountains%2C_Wyoming%2C_USA%29.jpg/220px-Normal_fault_%26_drag_folds_%28eastern_flanks_of_the_Bighorn_Mountains%2C_Wyoming%2C_USA%29.jpg",
                "caption": "Normal fault and drag folds (eastern flanks of the Bighorn Mountains, Wyoming, US)"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Microfault.jpg/220px-Microfault.jpg",
                "caption": "Microfault showing a piercing point (the coin's diameter is 18 mm (0.71 in))"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fault_(geology)",
        "title": "Fault (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Strike-slip faults",
        "text": "In a strike-slip fault (also known as a wrench fault , tear fault or transcurrent fault ), [17] the fault surface (plane) is usually near vertical, and the footwall moves laterally either left or right with very little vertical motion. Strike-slip faults with left-lateral motion are also known as sinistral faults and those with right-lateral motion as dextral faults. [18] Each is defined by the direction of movement of the ground as would be seen by an observer on the opposite side of the fault. A special class of strike-slip fault is the transform fault when it forms a plate boundary. This class is related to an offset in a spreading center , such as a mid-ocean ridge , or, less common, within continental lithosphere , such as the Dead Sea Transform in the Middle East or the Alpine Fault in New Zealand. Transform faults are also referred to as \"conservative\" plate boundaries since the lithosphere is neither created nor destroyed.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Strike_slip_fault.png/220px-Strike_slip_fault.png",
                "caption": "Schematic illustration of the two strike-slip fault types, as seen from above"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fault_(geology)",
        "title": "Fault (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Dip-slip faults",
        "text": "Dip-slip faults can be either normal (\" extensional \") or reverse . In a normal fault , the hanging wall moves downward, relative to the footwall. A downthrown block between two normal faults dipping towards each other is a graben . An upthrown block between two normal faults dipping away from each other is a horst . The dip of most normal faults is at least 60 degrees but some normal faults dip at less than 45 degrees. [19] Low-angle normal faults with regional tectonic significance may be designated detachment faults . A reverse fault is the opposite of a normal fault—the hanging wall moves up relative to the footwall. Reverse faults indicate compressive shortening of the crust. The terminology of \"normal\" and \"reverse\" comes from coal mining in England, where normal faults are the most common. [20] A thrust fault has the same sense of motion as a reverse fault, but with the dip of the fault plane at less than 45°. [21] [22] Thrust faults typically form ramps, flats and fault-bend (hanging wall and footwall) folds. A section of a hanging wall or foot wall where a thrust fault formed along a relatively weak bedding plane is known as a flat and a section where the thrust fault cut upward through the stratigraphic sequence is known as a ramp . [23] Typically, thrust faults move within formations by forming flats and climbing up sections with ramps. This results in the hanging wall flat (or a portion thereof) lying atop the foot wall ramp as shown in the fault-bend fold diagram. Fault-bend folds are formed by the movement of the hanging wall over a non-planar fault surface and are found associated with both extensional and thrust faults. Faults may be reactivated at a later time with the movement in the opposite direction to the original movement (fault inversion). A normal fault may therefore become a reverse fault and vice versa. Thrust faults form nappes and klippen in the large thrust belts. Subduction zones are a special class of thrusts that form the largest faults on Earth and give rise to the largest earthquakes.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Normal_faults_-_Arganda_del_Rey%2C_Madrid%2C_Spain.JPG/220px-Normal_faults_-_Arganda_del_Rey%2C_Madrid%2C_Spain.JPG",
                "caption": "Normal faults in Spain, between which rock layers have slipped downwards (at photo's centre)"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Nor_rev.png/280px-Nor_rev.png",
                "caption": "Cross-sectional illustration of normal and reverse dip-slip faults"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Thrust_with_fault_bend_fold.svg/260px-Thrust_with_fault_bend_fold.svg.png",
                "caption": ""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fault_(geology)",
        "title": "Fault (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Oblique-slip faults",
        "text": "A fault which has a component of dip-slip and a component of strike-slip is termed an oblique-slip fault . Nearly all faults have some component of both dip-slip and strike-slip; hence, defining a fault as oblique requires both dip and strike components to be measurable and significant. Some oblique faults occur within transtensional and transpressional regimes, and others occur where the direction of extension or shortening changes during the deformation but the earlier formed faults remain active. The hade angle is defined as the complement of the dip angle; it is the angle between the fault plane and a vertical plane that strikes parallel to the fault.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Oblique_slip_fault.svg/220px-Oblique_slip_fault.svg.png",
                "caption": "Oblique-slip fault"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fault_(geology)",
        "title": "Fault (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Listric fault",
        "text": "Listric faults are similar to normal faults but the fault plane curves, the dip being steeper near the surface, then shallower with increased depth. The dip may flatten into a sub-horizontal décollement , resulting in a horizontal slip on a horizontal plane. The illustration shows the slumping of the hanging wall along a listric fault. Where the hanging wall is absent (such as on a cliff) the footwall may slump in a manner that creates multiple listric faults.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Rollover.png/220px-Rollover.png",
                "caption": "Listric fault (red line)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fault_(geology)",
        "title": "Fault (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Fault rock",
        "text": "All faults have a measurable thickness, made up of deformed rock characteristic of the level in the crust where the faulting happened, of the rock types affected by the fault and of the presence and nature of any mineralising fluids . Fault rocks are classified by their textures and the implied mechanism of deformation. A fault that passes through different levels of the lithosphere will have many different types of fault rock developed along its surface. Continued dip-slip displacement tends to juxtapose fault rocks characteristic of different crustal levels, with varying degrees of overprinting. This effect is particularly clear in the case of detachment faults and major thrust faults . The main types of fault rock include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/FaultZone.jpg/220px-FaultZone.jpg",
                "caption": "Structure of Fault [25]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/FaultGouge.JPG/220px-FaultGouge.JPG",
                "caption": "Salmon-colored fault gouge and associated fault separates two different rock types on the left (dark gray) and right (light gray). From the Gobi of Mongolia ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/CREIGHTON-fault-sudbury-basin-science-north.jpg/170px-CREIGHTON-fault-sudbury-basin-science-north.jpg",
                "caption": "Inactive fault from Sudbury to Sault Ste. Marie , Northern Ontario, Canada"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fault_(geology)",
        "title": "Fault (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Geology",
        "text": "The earthquake occurred in the Virginia Seismic Zone , located in the Piedmont region. [8] The Virginia Piedmont area was formed originally as part of a zone of repeated continental collisions that created the ancestral Appalachian Mountains , a process that started during the Ordovician period with the Taconic orogeny and finished during the Carboniferous Period with the Alleghanian orogeny . The reverse faults formed during the various orogenies were partly reactivated as normal faults in extension during the Mesozoic Era as the supercontinent Pangaea broke apart. During the Cenozoic Era, compression from the opening and spreading of the Atlantic has caused some of these structures to be reactivated in a reverse sense. [9] The earthquake's epicenter and most of the aftershocks lie between the surface traces of two structures, the Spotsylvania Fault, a southeast dipping zone of high ductile strain, and the Chopawamsic Fault, a thrust fault . [10] The earthquake's focal mechanism shows reverse slip faulting on a north to northeast striking fault plane. The spatial distribution of aftershocks show that the causative fault dips to the southeast at 50–55°. There was no surface faulting associated with the earthquake. [11] The size of the rupture is as yet uncalculated, but similar quakes have been caused by slippage along fault segments that are 5 to 15 km (3 to 9 mi) long. [1] After the earthquake, several websites speculated about whether hydraulic fracturing (fracking) for natural gas production could have caused or contributed to the quake. [12] [13] There were not any fracking operations in Virginia at the time of the quake. The nearest fracking was occurring in the Marcellus shale in West Virginia . [12] [14]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Nor_rev.png/170px-Nor_rev.png",
                "caption": "Cross-sectional illustration of normal and reverse dip-slip faults."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Central_VA_Quakemap_by_CMBailey.jpg/325px-Central_VA_Quakemap_by_CMBailey.jpg",
                "caption": "Generalized geologic map of the central Virginia Piedmont with faults and earthquakes (M>2, 1973–2011)."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2011_Virginia_earthquake",
        "title": "2011 Virginia earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Research",
        "text": "Scientists have known that the difference between seismic shaking in eastern North America versus western North America is due in part to the geologic structure and rock properties that allow seismic waves in the East to travel farther without weakening, but during November 2012, the USGS announced that recent research showed that earthquake shaking in the eastern United States can travel much farther and cause damage over larger areas than previously thought. USGS scientists found that the Virginia earthquake caused landslides at distances four times farther—and over an area 20 times larger—than previous research had shown. USGS Director Marcia McNutt said, \"Scientists are confirming with empirical data what more than 50 million people in the eastern U.S. experienced firsthand: this was one powerful earthquake. Calibrating the distance over which landslides occur may also help us reach back into the geologic record to look for evidence of past major earthquakes from the Virginia seismic zone.\" [19] The USGS found that the farthest landslide from the 2011 Virginia earthquake was 150 miles (240 km) from the epicenter, along the Blue Ridge Parkway near Virginia's border with North Carolina. This is by far the greatest landslide distance recorded from any other earthquake of similar magnitude. Previous studies of worldwide earthquakes indicated that landslides occurred no farther than 36 miles (58 km) from the epicenter of a magnitude 5.8 earthquake. The study suggested that the added information about East Coast earthquakes may prompt a revision of equations that predict ground shaking. Study author Randall Jibson said, \"what makes this new study so unique is that it provides direct observational evidence from the largest earthquake to occur in more than 100 years in the eastern U.S. Now that we know more about the power of East Coast earthquakes, equations that predict ground shaking might need to be revised.\" [20] [21] The earthquake, along with a magnitude-5.8 quake on the border of New York and Ontario in 1944, is the largest to have occurred in the U.S. east of the Rocky Mountains since an 1897 quake centered in Giles County in western Virginia [22] [23] whose magnitude has been estimated as 5.8 [24] or 5.9. [25] In addition to the great landslide distances recorded, the landslides from the 2011 Virginia earthquake occurred in an area 20 times larger than expected from studies of worldwide earthquakes. Scientists plotted the landslide locations that were farthest out and then calculated the area enclosed by those landslides. The observed landslides from the Virginia earthquake enclose an area of about 33,400 km 2 (12,900 sq mi), while previous studies indicated an expected area of about 1,500 km 2 (580 sq mi) from an earthquake of similar magnitude. [26]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/East_vs_West_Coast_Earthquakes_USGS.jpg/300px-East_vs_West_Coast_Earthquakes_USGS.jpg",
                "caption": "This map shows that East Coast earthquakes travel much farther than West Coast earthquakes of similar magnitude."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2011_Virginia_earthquake",
        "title": "2011 Virginia earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Virginia",
        "text": "The epicenter of the earthquake was in Louisa County, Virginia , where damage was greatest and several minor injuries occurred. The town of Mineral , located 5 mi (8 km) north-northeast from the earthquake's epicenter, reported the collapse of two buildings, as well as minor damage to several other structures, including the collapse of the ceiling in its Town Hall. Only minor injuries were reported, including the hospitalization of several people reporting chest pains related to the stress of the experience. [40] Fallen chimneys and other structural damage to buildings was also reported in Louisa , the county seat. The Gilboa Christian Church, in Cuckoo , built in 1832, was heavily damaged and rendered unusable; while its cemetery's vertical standing tombstones were toppled and razed to the ground. [41] [42] At Louisa County High School , cinderblocks fell in classrooms, and cracks were seen in walls. Six students had minor injuries. Louisa County schools were closed on August 24 while engineers assessed damage to school buildings. [43] The high school and Thomas Jefferson Elementary were closed for the remainder of the school year. [44] Inspections revealed that 65 homes sustained major or severe damage and 125 homes experienced mild to moderate damage. [45] Damage in Louisa County was estimated at $80.6 million, of which $63.8 million was from damage to public school buildings and $14.7 million was from damage to residences. [46] [47] On August 25, county officials declared a state of local emergency in order to allow them to request state aid. [45] Multiple reactor sensors at the North Anna Nuclear Generating Station , located 10 mi (16 km) northeast of the epicenter, detected a slight power reduction as a result of vibrations in the reactor or monitoring devices. This caused the two nuclear reactors to shut down automatically seconds before off-site power was lost. [47] [48] [49] Amid public fears that the earthquake could cause a nuclear accident, prompted in part by the Fukushima disaster which had occurred six months prior, [50] [51] [52] the Nuclear Regulatory Commission sent additional inspectors to the Virginia plant after preliminary measurements suggested that the ground shook more than the two reactors were designed to handle. [53] The damage was minimal and the NRC advised that further inspections should not be interpreted to mean that the plant was not safe. [54] [55] After a $21 million inspection, engineers stated that they only found cosmetic damage. [56] On November 11, 2011, the NRC gave its approval for restarting the reactors. [57] In Charlottesville , about 27 mi (43 km) west of the epicenter, a gas leak closed several streets, including West Main Street. [58] In Spotsylvania County , the August 24 opening of public schools was delayed while damage to buildings was assessed. [59] Six patients were treated at the Spotsylvania Regional Medical Center for minor injuries resulting from the earthquake. [43] Several buildings in Culpeper , about 37 mi (60 km) north of the epicenter, sustained structural damage. The brick façade of the Levy Building, built during 1848, collapsed and the building was condemned and demolished. [45] [60] [61] The walls of St. Stephen's Episcopal Church, constructed during 1821, buckled and were deemed unstable by town officials. Another church, Culpeper Baptist Church, built during 1894, lost its chimney. Schools in Culpeper County delayed their scheduled August 24 opening to assess damage to buildings. [59] Two minor earthquake injuries were reported by the Culpeper Regional Hospital. [60] Damage in Culpeper was estimated at $10 million. [47] In Fredericksburg , about 37 mi (60 km) northeast of the epicenter, the Dickinson Building on the campus of Germanna Community College was deemed unusable for the rest of the semester, and the whole college was closed until alternative classrooms could be found, re-opening on September 6. [62] Also in Fredericksburg, a gas leak led to the evacuation of homes and businesses in a two-block radius. [43] Officials estimated the damage total at around $711,000. [47] In Prince William County , approximately 59 miles (95 km) north of the epicenter, damage to the dam for Lake Jackson was documented by officials in May 2012 though local residents had noticed lower water levels in the lake in 2011. [63] [64] Most of the water in the lake was released to relieve pressure. The dam will be rehabilitated at a cost of approximately $900,000. [64] [65] In Arlington County , a burst pipe flooded two corridors at the Pentagon . Employees, many of whom left the building when the earthquake was felt, were alerted to the flooding by an alarm system that was installed after the September 11 attacks . [66] Arlington House, The Robert E. Lee Memorial , in Arlington National Cemetery experienced significant damage when the quake shifted the structure's back wall by a quarter of an inch, producing large cracks in the plaster and requiring the closure of the House's back hallway and second floor. [67] The county's Thomas Jefferson Theater —home to a middle school auditorium and several community theatre groups—closed for several months due to damage to its stage area, including a shift of the masonry bearing walls and supports for its fly gallery and gridiron deck . [68] The nearby City of Alexandria experienced damage to chimneys and/or other brickwork in Gadsby's Tavern , the Alexandria City Hall and other historic buildings. [69] Two spare replacement panels of the Vietnam Veterans memorial that were stored at Quantico Marine Base were knocked down and shattered. [70]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Evacuating_the_Pentagon_after_Earthquake.jpg/220px-Evacuating_the_Pentagon_after_Earthquake.jpg",
                "caption": "Some employees evacuated the Pentagon moments after the earthquake."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2011_Virginia_earthquake",
        "title": "2011 Virginia earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Washington, D.C.",
        "text": "The White House , [71] the Capitol , and various other buildings were evacuated. The afternoon traffic rush hour was affected, with some traffic lights inoperative, [72] and the Washington Metro system 's trains operated at reduced speeds while tracks and tunnels were inspected. [73] District of Columbia Public Schools were shut down the day after while inspections of the schools were conducted. [74] A National Park Service spokesperson reported that surveys revealed cracks near the top of the Washington Monument , the world's tallest stone structure, which remained closed for repairs until May 2014. [72] [75] The earthquake severely damaged three of the four pinnacles (corner spires) on the central tower of the Washington National Cathedral , cracked some of its flying buttresses , and caused additional damage. [76] [77] [78] As the cathedral's insurance policy did not cover earthquake damage, cathedral officials stated that they would need to raise millions of dollars to fully evaluate the damage and to stabilize and repair its limestone exterior. [78] The Smithsonian Castle incurred damage to five decorative turrets , and fifty jars of preserved specimens fell from shelves at the Smithsonian's National Museum of Natural History . [79] The Embassy of Ecuador suffered structural damage, including three collapsed chimneys and cracked internal walls. [80] The Treasury Building suffered minor damage to exterior railings, some of which fell to the ground and caused closure of a sidewalk. [81] Fire department officials in Washington reported numerous minor injuries as a result of the earthquake. [82]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/2013_-_Washington_Monument_damaged_after_2011_earthquake%2C_closed_and_covered_in_scaffolding_for_repairs.jpg/220px-2013_-_Washington_Monument_damaged_after_2011_earthquake%2C_closed_and_covered_in_scaffolding_for_repairs.jpg",
                "caption": "The Washington Monument was closed for almost three years to repair damage from the tremors."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/DC_Cathedral_repair_10_2011_zoom_3384.jpg/220px-DC_Cathedral_repair_10_2011_zoom_3384.jpg",
                "caption": "Stabilization work at the Washington National Cathedral due to damage caused by the earthquake"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/DC_Earthquake_Damage_to_Embassy_of_Ecuador.jpg/170px-DC_Earthquake_Damage_to_Embassy_of_Ecuador.jpg",
                "caption": "Damage to the Embassy of Ecuador"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2011_Virginia_earthquake",
        "title": "2011 Virginia earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Other parts of the Mid-Atlantic region",
        "text": "In Wilmington, Delaware , blocks fell to the street from the steeple of St. Thomas the Apostle Church, and the New Castle County Courthouse was evacuated, as was the air traffic control tower of the New Castle County Airport in nearby Wilmington Manor . Fire marshals and building inspectors were called to assess structures throughout Dover , the capital city, where the city hall was evacuated. Numerous buildings in Georgetown , the Sussex County seat was evacuated while crews checked for damage; the Emergency Operations Center there reported 200 calls to 9-1-1 . Delaware Department of Transportation crews were dispatched statewide to inspect interstate highways, the under-construction replacement Indian River Inlet Bridge , the Delaware Memorial Bridge on I-295 , and other bridges and roads. [83] In Temple Hills, Maryland , residents were evacuated from two damaged apartment buildings. [84] In Kensington , the tops of four spires on the Washington D.C. Temple of the Church of Jesus Christ of Latter-day Saints fell to the ground along with several pieces of marble from the façade. [85] Near Brunswick , the earthquake caused \"significant discoloration and a reduction in the quality of the water\" of a spring, leading officials to warn against using the water until further notice. [86] In the Fells Point neighborhood of Baltimore , St. Patrick Catholic Church was deemed unsafe and was scheduled to be closed for weeks for repairs. [87] In Salisbury , the City Police station endured damage above doorways and in concrete block walls, [88] and there was also minor cracking in classroom walls at Salisbury University . [89] In Annapolis , several buildings at the United States Naval Academy were damaged. [90] In Suitland , eight jars of preserved fish specimens fell from shelves at a Smithsonian Institution storage facility. [79] The 1740 Mt. Calvert Mansion, a historic site and museum located on the Patuxent River in Upper Marlboro , received substantial structural damage and was closed indefinitely to the public. [91] In Martinsburg, West Virginia , several government buildings were evacuated, and multiple citizens reported feeling their homes shaking violently enough to rattle picture frames off the walls. [92] In Charleston , the Kanawha County Courthouse , the West Virginia State Capitol campus, and several other downtown buildings were evacuated; Kanawha County dispatchers received more than 350 telephone calls in 45 minutes, but there were not any reports of damage to buildings and infrastructure other than minor plaster cracking in the old courthouse. In Philippi , part of a chimney collapsed at the Barbour County courthouse. The West Virginia Office of Miners' Health, Safety and Training stated that West Virginia coal mines were safe following the tremors. [93] [94] A roof collapse in Patriot Coal Company 's Big Mountain Complex forced the closure of the mine. [95] Trembling was felt in buildings in Philadelphia , Pittsburgh , Altoona , Hollidaysburg , York , State College , Erie , Allentown , Reading , Harrisburg and elsewhere in Pennsylvania . [96] Just before 2:00 p.m., in the midst of an opening game between New England and Europe in the Little League Baseball World Series , many people in South Williamsport experienced a ground shaking LLBWS first. Staffers at the Altoona Mirror evacuated their building after it shook for about 10 seconds from the tremor. They returned about 2:25 p.m. The third floor of the Blair County Courthouse in Hollidaysburg was evacuated but court sessions continued on the second floor. A house reportedly was moved off its foundation and its roof buckled in the Three Springs area, Huntingdon County Emergency Management Director Adam Miller said. A minor rockslide occurred on Route 453 near The Grier School in Birmingham . [96] In Center City Philadelphia , a window shattered on a lower floor at the Independence Blue Cross building , and the company sent its 3,000 employees home for the day. [97] Other office buildings in Center City Philadelphia were also evacuated soon after the earthquake. [98] Workers at the PPL Corporation in Allentown evacuated the building. [97] However, the Three Mile Island nuclear plant south of Harrisburg continued to operate during the earthquake. [97] The Bucks County Courthouse in Doylestown was evacuated after the earthquake. [99] In Philadelphia, SEPTA Regional Rail trains were restricted to a speed of 25 mph (40 km/h) while tracks were inspected for damage, and PATCO Speedline trains were briefly suspended, with no damage reported. The Pennsylvania Department of Transportation inspected bridges across the state for damage. The Delaware River Port Authority reported no damage to its four bridges across the Delaware River . [100] Minor damage was also reported in the Pittsburgh area. [101] In March 2013, a landfill in Williams Township , south of Easton , experienced a mudslide, closing a road for over nine months. The mudslide was caused by a cap slip, determined to be the result of the 2011 earthquake. [102] Damage in New Jersey was minor. The state Emergency Management office reported two gas leaks in Gloucester County . [103] [104] In Burlington , Temple B'nai Israel's synagogue building, built during 1801, sustained some water damage when tremor-caused openings in the roof allowed standing water to leak in, and about 20 bricks fell, damaging a congregant's car. [104] In Camden , a vacant house partially collapsed, and government buildings were evacuated, with city workers given the option of returning home for the day. [104] Due to the damage done by the quake, the municipal government of Woodbury reported that the historic Colonel George Gill Green Opera House, which was built during 1880, would be razed, [105] but instead it was renovated to provide housing for senior citizens. [106] No other infrastructure damage was reported in the state. [104] Tremors were felt to varying degrees throughout New York State, including by people in some buildings in Manhattan . Physical damage occurred in Brooklyn , where a chimney in Red Hook was toppled. [31] There were some disruptions, including building evacuations and delays at airports. [107] Amtrak train service at Penn Station was also delayed. [107]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/40_Wall_Street_Earthquake_Evacuees.jpg/220px-40_Wall_Street_Earthquake_Evacuees.jpg",
                "caption": "People gather outside 40 Wall Street in New York City after the earthquake"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2011_Virginia_earthquake",
        "title": "2011 Virginia earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Earthquake",
        "text": "The earthquake occurred on 25 April 2015 at 11:56 am NST (06:11:26 UTC) at a depth of approximately 8.2 km (5.1 mi) (which is considered shallow and therefore more damaging than quakes that originate deeper in the ground), [28] with its epicentre approximately 34 km (21 mi) southeast of Lamjung , Nepal , lasting approximately 50 seconds. [29] The earthquake was initially reported as 7.5 M w by the United States Geological Survey (USGS) before it was quickly upgraded to 7.8 M w . The China Earthquake Networks Center (CENC) reported the earthquake's magnitude to be 8.1 M s . The India Meteorological Department (IMD) said two powerful quakes were registered in Nepal at 06:11 UTC and 06:45 UTC. The first quake measured 7.8 M w and its epicenter was identified at a distance of 80 km to the northwest of Kathmandu , the capital of Nepal. Bharatpur was the nearest major city to the main earthquake, 53 km (33 mi) as the crow flies from the epicenter. The second earthquake was somewhat less powerful at 6.6 M w . It occurred 65 km (40 mi) east of Kathmandu and its seismic focus lay at a depth of 10 km (6.2 mi) below the earth's surface. Over 38 aftershocks of magnitude 4.5 M w or greater occurred in the day following the initial earthquake, including one of 6.8 M w . [30] According to the USGS, the earthquake was caused by a sudden thrust, or release of built-up stress, along the major fault line where the Indian Plate , carrying India, is slowly diving underneath the Eurasian Plate , carrying much of Europe and Asia. [28] Kathmandu, situated on a block of crust approximately 120 km (74 miles) wide and 60 km (37 miles) long, rapidly shifted 3 m (10 ft) to the south in a matter of just 30 seconds. [31] The risk of a large earthquake was well known beforehand. In 2013, in an interview with seismologist Vinod Kumar Gaur, The Hindu quoted him as saying, \"Calculations show that there is sufficient accumulated energy [in the Main Frontal Thrust ], now to produce an 8-magnitude earthquake. I cannot say when. It may not happen tomorrow, but it could possibly happen sometime this century, or wait longer to produce a much larger one.\" [32] According to Brian Tucker, founder of a nonprofit organization devoted to reducing casualties from natural disasters, some government officials had expressed confidence that such an earthquake would not occur again. Tucker recounted a conversation he had had with a government official in the 1990s who said, \"We don't have to worry about earthquakes anymore, because we already had an earthquake.\" The previous earthquake to which he referred occurred in 1934 . [33] In fact, the 600-km-long Central Himalayan Gap hadn't ruptured since 1505 .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/NepalAftershockMap.png/280px-NepalAftershockMap.png",
                "caption": "Map of the earthquake and aftershocks at 12 May, showing location of major historical earthquakes"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/April_2015_Nepal_earthquake",
        "title": "April 2015 Nepal earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Geology",
        "text": "Nepal lies towards the southern limit of the diffuse collisional boundary where the Indian Plate underthrusts the Eurasian Plate , [34] [35] occupying the central sector of the Himalayan arc, nearly one-third of the 2,400 km (1,500 mi) long Himalayas. Geologically, the Nepal Himalayas are subdivided into five tectonic zones from north to south, east to west, and almost parallel to sub-parallel. [36] These five distinct morpho-geotectonic zones are: (1) Terai Plain; (2) Sub Himalaya ( Shivalik Range ); (3) Lesser Himalaya (Mahabharat Range and mid valleys); (4) Higher Himalaya; and (5) Inner Himalaya (Tibetan Tethys). [37] Each of these zones is clearly identified by its morphological, geological, and tectonic features. [37] The convergence rate between the plates in central Nepal is about 45 mm (1.8 in) per year. The location, magnitude, and focal mechanism of the earthquake suggest that it was caused by a slip along the Main Frontal Thrust. [1] [38] The earthquake's effects were amplified in Kathmandu as it sits on the Kathmandu Basin, which contains up to 600 m (2,000 ft) of sedimentary rocks , representing the infilling of a lake. [39] Based on a study published in 2014, of the Main Frontal Thrust, on average a great earthquake occurs every 750 ± 140 and 870 ± 350 years in the east Nepal region. [40] A study from 2015 found a 700-year delay between earthquakes in the region. The study also suggests that because of tectonic stress buildup, the 1934 earthquake and the 2015 quake are connected, following a historic earthquake pattern. [41] A 2016 study on historical great (M ≥ 8) earthquake pairs and cycles found that associated great earthquakes are likely to occur in the West China region through the 2020s. [42]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Himalayan_Tectonic_Summary.png/240px-Himalayan_Tectonic_Summary.png",
                "caption": "M6+ Himalayan region earthquakes, 1900–2014"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/April_2015_Nepal_earthquake",
        "title": "April 2015 Nepal earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Intensity",
        "text": "According to the USGS website, the maximum intensity was VIII ( Severe ), however certain reports state an intensity of X ( Extreme ) or higher. [1] In most of Kathmandu the intensity was VIII-IX, as evidenced by the numerous undamaged water towers installed on top of undamaged multi story buildings. Tremors were felt in the neighboring Indian states of Bihar , Uttar Pradesh , Assam , West Bengal , Odisha , Sikkim , Jharkhand , Uttarakhand , Gujarat , in the National Capital Region around New Delhi and as far south as Karnataka . [43] Damage was extensive in northern Bihar and minor damage was also reported from parts of Odisha. [43] Shaking was felt in high-rise buildings as far as Kochi in the southern state of Kerala . [43] The intensity in Patna was V ( Moderate ). [44] [ failed verification ] The intensity was IV ( Light ) in Dhaka, Bangladesh . [1] The earthquake was also experienced across southwest China , ranging from the Tibet Autonomous Region to Chengdu , which is 1,900 km (1,200 mi) away from the epicenter. [45] Tremors were felt in Pakistan [46] and Bhutan . [1] [43]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/April_2015_Nepal_earthquake_ShakeMap_version_6.png/240px-April_2015_Nepal_earthquake_ShakeMap_version_6.png",
                "caption": "USGS shakemap"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/April_2015_Nepal_earthquake",
        "title": "April 2015 Nepal earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Aftershocks",
        "text": "A series of aftershocks began immediately after the mainshock, at intervals of 15–30 minutes, with one aftershock reaching 6.6M w within 34 minutes of the initial quake. A major aftershock of magnitude 6.9 M w occurred on 26 April 2015 in the same region at 12:54 NST (07:08 UTC), with an epicenter located about 17 km (11 mi) south of Kodari , Nepal. [46] [47] The aftershock caused fresh avalanches on Mount Everest and was felt in many places in northern India including Kolkata , Siliguri , Jalpaiguri , and Assam . [48] The aftershock caused a landslide on the Koshi Highway , which blocked the section of the road between Bhedetar and Mulghat. [49] A model of GeoGateway, based on a United States Geological Survey mechanism of a near-horizontal fault as well as the location of aftershocks showed that the fault had an 11° dip towards the north, striking at 295°, was 50 km (31 mi) wide, 150 km (93 mi) long, and had a dip slip of 3 m (9.8 ft). [50] The USGS says the aftershock registered at a shallow depth of 10 km (6.2 mi). [48] As of 24 May 2016, 459 aftershocks had occurred with different epicenters and magnitudes equal to or above 4 M w (out of which 51 aftershocks are equal to or above 5 M w and 5 aftershocks above 6 M w ) and more than 20,000 aftershocks less than 4 M w . [7]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/2015_Nepal_earthquake.svg/220px-2015_Nepal_earthquake.svg.png",
                "caption": "Aftershocks of 2015 Nepal earthquake"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/April_2015_Nepal_earthquake",
        "title": "April 2015 Nepal earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Nepal",
        "text": "The earthquake killed at least 8,857 people in Nepal [8] [84] [85] and injured nearly three times as many. The rural death toll may have been minimized by the fact that most villagers were outdoors working when the quake hit. [86] As of 15 May, 6,271 people, including 1,700 from the 12 May aftershock, were still receiving treatment for their injuries. [56] Nearly 3.5 million people were left homeless, causing around 2.6 million internal displacements . [60] [87] The example of this earthquake shows that loss calculations for hypothetical likely future earthquakes can be reasonably reliable. In 2005, the expected numbers of fatalities due to a hypothetical scenario earthquake near Kathmandu for M8.1 was published. [88] The fatalities at that time were estimated between 21,000 and 42,000. The M7.8 earthquake of 25 April 2015 killed about 8,800 people because it occurred on a Saturday and so many buildings that collapsed, such as schools and municipal buildings, were empty, reducing the death toll. In addition, the epicentre of the earthquake was in a rural setting, so the worst hit districts had low population densities and most of the population was outside when the earthquake hit. [89] Had the earthquake occurred at night or during the working week, when many more people were inside vulnerable buildings, the death toll would have likely been much closer to the modelled estimate. After the rupture area of the Kathmandu 2015 earthquake had been derived [90] and the intensities of shaking had been mapped, [91] a line source model for losses could be constructed with energy being radiated along the entire rupture. [92] The fatalities estimated in this way by QLARM agree with those reported in the end. The figure shows reports of fatalities as a function of time. News reports significantly underestimated the actual numbers of fatalities for several days. The Himalayan Times reported that as many as 20,000 foreign nationals may have been visiting Nepal at the time of the earthquake, although reports of foreign deaths were relatively low. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Fatality_reprt_w_time_Nepal.jpg/450px-Fatality_reprt_w_time_Nepal.jpg",
                "caption": "Fatality reports by the media as a function of time, compared to the QLARM calculation (horizontal line) made after the rupture area of the Kathmandu earthquake had been mapped. Uncertainty extent given by the vertical solid line. The source for news reports is the NINTRAS web site of the Swiss Seismological Service. All reports, including lower values exceeded by others, are given."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/April_2015_Nepal_earthquake",
        "title": "April 2015 Nepal earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Damage",
        "text": "Thousands of houses were destroyed across many districts of the country, with entire villages flattened, especially those near the epicenter. [19] [20] [21] The Tribhuvan International Airport serving Kathmandu was closed immediately after the earthquake, but was re-opened later in the day for relief operations and, later, for some commercial flights. [102] It subsequently shut down operations sporadically due to aftershocks, [103] and on 3 May was closed temporarily to the largest planes for fear of runway damage. [104] During strong aftershocks, the airport opened all boarding-lounge exit doors onto the tarmac, allowing people who were waiting post security and immigration to flee to the open spaces of the runway tarmac. Many remained outside as planes were delayed and the airport swelled to capacity. The airport facilities suffered damage and there was no running water or operating toilets in the airport lounges. Few airport workers were at their posts; most were killed in the earthquake or had to deal with its aftereffects. [105] Flights resumed from Pokhara, to the west of the epicentre, on 27 April. [106] Several of the churches in the Kathmandu valley were destroyed. As Saturday is the principal day of Christian worship in Nepal, 500 people were reported to have died in the collapses. [107] [108] Several temples on Kathmandu Durbar Square , a UNESCO World Heritage Site , collapsed, [29] as did the Dharahara tower, built in 1832; the collapse of the latter structure killed at least 180 people, [109] [110] [111] [112] Manakamana Temple in Gorkha, previously damaged in an earlier quake, tilted several inches further. The northern side of Janaki Mandir in Janakpur was reported to have been damaged. [ citation needed ] Several temples, including Kasthamandap , Panchtale temple, the top levels of the nine-story Basantapur Durbar, the Dasa Avtar temple and two shrines located behind the Shiva Parvati temple were demolished by the quake. Some other monuments including the Taleju Bhawani Temple partially collapsed. [113] [114] The top of the Jaya Bageshwari Temple in Gaushala and some parts of the Pashupatinath Temple , Swyambhunath , Boudhanath Stupa, Ratna Mandir , inside Rani Pokhari, and Durbar High School have been destroyed. [115] In Patan, the Char Narayan Mandir, the statue of Yog Narendra Malla, a pati inside Patan Durbar Square, the Taleju Temple, the Hari Shankar, Uma Maheshwar Temple and the Machhindranath Temple in Bungamati were destroyed. In Tripureshwar, the Kal Mochan Ghat, a temple inspired by Mughal architecture, was completely destroyed and the nearby Tripura Sundari also suffered significant damage. In Bhaktapur, several monuments, including the Phasi Deva temple, the Chardham temple and the 17th century Vatsala Durga Temple were fully or partially destroyed. [115] Outside the Valley, the Manakamana Temple in Gorkha, the Gorkha Durbar, the Palanchok Bhagwati, in Kabhrepalanchok District , the Rani Mahal in Palpa District , the Churiyamai in Makwanpur District , the Dolakha Bhimsensthan in Dolakha District , and the Nuwakot Durbar suffered varying degrees of damage. Historian Prushottam Lochan Shrestha stated, \"We have lost most of the monuments that had been designated as World Heritage Sites in Kathmandu , Bhaktapur and Lalitpur District, Nepal . They cannot be restored to their original states.\" [115] The northeastern parts of India also received major damage. Heavy shocks were felt in the states of Uttrakhand, Uttar Pradesh, West Bengal and others. Huge damage was caused to the property and the lives of the people.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Qatar_Airways_Cargo_B777_providing_humanitarian_support_after_the_2015_Nepal_earthquake_April_26%2C_2015.JPG/220px-Qatar_Airways_Cargo_B777_providing_humanitarian_support_after_the_2015_Nepal_earthquake_April_26%2C_2015.JPG",
                "caption": "People waiting on airport tarmac for flights after aftershocks forced the airport to open all exit doors"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Durbarsquare_after_earthquake_3.JPG/220px-Durbarsquare_after_earthquake_3.JPG",
                "caption": "Damage in the Basantpur Durbar Square"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Kathmandu_Durbar_Square%2C_Nepal.JPG/160px-Kathmandu_Durbar_Square%2C_Nepal.JPG",
                "caption": "Before the earthquake"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Nepal_Earthquake_2015_01.jpg/240px-Nepal_Earthquake_2015_01.jpg",
                "caption": "Building damage as a result of the earthquake"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Gorkha_Earthquake_Effect.jpg/220px-Gorkha_Earthquake_Effect.jpg",
                "caption": "Damaged building in Balaju area"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/April_2015_Nepal_earthquake",
        "title": "April 2015 Nepal earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Economic loss",
        "text": "Concern was expressed that harvests could be reduced or lost this season as people affected by the earthquake would have only a short time to plant crops before the onset of the Monsoon rains. [116] Nepal, with a total Gross Domestic Product of US$19.921 billion (according to a 2012 estimate), [117] is one of Asia's poorest countries, and has little ability to fund a major reconstruction effort on its own. [118] Even before the quake, the Asian Development Bank estimated that it would need to spend about four times more than it currently does annually on infrastructure through to 2020 to attract investment. [118] The U.S. Geological Survey initially estimated economic losses from the tremor at 9 per cent to 50 per cent of gross domestic product, with a best guess of 35 per cent. \"It's too hard for now to tell the extent of the damage and the effect on Nepal's GDP\", according to Hun Kim, an Asian Development Bank (ADB) official. The ADB said on the 28th that it would provide a US$3 million grant to Nepal for immediate relief efforts, and up to US$200 million for the first phase of rehabilitation. [118] Rajiv Biswas, an economist at a Colorado -based consultancy, said that rebuilding the economy will need international effort over the next few years as it could \"easily exceed\" US$5 billion. [118] [119] [ failed verification ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Nepal_Earthquake_2015_08.jpg/240px-Nepal_Earthquake_2015_08.jpg",
                "caption": "Road damage in Nepal"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/April_2015_Nepal_earthquake",
        "title": "April 2015 Nepal earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Monuments",
        "text": "UNESCO and the Ministry of Culture began strengthening damaged monuments in danger of collapsing before the monsoon season. Subsequent restoration of collapsed structures, including historic houses is planned. Architectural drawings exist that provide plans for reconstruction. According to UNESCO, more than 30 monuments in the Kathmandu Valley collapsed in the quakes, and another 120 incurred partial damage. [157] Repair estimates are $160 million to restore 1,000 damaged and destroyed monasteries, temples, historic houses, and shrines across the country. The destruction is concentrated in the Kathmandu Valley. UNESCO designated seven groups of multi-ethnic monuments clustered in the valley as a single World Heritage Site, including Swayambhu , the three squares namely Durbar square of Kathmandu , Patan Durbar Square , and Bhaktapur Durbar Square , and the Hindu temples of Pashupatinath and Changu Narayan . Out of them only three were damaged in the quakes-- three Durbar squares, the temple of Changu Narayan, and the 1655 temple in Sankhu. [158] Drones fly above cultural heritage sites to provide 3D images of the damage to use for planning repairs. [159]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Patan_Durbar_Square05.jpg/152px-Patan_Durbar_Square05.jpg",
                "caption": "Patan Durbar Square 's Hari Shankar Temple completely collapsed after 2015 earthquake (left), and after its full restoration; pictured in 2023 (right)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/April_2015_Nepal_earthquake",
        "title": "April 2015 Nepal earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Tsunami",
        "text": "Two types of tsunami were produced by this subduction zone earthquake. There was a tectonic tsunami produced in addition to about 20 smaller and local tsunamis. These smaller tsunamis were produced by submarine and subaerial landslides and were responsible for the majority of the tsunami damage. Tsunami waves were noted in over 20 countries, including Peru, New Zealand, Papua New Guinea, Japan, Mexico, and in the continent of Antarctica . The largest tsunami wave was recorded in Shoup Bay , Alaska, with a height of about 220 ft (67 m). [3] [11]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Calculated_Travel_Time_Map_for_1964_Alaska_Tsunami.jpg/220px-Calculated_Travel_Time_Map_for_1964_Alaska_Tsunami.jpg",
                "caption": "Calculated travel time map for the tectonic tsunami produced by the 1964 Prince William Sound earthquake in Alaska. Tsunami Travel Times computed using Tsunami Travel Times [10] software v3.1 (P. Wessel). The map does not show the height or strength of the waves, only the calculated travel times. Red : 1- to 4-hour arrival times Yellow : 5- to 6-hour arrival times Green : 7- to 14-hour arrival times Blue : 15- to 21-hour arrival times."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1964_Alaska_earthquake",
        "title": "1964 Alaska earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Death toll, damage, and casualties",
        "text": "As a result of the earthquake, 131 people are believed to have died: [3] Nine died as a result of the earthquake itself and another 122 died from the subsequent tsunamis all over the world. [12] Five died from the tsunami in Oregon , [13] and 12 died from the tsunami in Crescent City , California . [14] [15] The quake was a reported XI on the modified Mercalli Intensity scale \"indicating major structural damage, and ground fissures and failures\". [16] Property damage was estimated at $116 million [3] ($0.87 billion in 2023 dollars). [17]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Good_Friday_Earthquake_at_Turnagain_Arm.jpg/220px-Good_Friday_Earthquake_at_Turnagain_Arm.jpg",
                "caption": "The largest landslide in Anchorage occurred along Knik Arm between Point Woronzof and Fish Creek , causing substantial damage to numerous homes in the Turnagain-By-The-Sea subdivision."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Subsidence_at_portage.jpg/220px-Subsidence_at_portage.jpg",
                "caption": "The ruin of Portage"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/AlaskaQuake-Tire.jpg/170px-AlaskaQuake-Tire.jpg",
                "caption": "A plank driven through a tire by the tsunami in Whittier"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/1964_Alaska_Quake_Penney_Bldg.jpg/220px-1964_Alaska_Quake_Penney_Bldg.jpg",
                "caption": "The 5-story JCPenney department store in Anchorage in 1964, following the earthquake."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1964_Alaska_earthquake",
        "title": "1964 Alaska earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Elsewhere in Alaska",
        "text": "Most coastal towns in the Prince William Sound, Kenai Peninsula , and Kodiak Island areas, especially the major ports of Seward , Whittier and Kodiak were heavily damaged by a combination of seismic activity, subsidence , post-quake tsunamis and/or earthquake-caused fires . Valdez with 32 dead was not totally destroyed, but after three years, the town relocated to higher ground four miles (6.4 km) west of its original site. Some Alaska Native villages, including Chenega and Afognak , were destroyed or damaged. [ citation needed ] The earthquake caused the ballistic missile detection radar of Clear Air Force Station to go offline for six minutes, [20] the only unscheduled interruption in its operational history. Near Cordova , the Million Dollar Bridge crossing the Copper River also suffered damage, with Span #4 slipping off its pylon and collapsing. The community of Girdwood was also confined to the southern side of the Seward Highway when water rushed into Turnagain Arm and flooded or destroyed any buildings left standing to the north of the highway. Only the ground immediately along the highway and that on the north side of the road dropped, prompting geologists to speculate that Girdwood may rest upon an ancient cliff face covered by thousands of years of sediment and glacial deposits. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/1964_Alaska_Quake_Kodiak_Before_and_After.jpg/220px-1964_Alaska_Quake_Kodiak_Before_and_After.jpg",
                "caption": "Kodiak before and after the earthquake"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Alaska_pipeline_route_near_Valdez_River.jpg/220px-Alaska_pipeline_route_near_Valdez_River.jpg",
                "caption": "The Valdez townsite was abandoned and relocated following the 1964 earthquake and was used as a pipe yard for the construction of the Trans-Alaska Pipeline System , as shown in this 1974 photo"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1964_Alaska_earthquake",
        "title": "1964 Alaska earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Elsewhere",
        "text": "Twelve people were killed by the tsunami in or near Crescent City, California , while four children were killed on the Oregon coast at Beverly Beach State Park . [25] Other coastal towns in the U.S. Pacific Northwest and Hawaii were damaged. Minor damage to boats occurred as far south as Los Angeles . [26] Effects of the earthquake were even noted as far east as Freeport, Texas , where tide gauges recorded waves similar to seismic surface waves . [27] Seiches were detected in wells in countries around the world, including England, Namibia, and Australia. [28]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Portagetoday.JPG/220px-Portagetoday.JPG",
                "caption": "A winter scene of a \" ghost forest \" that was killed and preserved by salt water along with ruined buildings at the site of the former town of Portage , 2011"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/1964_Alaska_earthquake",
        "title": "1964 Alaska earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Geology",
        "text": "The magnitude 7.0 M w earthquake occurred inland, on 12 January 2010 at 16:53 (UTC−05:00), approximately 25 km (16 mi) WSW from Port-au-Prince at a depth of 13 km (8.1 mi) [8] on blind thrust faults associated with the Enriquillo-Plantain Garden fault system [29] and lasted less than 30 seconds. [30] There is no evidence of surface rupture; based on seismological, geological and ground deformation data, it is also thought that the earthquake did not involve significant lateral slip on the main Enriquillo fault. [31] Strong shaking associated with intensity IX on the Modified Mercalli scale (MM) was recorded in Port-au-Prince and its suburbs. It was also felt in several surrounding countries and regions, including Cuba (MM III in Guantánamo ), Jamaica (MM II in Kingston ), Venezuela (MM II in Caracas ), Puerto Rico (MM II–III in San Juan ), and the bordering Dominican Republic (MM III in Santo Domingo ). [32] [33] According to estimates from the U.S. Geological Survey , approximately 3.5 million people lived in the area that experienced shaking intensity of MM VII to X, [32] a range that can cause moderate to very heavy damage even to earthquake-resistant structures. Shaking damage was more severe than for other quakes of similar magnitude due to the quake's shallow depth. [34] [35] The quake occurred in the vicinity of the northern boundary where the Caribbean tectonic plate shifts eastwards by about 20 mm (0.79 in) per year in relation to the North American plate . The strike-slip fault system in the region has two branches in Haiti, the Septentrional-Oriente fault in the north and the Enriquillo-Plantain Garden fault in the south; both its location and focal mechanism suggested that the January 2010 quake was caused by a rupture of the Enriquillo-Plantain Garden fault, which had been locked for 250 years, gathering stress . [36] However, a study published in May 2010 suggested that the rupture process may have involved slip on multiple blind thrust faults with only minor, deep, lateral slip along or near the main Enriquillo–Plantain Garden fault zone, suggesting that the event only partially relieved centuries of accumulated left-lateral strain on a small part of the plate-boundary system. [31] The rupture was roughly 65 km (40 mi) long with mean slip of 1.8 metres (5 ft 11 in). [37] Preliminary analysis of the slip distribution found amplitudes of up to about 4 m (13 ft) using ground motion records from all over the world. [38] [39] A 2007 earthquake hazard study by C. DeMets and M. Wiggins-Grandison noted that the Enriquillo-Plantain Garden fault zone could be at the end of its seismic cycle and concluded that a worst-case forecast would involve a 7.2 M w earthquake, similar in size to the 1692 Jamaica earthquake . [40] Paul Mann and a group including the 2006 study team presented a hazard assessment of the Enriquillo-Plantain Garden fault system to the 18th Caribbean Geologic Conference in March 2008, noting the large strain; the team recommended \"high priority\" historical geologic rupture studies, as the fault was fully locked and had recorded few earthquakes in the preceding 40 years. [41] An article published in Haiti's Le Matin newspaper in September 2008 cited comments by geologist Patrick Charles to the effect that there was a high risk of major seismic activity in Port-au-Prince. [42]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/2010_haiti_shake_map.jpg/220px-2010_haiti_shake_map.jpg",
                "caption": "USGS intensity map"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Gon%C3%A2ve_microplate.png/220px-Gon%C3%A2ve_microplate.png",
                "caption": "Map showing regional tectonic setting of the Enriquillo-Plantain Garden fault zone"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/2010_Haiti_Quake_Aftershock_Damage_Satellite_Image.jpg/220px-2010_Haiti_Quake_Aftershock_Damage_Satellite_Image.jpg",
                "caption": "Tiny dots of white against the plant-covered landscape (red in this image) are possible landslides, a common occurrence in mountainous terrain after large earthquakes. The Enriquillo-Plantain Garden fault zone runs along the two linear valleys at the top of the image."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2010_Haiti_earthquake",
        "title": "2010 Haiti earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Aftershocks",
        "text": "The U.S. Geological Survey recorded eight aftershocks in the two hours after the main earthquake, with magnitudes between 4.3 and 5.9. [43] Within the first nine hours, 32 aftershocks of magnitude 4.2 or greater were recorded, 12 of which measured magnitude 5.0 or greater; in addition, on 24 January, the US Geological Survey reported that there had been 52 aftershocks measuring 4.5 or greater since the main quake. [43] On 20 January, at 06:03 local time (11:03 UTC ), the strongest aftershock since the earthquake, [44] measuring magnitude 5.9 M w , struck Haiti. [45] USGS reported its epicenter was about 56 km (35 mi) WSW of Port-au-Prince, [43] which would place it almost exactly under the coastal town of Petit-Goâve . A UN representative reported that the aftershock collapsed seven buildings in the town. [46] According to staff of the International Committee of the Red Cross , which had reached Petit-Goâve for the first time the day before the aftershock, the town was estimated to have lost 15% of its buildings, and was suffering the same shortages of supplies and medical care as the capital. [47] Workers from the charity Save the Children reported hearing \"already weakened structures collapsing\" in Port-au-Prince, [44] but most sources reported no further significant damage to infrastructure in the city. Further casualties are thought to have been minimal since people had been sleeping in the open. [46] There are concerns that the main earthquake could be the beginning of a new long-term sequence: \"the whole region is fearful\"; historical accounts, although not precise, suggest that there has been a sequence of quakes progressing westwards along the fault, starting with an earthquake in the Dominican Republic in 1751. [48]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Haiti_2010_history.svg/220px-Haiti_2010_history.svg.png",
                "caption": "History of the main shock and aftershocks with magnitudes larger than 4.0, data from USGS [43]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2010_Haiti_earthquake",
        "title": "2010 Haiti earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Essential services",
        "text": "Amongst the widespread devastation and damage throughout Port-au-Prince and elsewhere, vital infrastructure necessary to respond to the disaster was severely damaged or destroyed. This included all hospitals in the capital; air, sea, and land transport facilities; and communication systems. [ citation needed ] The quake affected the three Médecins Sans Frontières (Doctors Without Borders) medical facilities around Port-au-Prince, causing one to collapse completely. [53] [54] A hospital in Pétion-Ville , a wealthy suburb of Port-au-Prince, also collapsed, [55] as did the St. Michel District Hospital in the southern town of Jacmel , [56] which was the largest referral hospital in south-east Haiti. [57] The quake seriously damaged the control tower at Toussaint L'Ouverture International Airport . [58] Damage to the Port-au-Prince seaport [59] rendered the harbor unusable for immediate rescue operations; its container crane subsided severely at an angle because of weak foundations. Gonaïves seaport in northern Haiti remained operational. [59] Roads were blocked with road debris or the surfaces broken. The main road linking Port-au-Prince with Jacmel remained blocked ten days after the earthquake, hampering delivery of aid to Jacmel. When asked why the road had not been opened, Hazem el-Zein, head of the south-east division of the UN World Food Programme said that \"We ask the same questions to the people in charge...They promise rapid response. To be honest, I don't know why it hasn't been done. I can only think that their priority must be somewhere else.\" [56] There was considerable damage to communications infrastructure. The public telephone system was not available, [49] and two of Haiti's largest cellular telephone providers, Digicel [60] and Comcel Haiti , [61] both reported that their services had been affected by the earthquake. Fibre-optic connectivity was also disrupted. [62] According to Reporters Sans Frontières (RSF), Radio Lumière , which broadcasts out of Port-au-Prince and reaches 90% of Haiti, was initially knocked off the air, but it was able to resume broadcasting across most of its network within a week. According to RSF, some 20 of about 50 stations that were active in the capital region before the earthquake were back on air a week after the quake. [63]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Earthquake_damage_in_Jacmel_2010-01-17_4.jpg/220px-Earthquake_damage_in_Jacmel_2010-01-17_4.jpg",
                "caption": "Damaged buildings in Jacmel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2010_Haiti_earthquake",
        "title": "2010 Haiti earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "General infrastructure",
        "text": "In February 2010, Prime Minister Jean-Max Bellerive estimated that 250,000 residences and 30,000 commercial buildings were severely damaged and needed to be demolished. [14] The deputy mayor of Léogâne reported that 90% of the town's buildings had been destroyed. [64] Many government and public buildings were damaged or destroyed including the Palace of Justice , the National Assembly , the Supreme Court and Port-au-Prince Cathedral . [65] [66] The National Palace was severely damaged, [67] [68] though President René Préval and his wife Elisabeth Delatour Préval escaped without injury. [69] [70] The Prison Civile de Port-au-Prince was also destroyed, allowing around 4,000 inmates to escape. [71] Most of Port-au-Prince's municipal buildings were destroyed or heavily damaged, including the City Hall, which was described by The Washington Post as, \"a skeletal hulk of concrete and stucco , sagging grotesquely to the left.\" [72] Port-au-Prince had no municipal petrol reserves and few city officials had working mobile phones before the earthquake, making communications and transportation very difficult. [72] Minister of Education Joel Jean-Pierre stated that the education system had \"totally collapsed\". About half the nation's schools and the three main universities in Port-au-Prince were affected. [73] More than 1,300 schools and 50 health care facilities were destroyed. [74] The earthquake also destroyed a nursing school in the capital and severely damaged the country's primary midwifery school. [75] The Haitian art world suffered great losses; artworks were destroyed, and museums and art galleries were extensively damaged, among them Port-au-Prince's main art museum, Centre d'Art school, College Saint Pierre and Holy Trinity Cathedral . [76] The headquarters of the United Nations Stabilization Mission in Haiti (MINUSTAH) at Christopher Hotel [19] and offices of the World Bank were destroyed. [77] The building housing the offices of Citibank in Port-au-Prince collapsed, killing five employees. [78] The clothing industry, which accounts for two-thirds of Haiti's exports, [79] reported structural damage at manufacturing facilities. [80] The quake created a landslide dam on the Rivière de Grand Goâve . As of February 2010 [update] the water level was low, but engineer Yves Gattereau believed the dam could collapse during the rainy season, which would flood Grand-Goâve 12 km (7.5 mi) downstream. [81]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Haitian_national_palace_earthquake.jpg/220px-Haitian_national_palace_earthquake.jpg",
                "caption": "Large portions of the National Palace collapsed"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Haiti_earthquake_damage_overhead.jpg/220px-Haiti_earthquake_damage_overhead.jpg",
                "caption": "Léogâne, close to the earthquake epicenter"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2010_Haiti_earthquake",
        "title": "2010 Haiti earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Conditions in the aftermath",
        "text": "In the nights following the earthquake, many people in Haiti slept in the streets, on pavements, in their cars, or in makeshift shanty towns either because their houses had been destroyed, or they feared standing structures would not withstand aftershocks. [82] Construction standards are low in Haiti; the country has no building codes . Engineers have stated that it is unlikely many buildings would have stood through any kind of disaster. Structures are often raised wherever they can fit; some buildings were built on slopes with insufficient foundations or steel supports. [83] A representative of Catholic Relief Services has estimated that about two million Haitians lived as squatters on land they did not own. The country also suffered from shortages of fuel and potable water even before the disaster. [84] President Préval and government ministers used police headquarters near the Toussaint L'Ouverture International Airport as their new base of operations, although their effectiveness was extremely limited; several parliamentarians were still trapped in the Presidential Palace, and offices and records had been destroyed. [85] Some high-ranking government workers lost family members, or had to tend to wounded relatives. Although the president and his remaining cabinet met with UN planners each day, there remained confusion as to who was in charge and no single group had organized relief efforts as of 16 January. [86] The government handed over control of the airport to the United States to hasten and ease flight operations, which had been hampered by the damage to the air traffic control tower. [87] Almost immediately Port-au-Prince's morgue facilities were overwhelmed. By 14 January, a thousand bodies had been placed on the streets and pavements. Government crews collected thousands more by truck, burying them in mass graves. [88] In the heat and humidity, corpses buried in rubble began to decompose and smell. Mati Goldstein, head of the Israeli ZAKA International Rescue Unit delegation to Haiti, described the situation as \" Shabbat from hell. Everywhere, the acrid smell of bodies hangs in the air. It's just like the stories we are told of the Holocaust – thousands of bodies everywhere. You have to understand that the situation is true madness, and the more time passes, there are more and more bodies, in numbers that cannot be grasped. It is beyond comprehension.\" [89] [90] Mayor Jean-Yves Jason said that officials argued for hours about what to do with the volume of corpses. The government buried many in mass graves, some above-ground tombs were forced open so bodies could be stacked inside, and others were burned. [91] Mass graves were dug in a large field outside the settlement of Titanyen , north of the capital; tens of thousands of bodies were reported as having been brought to the site by dump truck and buried in trenches dug by earth movers . [92] Max Beauvoir , a Vodou priest, protested the lack of dignity in mass burials, stating, \"... it is not in our culture to bury people in such a fashion, it is desecration\". [93] [94] Towns in the eastern Dominican Republic began preparing for tens of thousands of refugees, and by 16 January hospitals close to the border had been filled to capacity with Haitians. Some began reporting having expended stocks of critical medical supplies such as antibiotics by 17 January. [95] The border was reinforced by Dominican soldiers, and the government of the Dominican Republic asserted that all Haitians who crossed the border for medical assistance would be allowed to stay only temporarily. A local governor stated, \"We have a great desire and we will do everything humanly possible to help Haitian families. But we have our limitations with respect to food and medicine. We need the helping hand of other countries in the area.\" [96] [97] Slow distribution of resources in the days after the earthquake resulted in sporadic violence, with looting reported. [98] There were also accounts of looters wounded or killed by vigilantes and neighbourhoods that had constructed their own roadblock barricades. [99] [100] Dr Evan Lyon of Partners in Health , working at the General Hospital in Port-au-Prince, claimed that misinformation and overblown reports of violence had hampered the delivery of aid and medical services. [101] [102] Former US president Bill Clinton acknowledged the problems and said Americans should \"not be deterred from supporting the relief effort\" by upsetting scenes such as those of looting. [71] [103] Lt. Gen. P.K. Keen , deputy commander of US Southern Command , however, announced that despite the stories of looting and violence, there was less violent crime in Port-au-Prince after the earthquake than before. [104] In many neighbourhoods, singing could be heard through the night and groups of men coordinated to act as security as groups of women attempted to take care of food and hygiene necessities. [105] During the days following the earthquake, hundreds were seen marching through the streets in peaceful processions, singing and clapping. [106] The earthquake caused an urgent need for outside rescuers to communicate with Haitians whose main or only language is Haitian Creole . As a result, a mobile translation program to translate between English and Haitian Creole had to be written quickly. The generation of waste from relief operations was referred to as a “second disaster”. The United States military reported that millions of water bottles and styrofoam food packages were distributed although there was no operational waste management system. Over 700,000 plastic tarpaulins and 100,000 tents were required for emergency shelters. The increase in plastic waste, combined with poor disposal practices, resulted in open drainage channels being blocked, increasing the risk of disease . [107]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Haiti_earthquake_camp.jpg/220px-Haiti_earthquake_camp.jpg",
                "caption": "Assistance camp set up by the Brazilian Army"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Fairfax_County_Urban_SAR_scales_Montana_Hotel_2010-01-14.jpg/220px-Fairfax_County_Urban_SAR_scales_Montana_Hotel_2010-01-14.jpg",
                "caption": "Urban Search and Rescue specialists work at the Hôtel Montana ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Haitians_fill_ferry_in_Port-au-Prince_2010-01-16.jpg/220px-Haitians_fill_ferry_in_Port-au-Prince_2010-01-16.jpg",
                "caption": "The Haitian government began a programme to move homeless people out of Port-au-Prince on a ferry to Port Jeremie and in hired buses to temporary camps."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/AirdropcloseJan18haiti_edited.jpg/220px-AirdropcloseJan18haiti_edited.jpg",
                "caption": "One of the first parachute air drops after the quake, 18 January"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2010_Haiti_earthquake",
        "title": "2010 Haiti earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Casualties",
        "text": "The earthquake struck in the most populated area of the country. The International Federation of Red Cross and Red Crescent Societies estimated that as many as 3 million people had been affected by the quake. [11] In mid February 2010, the Haitian government reported the death toll to have reached 230,000. [108] However, an investigation by Radio Netherlands has questioned the official death toll, reporting an estimate of 92,000 deaths as being a more realistic figure. [109] On the first anniversary of the earthquake, 12 January 2011, Haitian Prime Minister Jean-Max Bellerive said the death toll from the quake was more than 316,000, raising the figures from previous estimates. [110] Several experts have questioned the validity of the death toll numbers; Anthony Penna, professor emeritus in environmental history at Northeastern University , warned that casualty estimates could only be a \" guesstimate \", [111] and Belgian disaster response expert Claude de Ville de Goyet noted that \" round numbers are a sure sign that nobody knows.\" [112] Edmond Mulet , UN Assistant Secretary-General for Peacekeeping Operations , said, \"I do not think we will ever know what the death toll is from this earthquake\", [112] while the director of the Haitian Red Cross, Jean-Pierre Guiteau, noted that his organization had not had the time to count bodies, as their focus had been on the treatment of survivors. [112] While the vast majority of casualties were Haitian civilians, the dead included aid workers, embassy staff, foreign tourists—and a number of public figures, including Archbishop of Port-au-Prince Monsignor Joseph Serge Miot , [16] aid worker Zilda Arns and officials in the Haitian government, including opposition leader Michel \"Micha\" Gaillard . [17] Also killed were a number of well-known Haitian musicians [113] and sports figures, including thirty members of the Fédération Haïtienne de Football . [114] At least 85 United Nations personnel working with MINUSTAH were killed, [115] among them the Mission Chief, Hédi Annabi , his deputy, Luiz Carlos da Costa , [20] and police commissioner Douglas Coates. Around 200 guests were killed in the collapse of the Hôtel Montana in Port-au-Prince. [116] On 31 May 2011, an unreleased draft report based on a survey commissioned by the US Agency for International Development (USAID) challenged the Haiti earthquake death toll and several damage estimates. The unpublished report put the death toll between 46,000 and 85,000 and put the number of displaced persons at 895,000, of which only 375,000 remained in temporary shelters. The unreleased report, which compiled its figures from a door-to-door survey, was done by a Washington consulting firm, LTL Strategies. A US State Department spokesperson said the report had inconsistencies and would not be released until they were resolved. [117] As of January 2012, USAID has not released the report and states on its website that 1.5 million people were displaced, of which 550,000 remain without permanent shelter. [118] The most reliable academic estimate of the number of earthquake casualties in Haiti (over 95% were in the immediate Port-au-Prince area) \"within six weeks of the earthquake\" appears to be the 160,000 estimate in a 2010 University of Michigan study. [7]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Boy_receiving_treatment_after_Haiti_earthquake.jpg/220px-Boy_receiving_treatment_after_Haiti_earthquake.jpg",
                "caption": "A Haitian boy receives treatment at a MINUSTAH logistics base."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Flickr_-_Israel_Defense_Forces_-_IDF_Coordination_with_American_Doctor_%281%29.jpg/220px-Flickr_-_Israel_Defense_Forces_-_IDF_Coordination_with_American_Doctor_%281%29.jpg",
                "caption": "Israeli and U.S. medical personnel coordinate relief efforts."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2010_Haiti_earthquake",
        "title": "2010 Haiti earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Early response",
        "text": "Appeals for humanitarian aid were issued by many aid organizations, the United Nations [119] and president René Préval. Raymond Joseph , Haiti's ambassador to the United States, [120] and his nephew, singer Wyclef Jean , [121] who was called upon by Préval to become a \"roving ambassador\" for Haiti, [122] also pleaded for aid and donations. Images and testimonials circulating after the earthquake across the internet and through social media helped to intensify the reaction of global engagement. [123] Many countries responded to the appeals and launched fund-raising efforts, as well as sending search and rescue teams. The neighbouring Dominican Republic was the first country to give aid to Haiti, [120] sending water, food and heavy-lifting machinery. [124] The hospitals in the Dominican Republic were made available; a combined effort of the Airports Department (DA), together with the Dominican Naval Auxiliaries, the UN and other parties formed the Dominican-Haitian Aerial Support Bridge, making the main Dominican airports available for support operations to Haiti. The Dominican website FlyDominicanRepublic.com [125] made available to the internet, daily updates on airport information and news from the operations center on the Dominican side. [124] The Dominican emergency team assisted more than 2,000 injured people, while the Dominican Institute of Telecommunications (Indotel) helped with the restoration of some telephone services. [124] The Dominican Red Cross coordinated early medical relief in conjunction with the International Red Cross. [124] The government sent eight mobile medical units along with 36 doctors including orthopaedic specialists, traumatologists, anaesthetists, and surgeons. In addition, 39 trucks carrying canned food were dispatched, along with 10 mobile kitchens and 110 cooks capable of producing 100,000 meals per day. [126] Other nations from farther afield also sent personnel, medicines, materiel , and other aid to Haiti. The first team to arrive in Port-au-Prince was ICE-SAR from Iceland , landing within 24 hours of the earthquake. [127] A 50-member Chinese team arrived early Thursday morning. [128] From the Middle East, the government of Qatar sent a strategic transport aircraft (C-17), loaded with 50 tonnes of urgent relief materials and 26 members from the Qatari armed forces, the internal security force (Lekhwiya), police force and the Hamad Medical Corporation, to set up a field hospital and provide assistance in Port-au-Prince and other affected areas in Haiti. [129] A rescue team sent by the Israel Defense Forces ' Home Front Command established a field hospital near the United Nations building in Port-au-Prince with specialised facilities to treat children, the elderly, and women in labor. It was set up in eight hours and began operations on the evening of 16 January. [130] A Korean International Disaster Relief Team [131] with 40 rescuers, medical doctors, nurses and 2 k-9s was deployed to epicenters to assist mitigation efforts of Haitian Government. The American Red Cross announced on 13 January that it had run out of supplies in Haiti and appealed for public donations. [132] Giving Children Hope worked to get much-needed medicines and supplies on the ground. [133] Partners in Health (PIH), the largest health care provider in rural Haiti, was able to provide some emergency care from its ten hospitals and clinics, all of which were outside the capital and undamaged. [134] MINUSTAH had over 9,000 uniformed peacekeepers deployed to the area. [135] Most of these workers were initially involved in the search for survivors at the organization's collapsed headquarters. [136] The International Charter on Space and Major Disasters was activated, allowing satellite imagery of affected regions to be shared with rescue and aid organizations. [137] Members of social networking sites such as Twitter and Facebook spread messages and pleas to send help. [138] Facebook was overwhelmed by—and blocked—some users who were sending messages about updates. [139] The American Red Cross set a record for mobile donations, raising US$7 million in 24 hours when they allowed people to send US$10 donations by text messages. [140] The OpenStreetMap community responded to the disaster by greatly improving the level of mapping available for the area using post-earthquake satellite photography provided by GeoEye , [141] and crowdmapping website Ushahidi coordinated messages from multiple sites to assist Haitians still trapped and to keep families of survivors informed. [142] Some online poker sites hosted poker tournaments with tournament fees, prizes or both going to disaster relief charities. [143] Google Earth updated its coverage of Port-au-Prince on 17 January, showing the earthquake-ravaged city. Easing refugee immigration into Canada was discussed by Canadian Prime Minister Stephen Harper , [144] and in the US Haitians were granted Temporary protected status , a measure that permits about 100,000 illegal alien Haitians in the United States to stay legally for 18 months, and halts the deportations of 30,000 more, though it does not apply to Haitians outside the US. [145] [146] Local and state agencies in South Florida , together with the US government, began implementing a plan (\"Operation Vigilant Sentry\") for a mass migration from the Caribbean that had been laid out in 2003. [147] Several orphanages were destroyed in the earthquake. After the process for the adoption of 400 children by families in the US and the Netherlands was expedited, [148] Unicef and SOS Children urged an immediate halt to adoptions from Haiti. [149] [150] Jasmine Whitbread, chief executive of Save the Children said: \"The vast majority of the children currently on their own still have family members alive who will be desperate to be reunited with them and will be able to care for them with the right support. Taking children out of the country would permanently separate thousands of children from their families—a separation that would compound the acute trauma they are already suffering and inflict long-term damage on their chances of recovery.\" [149] However, several organizations were planning an airlift of thousands of orphaned children to South Florida on humanitarian visas, modelled on a similar effort with Cuban refugees in the 1960s named \" Pedro Pan \". [151] On 29 January 2010, a group of ten American Baptist missionaries from Idaho attempted to cross the Haiti-Dominican Republic border with 33 Haitian children. The group, known as the New Life Children's Refuge , did not have proper authorization for transporting the children and were arrested on kidnapping charges. [152] The Canadian government worked to expedite around 100 adoption cases that were already underway when the earthquake struck, issuing temporary permits and waiving regular processing fees; the federal government also announced that it would cover adopted children's healthcare costs upon their arrival in Canada until they could be covered under provincially administered public healthcare plans. [153]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/2010_Haiti_earthquake_relief_efforts_by_the_US_Army.jpg/220px-2010_Haiti_earthquake_relief_efforts_by_the_US_Army.jpg",
                "caption": "Heavy-lift helicopters ferry water from the offshore flotilla, 15 January."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/AcampamentoHaiti2.jpg/220px-AcampamentoHaiti2.jpg",
                "caption": "Having lost their homes, many Haitians moved to live in precarious camps."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/USCG_transfers_Haitians_to_cutter_for_medical_attention_2010-01-18.jpg/170px-USCG_transfers_Haitians_to_cutter_for_medical_attention_2010-01-18.jpg",
                "caption": "Haitian survivors were transferred to rescue ships for medical aid."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2010_Haiti_earthquake",
        "title": "2010 Haiti earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Rescue and relief efforts",
        "text": "Rescue efforts began in the immediate aftermath of the earthquake, with able-bodied survivors extricating the living and the dead from the rubble of the many buildings that had collapsed. [154] Treatment of the injured was hampered by the lack of hospital and morgue facilities: the Argentine military field hospital , which had been serving MINUSTAH , was the only one available until 13 January. [155] Rescue work intensified only slightly with the arrival of doctors, police officers, military personnel and firefighters from various countries two days after the earthquake. [156] From 12 January, the International Committee of the Red Cross , which has been working in Haiti since 1994, focused on bringing emergency assistance to victims of the catastrophe. It worked with its partners within the International Red Cross and Red Crescent Movement, particularly the Haitian Red Cross and the International Federation of Red Cross and Red Crescent Societies. [157] [158] The American Red Cross also spearheaded a mobile donation initiative with Mobile Accord to raise over $2 million within the first 24 hours after the earthquake. [159] Médecins Sans Frontières (Doctors Without Borders; MSF) reported that the hospitals that had not been destroyed were overwhelmed by large numbers of seriously injured people. The hospitals had to perform many amputations. [160] [161] Running short of medical supplies, some teams had to work with any available resources, constructing splints out of cardboard and reusing latex gloves. Other rescue units had to withdraw as night fell, amid security fears. [162] Over 3,000 people had been treated by Médecins Sans Frontières as of 18 January. [163] Ophelia Dahl , director of Partners in Health , reported, \"there are hundreds of thousands of injured people. I have heard the estimate that as many as 20,000 people will die each day that would have been saved by surgery.\" [164] An MSF aircraft carrying a field hospital was repeatedly turned away [165] [166] by US air traffic controllers, who had assumed control at Toussaint L'Ouverture International Airport. [167] Four other MSF aircraft were also turned away. [167] In a 19 January press release MSF said, \"It is like working in a war situation. We don't have any more morphine to manage pain for our patients. We cannot accept that planes carrying lifesaving medical supplies and equipment continue to be turned away while our patients die. Priority must be given to medical supplies entering the country.\" [168] First responders voiced frustration with the number of relief trucks sitting unused at the airport. [169] Aid workers blamed US-controlled airport operations for prioritising the transportation of security troops over rescuers and supplies; [103] evacuation policies favouring citizens of certain nations were also criticised. [170] The US military acknowledged the non-governmental organizations' complaints concerning flight-operations bias and promised improvement while noting that up to 17 January 600 emergency flights had landed and 50 were diverted; by the first weekend of disaster operations, diversions had been reduced to three on Saturday and two on Sunday. [171] The airport staff was strengthened in order to support 100 landings a day, compared to the 35 a day that the airport gets during normal operation. A spokesman for the joint task force running the airport confirmed that, though more flights were requesting landing slots , none was being turned away. [172] Brazilian Foreign Minister Celso Amorim and French Minister of State for Cooperation Alain Joyandet criticised the perceived preferential treatment for US aid arriving at the airport. A spokesman for the French Ministry of Foreign Affairs said that the French government had not protested officially with regard to the management of the airport. [173] [174] US officials acknowledged that coordination of the relief effort is central to Haitian recovery. [175] President Préval asked for calm coordination between assisting nations without mutual accusations. [176] [177] Based on US Air Force logs documenting activity at the airport, the Associated Press largely disproved the claim that the US held up aid in favor of military flights. The US military initially gave priority to military units in order to secure the airport, distribute aid, and provide security, but after that, incoming relief flights were cleared or rejected on a first-come, first-served basis. According to a US Air Force captain who had coordinated flight schedules, nearly all groups sending aid insisted their shipment was urgent. Those flights that were rejected were diverted to the Dominican Republic , and their cargoes were unloaded and taken to Haiti by land. [178] At the peak of the relief efforts, the airport was in a state of chaos. Normally, the airport, with a single runway and 10 spaces for large planes, handled 20 flights a day. After the earthquake struck, hundreds of planes rushed to Haiti without designated landing times. On average, a plane would land or take off every two minutes. The situation was complicated by the lack of room on ramps for planes to unload their cargo, and some planes did not have enough fuel to leave. [178] While the Port-au-Prince airport ramp has spaces for more than a dozen airliners, in the days following the quake, it sometimes served nearly 40 at once, creating serious delays. [179] [180] The supply backup at the airport was expected to ease as the apron management improved, and when the perceived need for heavy security diminished. [103] Airport congestion was reduced on 18 January when the United Nations and US forces formally agreed to prioritise humanitarian flights over security reinforcement. [181] By 14 January, more than 20 countries had sent military personnel to the country, with Canada, the United States, and the Dominican Republic providing the largest contingents. The supercarrier USS Carl Vinson arrived at maximum possible speed on 15 January with 600,000 emergency food rations, 100,000 ten-litre water containers, and an enhanced wing of 19 helicopters; 130,000 litres of drinking water were transferred to shore on the first day. [182] The helicopter carrier USS Bataan sailed with three large dock landing ships and two survey/salvage vessels, to create a \"sea base\" for the rescue effort. [183] [184] [185] They were joined by the French Navy vessel Francis Garnier on 16 January, [186] the same day the hospital ship USNS Comfort and guided-missile cruiser USS Bunker Hill left for Haiti. [187] [188] Another large French vessel was later ordered to Haiti, the amphibious transport dock Siroco . [189] International rescue efforts were restricted by traffic congestion and blocked roads. [190] Although US Secretary of Defense Robert Gates had previously ruled out dropping food and water by air as too dangerous, by 16 January, US helicopters were distributing aid by drops to areas impossible to reach by land. [191] In Jacmel, a city of 50,000, the mayor claimed that 70 percent of the homes had been damaged and that the quake had killed 300 to 500 people and left some 4,000 injured. [192] The small airstrip suffered damage rendering it unusable for supply flights until 20 January. [193] The Canadian navy vessel HMCS Halifax was deployed to the area on 18 January; the Canadians joined Colombian rescue workers, Chilean doctors, a French mobile clinic, and Sri Lankan relief workers who had already responded to calls for aid. [194] About 64,000 people living in the three adjacent agricultural communities of Durissy , Morne a Chandelle , and Les Palmes were relatively unharmed because most of the people were working in the fields when the quakes struck. All their churches, chapels, and at least 8,000 homes were destroyed. [195] On 17 January 2010, British search and rescue teams were the first to reach Léogane, the town at the epicenter of the quake. [196] The Canadian ship HMCS Athabaskan reached the area on 19 January, [197] and by 20 January some 250–300 Canadian personnel were assisting relief efforts in the town. [198] By 19 January, staff of the International Red Cross had also managed to reach the town, which they described as \"severely damaged ... the people there urgently need assistance.\" [199] By 20 January they had reached Petit-Goâve as well, where they set up two first-aid posts and distributed first-aid kits. [200] Over the first weekend 130,000 food packets and 70,000 water containers were distributed to Haitians, as safe landing areas and distribution centers such as golf courses were secured. [201] Nearly 2,000 rescuers had arrived from 43 different groups, with 161 search dogs ; the airport had handled 250 tons of relief supplies by the end of the weekend. [202] Reports from Sunday showed a record-breaking number of successful rescues, with at least 12 survivors pulled from Port-au-Prince's rubble, bringing the total number of rescues to 110. [203] The buoy tender USCG Oak and USNS Grasp (T-ARS-51) were on scene by 18 January to assess damage to the port and work to reopen it, [204] [205] and by 21 January one pier at the Port-au-Prince seaport was functional, offloading humanitarian aid, and a road had been repaired to make transport into the city easier. [206] In an interview on 21 January, Leo Merores, Haiti's ambassador to the UN, said that he expected the port to be fully functional again within two weeks. [207] The US Navy listed its resources in the area as \"17 ships, 48 helicopters and 12 fixed-wing aircraft\" in addition to 10,000 sailors and Marines. [208] The Navy had conducted 336 air deliveries, delivered 32,400 US gallons (123,000 L) of water, 532,440 bottles of water, 111,082 meals and 9,000 lb (4,100 kg) of medical supplies by 20 January. Hospital ship Comfort began operations on 20 January, completing the arrival of the first group of sea-base vessels; this came as a new flotilla of USN ships were assigned to Haiti, including survey vessels, ferries, elements of the maritime prepositioning and underway replenishment fleets, and a further three amphibious operations ships, including another helicopter carrier, USS Nassau (LHA-4) . [209] On 22 January the UN and United States formalised the coordination of relief efforts by signing an agreement giving the US responsibility for the ports, airports and roads, and making the UN and Haitian authorities responsible for law and order. The UN stated that it had resisted formalising the organization of the relief effort to allow as much leeway as possible for those wishing to assist in the relief effort, but with the new agreement \"we're leaving that emergency phase behind\". The UN also urged organizations to coordinate aid efforts through its mission in Haiti to allow for better scheduling of the arrival of supplies. [207] On 23 January the Haitian government officially called off the search for survivors, and most search and rescue teams began to prepare to leave the country. [210] However, as late as 8 February 2010, survivors were still being discovered, as in the case of Evan Muncie, 28, found in the rubble of a grocery store. [211] On 5 February, ten Baptist missionaries from Idaho led by Laura Silsby were charged with criminal association and kidnapping for trying to smuggle 33 children out of Haiti. The missionaries claimed they were rescuing orphaned children but investigations revealed that more than 20 of the children had been taken from their parents after they were told the children would have a better life in America. In an interview, Kenneth Merten , the United States Ambassador to Haiti , stated that the US justice system would not interfere and that \"the Haitian justice system will do what it has to do.\" [212] By 9 March 2010, all but Silsby were deported and she remained incarcerated. [213] Social networking organizations such as Crisis Camp Haiti were developed to aid in the structure and coordination of relief efforts in Haiti and future catastrophic events as well. [214] [215] [216] By March 4, the American Red Cross, in conjunction with Mobile Accord's mGive platform, had raised a total of $50 million for victims of the Haiti earthquake. James Eberhard of Mobile Accord stated that $32.5 million of the donations came from text giving. [217] On 10 April, due to the potential threat of mudslides and flooding from the upcoming rainy season , the Haitian government began operations to move thousands of refugees to a more secure location north of the capital. [218]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/USN_MH-53E_lands_supplies_at_Port-au-Prince_2010-01-16.jpg/220px-USN_MH-53E_lands_supplies_at_Port-au-Prince_2010-01-16.jpg",
                "caption": "MINUSTAH troops meet a U.S. relief flight on 16 January."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/EscombrosBelAir5_Edit1.jpg/220px-EscombrosBelAir5_Edit1.jpg",
                "caption": "UN forces took to patrolling the streets of Port-au-Prince."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Pararescue_in_Haiti_2010.jpg/220px-Pararescue_in_Haiti_2010.jpg",
                "caption": "A USAF pararescueman searching through demolished buildings in Port-au-Prince for survivors"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Hospital_ship_usnscomfort_Jan_20_haiti.jpg/220px-Hospital_ship_usnscomfort_Jan_20_haiti.jpg",
                "caption": "Helicopters transfer injured earthquake victims to hospital ship USNS Comfort off the coast of Haiti."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Haitians_pull_out_a_body_from_the_rubbles_of_a_school_%2812_january_2010%29.jpg/220px-Haitians_pull_out_a_body_from_the_rubbles_of_a_school_%2812_january_2010%29.jpg",
                "caption": "While international efforts received significant media coverage, much of the local rescue effort was conducted by Haitians."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/LA_County_SAR_pulls_Haitian_woman_from_earthquake_debris_2010-01-17.jpg/220px-LA_County_SAR_pulls_Haitian_woman_from_earthquake_debris_2010-01-17.jpg",
                "caption": "A woman is rescued alive from rubble several days after the initial quake."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Usns_comfort_patient_haiti_jan22.jpg/170px-Usns_comfort_patient_haiti_jan22.jpg",
                "caption": "A Haitian child is treated aboard a hospital ship."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Haiti_relief_landing_jan22.jpg/220px-Haiti_relief_landing_jan22.jpg",
                "caption": "Landing ships move supplies onshore from the rescue fleet."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2010_Haiti_earthquake",
        "title": "2010 Haiti earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Recovery",
        "text": "US President Barack Obama announced that former presidents Bill Clinton , who also acts as the UN special envoy to Haiti, and George W. Bush would coordinate efforts to raise funds for Haiti's recovery. Secretary of State Hillary Clinton visited Haiti on 16 January to survey the damage and stated that US$48 million had been raised already in the US to help Haiti recover. [219] Following the meeting with Secretary Clinton, President Préval stated that the highest priorities in Haiti's recovery were establishing a working government, clearing roads, and ensuring the streets were cleared of bodies to improve sanitary conditions. [220] US Vice President Joe Biden stated on 16 January that President Obama \"does not view this as a humanitarian mission with a life cycle of a month. This will still be on our radar screen long after it's off the crawler at CNN. This is going to be a long slog.\" [221] A remake of the song \"Wavin' Flag\" by Somalian - Canadian singer K’naan became a charity single in Canada, reaching number 1 on the \" Canadian Hot 100 \" chart. The song was later chosen as Coca-Cola 's promotional anthem for the 2010 FIFA World Cup hosted by South Africa . Trade and Industry Minister Josseline Colimon Fethiere estimated that the earthquake's toll on the Haitian economy would be massive, with one in five jobs lost. [222] In response to the earthquake, foreign governments offered badly needed financial aid. The European Union promised €330 million for emergency and long-term aid. Brazil announced R$375 million for long-term recovery aid, R$25 million of which in immediate funds. [223] The United Kingdom's Secretary of State for International Development Douglas Alexander called the result of the earthquake an \"almost unprecedented level of devastation\", and committed the UK to £20 million in aid, while France promised €10 million. Italy announced it would waive repayment of the €40 million it had loaned to Haiti, [163] and the World Bank waived the country's debt repayments for five years. [224] On 14 January, the US government announced it would give US$100 million to the aid effort and pledged that the people of Haiti \"will not be forgotten\". [225] In the aftermath of the earthquake, the government of Canada announced that it would match the donations of Canadians up to a total of C$50 million. [226] Canadians were able to donate through the Humanitarian Coalition which distributed funds to partner organizations working in the field. During this time the Humanitarian Coalition raised over C$15 Million. [227] After a United Nations call for help for the people affected by the earthquake, Canada pledged an additional C$60 million in aid on 19 January 2010, bringing Canada's total contribution to C$135 million. [228] By 8 February 2010, the federal International Co-operation Department, through the Canadian International Development Agency (CIDA), had already provided about C$85 million in humanitarian aid through UN agencies, the International Federation of Red Cross and Red Crescent Societies and to organizations such as CARE, Médecins du Monde, Save the Children , Oxfam Quebec, the Centre for International Studies and co-operation, and World Vision . [229] On 23 January 2010, Canadian Prime Minister Stephen Harper announced that the federal government had lifted the limit on the amount of money allocated for matching individual donations to relief efforts, [230] and that the federal government would continue to match individual donations until 12 February 2010; by the deadline, Canadians had privately raised C$220 million. [231] On top of matching donations, International Co-operation Minister Bev Oda pledged an additional C$290 million in long-term relief to be spent between 2010 and 2012, including C$8 million in debt relief to Haiti, part of a broader cancellation of the country's overall World Bank debt. [231] The government's commitment to provide C$550 million in aid and debt relief and Canadians' individual donations amount to a total of C$770 million. [232] In addition to Canada's federal government, the governments of several of the provinces and territories of Canada also announced that they would provide immediate emergency aid to Haiti. [233] [234] [235] On 18 January 2010, the province of Quebec , whose largest city – Montreal – houses the world's largest Haitian diaspora, pledged C$3 million in emergency aid. [236] Both the provincial government of Quebec and the Canadian federal government reaffirmed their commitment to rebuilding Haiti at the 2010 Francophonie Summit ; Prime Minister Harper used his opening speech to \"tell the head of the Haitian delegation to keep up their spirits\" and to urge other nations to continue to support recovery efforts. [237] President Abdoulaye Wade of Senegal offered interested Haitians free land in Senegal; [238] depending on how many respond to the offer, this could include up to an entire region. [239] Around 2,000 Haitians applied for this offer. [240] In October 2010, 163 of these applicants arrived in Senegal. [241] They are Haitian students who were selected to continue their education in Senegal. [242] Prime Minister Bellerive announced that from 20 January, people would be helped to relocate outside the zone of devastation, to areas where they may be able to rely on relatives or better fend for themselves; people who have been made homeless would be relocated to the makeshift camps created by residents within the city, where a more focused delivery of aid and sanitation could be achieved. [163] Port-au-Prince, according to an international studies professor at the University of Miami , was ill-equipped before the disaster to sustain the number of people who had migrated there from the countryside over the past ten years to find work. [243] After the earthquake, thousands of Port-au-Prince residents began returning to the rural towns they came from. [244] On 25 January a one-day conference was held in Montreal to assess the relief effort and discuss further plans. Prime Minister Bellerive told delegates from 20 countries that Haiti would need \"massive support\" for its recovery from the international community. A donors' conference was expected to be held at the UN headquarters in New York in March, [224] however, took more than three months to hold the UN conference. The 26-member international Interim Haiti Reconstruction Commission, headed by Bill Clinton and Haitian Prime Minister Jean-Max Bellerive, convened in June 2010. [245] That committee is overseeing the US$5.3 billion pledged internationally for the first two years of Haiti's reconstruction. [246] The commission was critiqued by Haitian groups for lacking Haitian civil society representation and accountability mechanisms. Half the representation on the commission was given to foreigners who effectively bought their seats by pledging certain amounts of money. An international development consultant contracted by the commission was quoted as saying, \"Look, you have to realize the IHRC [commission] was not intended to work as a structure or entity for Haiti or Haitians. It was simply designed as a vehicle for donors to funnel multinationals' and NGOs' project contracts.\" [247] The Netherlands sponsored a project, called Radio555. The Dutch radio channels 3FM , Radio 538 and Radio Veronica all broadcast under the name of Radio555, funded by a contribution of €80 million. [248] [249] Several organizations of the US building industry and government, such as the Department of Homeland Security and the International Code Council , among others, reported that they were compiling a \"Haiti Toolkit\" coordinated by the National Institute of Building Sciences . The toolkit would comprise building technology resources and best practices for consideration by the Haitian government with the goal of creating a more resilient infrastructure to prevent future losses of life. [250] Immediately following the earthquake, Real Medicine Foundation began providing medical staffing, in-kind medical supplies and strategic coordination to help meet the surging needs of the health crisis on the ground. Working in close partnership with other relief organizations, Real Medicine organized deployments of volunteer medical specialists to meet the needs of partner hospitals and clinics at the Haiti–Dominican Republic border and in Port-au-Prince, provided direct funding, medical supplies and pharmaceuticals to local health facilities and partner hospitals, provided advisory services and coordination to local health facilities, including physical therapy support, and coordinated mobile health outreaches, field clinics and food supplies to outlying villages overlooked in the relief effort. [251] On 15 January 2011, the Catholic Relief Services announced a US$200 million, five-year relief and reconstruction program that covers shelter, health, livelihoods, and child protection among its program areas. [252]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Haitians_in_Port-de-Paix_await_distribution_of_relief_supplies_2010-01-15.jpg/220px-Haitians_in_Port-de-Paix_await_distribution_of_relief_supplies_2010-01-15.jpg",
                "caption": "Haitians await the opening of a supply depot, 16 January."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/PAPemergencyops.jpg/220px-PAPemergencyops.jpg",
                "caption": "Planes loaded with aid supplies crowd the tarmac at Port-au-Prince airport , waiting to be unloaded, 18 January."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Haiti_Cash-for-Work_Programme.jpg/220px-Haiti_Cash-for-Work_Programme.jpg",
                "caption": "The UN Development Programme employed hundreds of Haitians to clear roads and to make fuel pellets in a cash-for-work scheme."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/2010%EB%85%84_%EC%A4%91%EC%95%99119%EA%B5%AC%EC%A1%B0%EB%8B%A8_%EC%95%84%EC%9D%B4%ED%8B%B0_%EC%A7%80%EC%A7%84_%EA%B5%AD%EC%A0%9C%EC%B6%9C%EB%8F%99100119_%EB%AA%AC%ED%83%80%EB%82%98%ED%98%B8%ED%85%94_%EC%88%98%EC%83%89%ED%99%9C%EB%8F%99_%28454%29.jpg/220px-2010%EB%85%84_%EC%A4%91%EC%95%99119%EA%B5%AC%EC%A1%B0%EB%8B%A8_%EC%95%84%EC%9D%B4%ED%8B%B0_%EC%A7%80%EC%A7%84_%EA%B5%AD%EC%A0%9C%EC%B6%9C%EB%8F%99100119_%EB%AA%AC%ED%83%80%EB%82%98%ED%98%B8%ED%85%94_%EC%88%98%EC%83%89%ED%99%9C%EB%8F%99_%28454%29.jpg",
                "caption": "South Korea's National Rescue Services team"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/FAA_mobile_control_tower_%26_equipment_loaded_onto_Antonov_An-124_at_HST_2010-01-21_1.JPG/220px-FAA_mobile_control_tower_%26_equipment_loaded_onto_Antonov_An-124_at_HST_2010-01-21_1.JPG",
                "caption": "A US mobile air traffic control tower is moved to Haiti by a Russian Antonov An-124 Ruslan ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2010_Haiti_earthquake",
        "title": "2010 Haiti earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Status of the recovery",
        "text": "Six months after the quake as much as 98% of the rubble remained uncleared. An estimated 26 million cubic yards (20 million cubic meters) remained, making most of the capital impassable, [249] and thousands of bodies remained in the rubble. The number of people in relief camps of tents and tarps since the quake was 1.6 million, and almost no transitional housing had been built. Most of the camps had no electricity, running water, or sewage disposal, and the tents were beginning to fall apart. Crime in the camps was widespread, especially against women and girls. Between 23 major charities, US$1.1 billion had been collected for Haiti for relief efforts, but only two percent of the money had been released. [253] [254] According to a CBS report, US$3.1 billion had been pledged for humanitarian aid and was used to pay for field hospitals, plastic tarps, bandages, and food, plus salaries, transportation and upkeep of relief workers. By May 2010, enough aid had been raised internationally to give each displaced family a cheque for US$37,000. [255] In July 2010, CNN returned to Port-au-Prince and reported, \"It looks like the quake just happened yesterday\", and Imogen Wall, spokeswoman for the United Nations office of humanitarian affairs in Haiti, said that \"six months from that time it may still look the same.\" [256] Land ownership posed a particular problem for rebuilding because so many pre-quake homes were not officially registered. [ citation needed ] Haitian grassroots groups advocated for the government to fulfill the right to housing as designated in the Haitian constitution, and for donor governments to support this as well. They also worked to push the international community to recognize the wave of evictions from camps that started as early as three months after the earthquake and to put protections in place, but little was done in response. [258] In September 2010 there were over one million refugees still living in tents, and the humanitarian situation was characterized as still being in the emergency phase, according to the Apostolic Nuncio to Haiti, Archbishop Bernard Auza. He went on to say that the number was rising instead of diminishing, and reported that the state had decided to first rebuild downtown Port-au-Prince and a new government center, but reconstruction had not yet begun. [259] In October 2010, Refugees International characterized the aid agencies as dysfunctional and inexperienced saying,\"The people of Haiti are still living in a state of emergency, with a humanitarian response that appears paralyzed\". It was reported that gang leaders and land owners were intimidating the displaced and that sexual, domestic, and gang violence in and around the camps was rising. [260] They claimed that rape of Haitian women and girls who had been living in camps since the January earthquake was increasing, in part, because the United Nations wasn't doing enough to protect them. [261] In October, a cholera epidemic broke out , probably introduced by United Nations peacekeepers . [262] Cholera most often affects poor countries with limited access to clean water and proper sanitation. By the end of 2010, more than 3,333 had died at a rate of about 50 deaths a day. [263]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Rubbles_of_the_cathedral_after_the_earthquake_that_hit_the_Capital_Port_au_Prince_just_before_5_pm_on_12_January_2010.jpg/220px-Rubbles_of_the_cathedral_after_the_earthquake_that_hit_the_Capital_Port_au_Prince_just_before_5_pm_on_12_January_2010.jpg",
                "caption": "Remnants of the Cathedral of Our Lady of the Assumption after its collapse. In 2020, the building is still in ruins. [257]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2010_Haiti_earthquake",
        "title": "2010 Haiti earthquake",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Earthquake",
        "text": "The 2004 Indian Ocean earthquake was initially documented as having a moment magnitude of 8.8. The United States Geological Survey has its  estimate of 9.1. [23] Hiroo Kanamori of the California Institute of Technology estimates that M w 9.2 is best representative of the earthquake's size. [24] However, more recent studies estimate the magnitude to be M w 9.3. [25] [26] [27] [28] A 2016 study estimated the magnitude to be M w 9.25, [29] while a 2021 study revised its 2007 estimate of M w 9.1 to a new magnitude of M w 9.2. [30] The hypocentre of the main earthquake was approximately 160 km (100 mi) off the western coast of northern Sumatra, in the Indian Ocean just north of Simeulue island at a depth of 30 km (19 mi) below mean sea level (initially reported as 10 km or 6.2 mi). The northern section of the Sunda megathrust ruptured over a length of 1,300 km (810 mi). [21] The earthquake (followed by the tsunami) was felt in Bangladesh , India , Malaysia , Myanmar , Thailand , Sri Lanka and the Maldives . [31] Splay faults, or secondary \"pop up faults\", caused long, narrow parts of the seafloor to pop up in seconds. This quickly elevated the height and increased the speed of waves, destroying the nearby Indonesian town of Lhoknga . [32] Indonesia lies between the Pacific Ring of Fire along the north-eastern islands adjacent to New Guinea , and the Alpide belt that runs along the south and west from Sumatra, Java , Bali , Flores to Timor . The 2002 Sumatra earthquake is believed to have been a foreshock , preceding the main event by over two years. [33]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Image%3D2004acehearthquake.jpg/220px-Image%3D2004acehearthquake.jpg",
                "caption": "USGS Shakemap for the event"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2004_Indian_Ocean_earthquake_and_tsunami",
        "title": "2004 Indian Ocean earthquake and tsunami",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Tectonic plates",
        "text": "The 2004 Indian Ocean earthquake was unusually large in geographical and geological extent. An estimated 1,600 km (1,000 mi) of fault surface slipped (or ruptured) about 15 m (50 ft) along the subduction zone where the Indian Plate slides under (or subducts) the overriding Burma Plate. The slip did not happen instantaneously but took place in two phases over several minutes: Seismographic and acoustic data indicate that the first phase involved a rupture about 400 km (250 mi) long and 100 km (60 mi) wide, 30 km (19 mi) beneath the sea bed—the largest rupture ever known to have been caused by an earthquake. The rupture proceeded at about 2.8 km/s (1.74 mi/s; 10,100 km/h; 6,260 mph), beginning off the coast of Aceh and proceeding north-westerly over about 100 seconds. After a pause of about another 100 seconds, the rupture continued northwards towards the Andaman and Nicobar Islands . The northern rupture occurred more slowly than in the south, at about 2.1 km/s (1.3 mi/s; 7,600 km/h; 4,700 mph), continuing north for another five minutes to a plate boundary where the fault type changes from subduction to strike-slip (the two plates slide past one another in opposite directions). The Indian Plate is part of the Indo-Australian Plate , which underlies the Indian Ocean and Bay of Bengal , and is moving north-east at an average of 60 mm/a (0.075 in/Ms). The India Plate meets the Burma Plate (which is considered a portion of the great Eurasian Plate ) at the Sunda Trench . At this point, the India Plate subducts beneath the Burma Plate, which carries the Nicobar Islands, the Andaman Islands, and northern Sumatra. The India Plate sinks deeper and deeper beneath the Burma Plate until the increasing temperature and pressure drive volatiles out of the subducting plate. These volatiles rise into the overlying plate, causing partial melting and the formation of magma. The rising magma intrudes into the crust above and exits the Earth's crust through volcanoes in the form of a volcanic arc . The volcanic activity that results as the Indo-Australian Plate subducts the Eurasian Plate has created the Sunda Arc . As well as the sideways movement between the plates, the 2004 Indian Ocean earthquake resulted in a rise of the seafloor by several metres, displacing an estimated 30 km 3 (7.2 cu mi) of water and triggering devastating tsunami waves. The waves radiated outwards along the entire 1,600 km (1,000 mi) length of the rupture (acting as a line source ). This greatly increased the geographical area over which the waves were observed, reaching as far as Mexico, Chile, and the Arctic. The raising of the seafloor significantly reduced the capacity of the Indian Ocean, producing a permanent rise in the global sea level by an estimated 0.1 mm (0.004 in). [38]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Seisme_Sumatra_CADRE.jpg/220px-Seisme_Sumatra_CADRE.jpg",
                "caption": "Epicentre and associated aftershocks"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2004_Indian_Ocean_earthquake_and_tsunami",
        "title": "2004 Indian Ocean earthquake and tsunami",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Aftershocks and other earthquakes",
        "text": "Numerous aftershocks were reported off the Andaman Islands , the Nicobar Islands and the region of the original epicentre in the hours and days that followed. The magnitude 8.6 2005 Nias–Simeulue earthquake , which originated off the coast of the Sumatran island of Nias , is not considered an aftershock, despite its proximity to the epicentre, and was most likely triggered by stress changes associated with the 2004 event. [39] The earthquake produced its own aftershocks (some registering a magnitude of as high as 6.9 [40] ) and presently ranks as the third-largest earthquake ever recorded on the moment magnitude or Richter magnitude scale . Other aftershocks of up to magnitude 7.2 [41] continued to shake the region daily for three or four months. [42] As well as continuing aftershocks, the energy released by the original earthquake continued to make its presence felt well after the event. A week after the earthquake, its reverberations could still be measured, providing valuable scientific data about the Earth's interior. The 2004 Indian Ocean earthquake came just three days after a magnitude 8.1 earthquake in the sub-antarctic Auckland Islands , an uninhabited region west of New Zealand, and Macquarie Island to Australia's north. This is unusual since earthquakes of magnitude eight or more occur only about once per year on average. [43] The U.S. Geological Survey sees no evidence of a causal relationship between these events. [44] The 2004 Indian Ocean earthquake is thought to have triggered activity in both Leuser Mountain [45] and Mount Talang , [46] volcanoes in Aceh along the same range of peaks, while the 2005 Nias–Simeulue earthquake sparked activity in Lake Toba , a massive caldera in Sumatra. [47]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Neic_slav_fig72.gif/220px-Neic_slav_fig72.gif",
                "caption": "Initial earthquake and aftershocks measuring greater than 4.0 M w from 26 December 2004 to 10 January 2005"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/2004_Indian_Ocean_earthquake.svg/220px-2004_Indian_Ocean_earthquake.svg.png",
                "caption": "Aftershocks of 2004 Indian Ocean earthquake"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2004_Indian_Ocean_earthquake_and_tsunami",
        "title": "2004 Indian Ocean earthquake and tsunami",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Energy released",
        "text": "The energy released on the Earth's surface ( M e , the energy magnitude, which is the seismic potential for damage ) by the 2004 Indian Ocean earthquake was estimated at 1.1 × 10 17 joules (110 PJ ; 26 Mt ). [48] This energy is equivalent to over 1,500 times that of the Hiroshima atomic bomb , but less than that of Tsar Bomba , the largest nuclear weapon ever detonated. [49] The earthquake generated a seismic oscillation of the Earth's surface of up to 200–300 mm (8–12 in), equivalent to the effect of the tidal forces caused by the Sun and Moon. The seismic waves of the earthquake were felt across the planet, as far away as the U.S. state of Oklahoma , where vertical movements of 3 mm (0.12 in) were recorded. By February 2005, the earthquake's effects were still detectable as a 20 μm (0.02 mm; 0.0008 in) complex harmonic oscillation of the Earth's surface, which gradually diminished and merged with the incessant free oscillation of the Earth more than four months after the earthquake. [50] Because of its enormous energy release and shallow rupture depth, the earthquake generated remarkable seismic ground motions around the globe, particularly due to huge Rayleigh (surface) elastic waves that exceeded 10 mm (0.4 in) in vertical amplitude everywhere on Earth. The record section plot displays vertical displacements of the Earth's surface recorded by seismometers from the IRIS/USGS Global Seismographic Network plotted with respect to time (since the earthquake initiation) on the horizontal axis, and vertical displacements of the Earth on the vertical axis (note the 1 cm scale bar at the bottom for scale). The seismograms are arranged vertically by distance from the epicentre in degrees. The earliest, lower amplitude signal is that of the compressional (P) wave , which takes about 22 minutes to reach the other side of the planet (the antipode ; in this case near Ecuador). The largest amplitude signals are seismic surface waves that reach the antipode after about 100 minutes. The surface waves can be clearly seen to reinforce near the antipode (with the closest seismic stations in Ecuador), and to subsequently encircle the planet to return to the epicentral region after about 200 minutes. A major aftershock (magnitude 7.1) can be seen at the closest stations starting just after the 200-minute mark. The aftershock would be considered a major earthquake under ordinary circumstances but is dwarfed by the mainshock . The shift of mass and the massive release of energy slightly altered the Earth's rotation. Weeks after the earthquake, theoretical models suggested the earthquake shortened the length of a day by 2.68 microseconds , due to a decrease in the oblateness of the Earth. [51] It also caused the Earth to minutely \"wobble\" on its axis by up to 25 mm (1 in) in the direction of 145° east longitude , [52] or perhaps by up to 50 or 60 mm (2.0 or 2.4 in). [53] Because of tidal effects of the Moon, the length of a day increases at an average of 15 microseconds per year, so any rotational change due to the earthquake will be lost quickly. Similarly, the natural Chandler wobble of the Earth, which in some cases can be up to 15 m (50 ft), eventually offset the minor wobble produced by the earthquake. There was 10 m (33 ft) movement laterally and 4–5 m (13–16 ft) vertically along the fault line. Early speculation was that some of the smaller islands south-west of Sumatra, which is on the Burma Plate (the southern regions are on the Sunda Plate ), might have moved south-west by up to 36 m (120 ft), but more accurate data released more than a month after the earthquake found the movement to be about 0.2 m (8 in). [54] Since movement was vertical as well as lateral, some coastal areas may have been moved to below sea level. The Andaman and Nicobar Islands appear to have shifted south-west by around 1.25 m (4 ft 1 in) and to have sunk by 1 m (3 ft 3 in). [55] In February 2005, the Royal Navy vessel HMS Scott surveyed the seabed around the earthquake zone, which varies in depth between 1,000 and 5,000 m (550 and 2,730 fathoms; 3,300 and 16,400 ft). The survey, conducted using a high-resolution, multi-beam sonar system, revealed that the earthquake had made a considerable impact on the topography of the seabed. 1,500-metre-high (5,000 ft) thrust ridges created by previous geologic activity along the fault had collapsed, generating landslides several kilometres wide. One such landslide consisted of a single block of rock some 100 m (330 ft) high and 2 km (1.2 mi) long. The momentum of the water displaced by tectonic uplift had also dragged massive slabs of rock, each weighing millions of tonnes, as far as 10 km (6 mi) across the seabed. An oceanic trench several kilometres wide was exposed in the earthquake zone. [56] The TOPEX/Poseidon and Jason-1 satellites happened to pass over the tsunami as it was crossing the ocean. [57] These satellites carry radars that measure precisely the height of the water surface; anomalies in the order of 500 mm (20 in) were measured. Measurements from these satellites may prove invaluable for the understanding of the earthquake and tsunami. [58] Unlike data from tide gauges installed on shores, measurements obtained in the middle of the ocean can be used for computing the parameters of the source earthquake without having to compensate for the complex ways in which proximity to the coast changes the size and shape of a wave.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Sumatra_waveform_large.jpg/220px-Sumatra_waveform_large.jpg",
                "caption": "Vertical-component ground motions recorded by the Global Seismographic Network and displayed by the IRIS Consortium"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Graph_of_largest_earthquakes_1906-2005.png/220px-Graph_of_largest_earthquakes_1906-2005.png",
                "caption": "Seismic moment release of the largest earthquakes from 1906 to 2005"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2004_Indian_Ocean_earthquake_and_tsunami",
        "title": "2004 Indian Ocean earthquake and tsunami",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Tsunami",
        "text": "The sudden vertical rise of the seabed by several metres during the earthquake displaced massive volumes of water, resulting in a tsunami that struck the coasts of the Indian Ocean. A tsunami that causes damage far away from its source is sometimes called a teletsunami and is much more likely to be produced by the vertical motion of the seabed than by horizontal motion. [60] The tsunami, like all others, behaved differently in deep water than in shallow water. In deep ocean water, tsunami waves form only a low, broad hump, barely noticeable and harmless, which generally travels at high speed of 500 to 1,000 km/h (310 to 620 mph); in shallow water near coastlines, a tsunami slows down to only tens of kilometres per hour but, in doing so, forms large destructive waves. Scientists investigating the damage in Aceh found evidence that the wave reached a height of 24 m (80 ft) when coming ashore along large stretches of the coastline, rising to 30 m (100 ft) in some areas when travelling inland. [3] Radar satellites recorded the heights of tsunami waves in deep water: maximum height was at 600 mm (2 ft) two hours after the earthquake, the first such observations ever made. [61] [62] According to Tad Murty , vice-president of the Tsunami Society, the total energy of the tsunami waves was equivalent to about 5 megatons of TNT (21 PJ ), which is more than twice the total explosive energy used during all of World War II (including the two atomic bombs) but still a couple of orders of magnitude less than the energy released in the earthquake itself. In many places, the waves reached as far as 2 km (1.2 mi) inland. [63] Because the 1,600 km (1,000 mi) fault affected by the earthquake was in a nearly north–south orientation, the greatest strength of the tsunami waves was in an east–west direction. Bangladesh , which lies at the northern end of the Bay of Bengal , had few casualties despite being a low-lying country relatively near the epicentre. It also benefited from the fact that the earthquake proceeded more slowly in the northern rupture zone, greatly reducing the energy of the water displacements in that region. Coasts that have a landmass between them and the tsunami's location of origin are usually safe; however, tsunami waves can sometimes diffract around such landmasses. Thus, the state of Kerala was hit by the tsunami despite being on the western coast of India, and the western coast of Sri Lanka suffered substantial impacts. Distance alone was no guarantee of safety, as Somalia was hit harder than Bangladesh despite being much farther away. Because of the distances involved, the tsunami took anywhere from fifteen minutes to seven hours to reach the coastlines. [64] [65] The northern regions of the Indonesian island of Sumatra were hit quickly, while Sri Lanka and the east coast of India were hit roughly 90 minutes to two hours later. Thailand was struck about two hours later despite being closer to the epicentre because the tsunami travelled more slowly in the shallow Andaman Sea off its western coast. The tsunami was noticed as far as Struisbaai in South Africa, about 8,500 km (5,300 mi) away, where a 1.5-metre-high (5 ft) tide surged on shore about 16 hours after the earthquake. It took a relatively long time to reach Struisbaai at the southernmost point of Africa, probably because of the broad continental shelf off South Africa and because the tsunami would have followed the South African coast from east to west. The tsunami also reached Antarctica, where tidal gauges at Japan's Showa Base recorded oscillations of up to a metre (3 ft 3 in), with disturbances lasting a couple of days. [66] Some of the tsunami's energy escaped into the Pacific Ocean, where it produced small but measurable tsunamis along the western coasts of North and South America, typically around 200 to 400 mm (7.9 to 15.7 in). [67] At Manzanillo , Mexico, a 2.6 m (8.5 ft) crest-to-trough tsunami was measured. As well, the tsunami was large enough to be detected in Vancouver , which puzzled many scientists, as the tsunamis measured in some parts of South America were larger than those measured in some parts of the Indian Ocean. It has been theorized that the tsunamis were focused and directed at long ranges by the mid-ocean ridges which run along the margins of the continental plates. [68]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/2004IndianOceanTsunami.jpg/290px-2004IndianOceanTsunami.jpg",
                "caption": "The tsunami's propagation took 5 hours to reach Western Australia, 7 hours to reach the Arabian Peninsula, and did not reach the South African coast until nearly 11 hours after the earthquake"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Tsunami_size_scale_26Dec2004.png/150px-Tsunami_size_scale_26Dec2004.png",
                "caption": "Average height of the waves"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2004_Indian_Ocean_earthquake_and_tsunami",
        "title": "2004 Indian Ocean earthquake and tsunami",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Early signs and warnings",
        "text": "Despite a delay of up to several hours between the earthquake and the impact of the tsunami, nearly all of the victims were taken by surprise. There were no tsunami warning systems in the Indian Ocean to detect tsunamis or to warn the general population living around the ocean. [69] Tsunami detection is difficult because while a tsunami is in deep water, it has little height and a network of sensors is needed to detect it. Tsunamis are more frequent in the Pacific Ocean than in other oceans because of earthquakes in the \" Ring of Fire \". Although the extreme western edge of the Ring of Fire extends into the Indian Ocean (the point where the earthquake struck), no warning system exists in that ocean. Tsunamis there are relatively rare despite earthquakes being relatively frequent in Indonesia. The last major tsunami was caused by the 1883 eruption of Krakatoa . Not every earthquake produces large tsunamis: on 28 March 2005, a magnitude 8.7 earthquake hit roughly the same area of the Indian Ocean but did not result in a major tsunami. The first warning sign of a possible tsunami is the earthquake itself. However, tsunamis can strike thousands of kilometres away where the earthquake is felt only weakly or not at all. Also, in the minutes preceding a tsunami strike, the sea sometimes recedes temporarily from the coast, which was observed on the eastern earthquake rupture zone such as the coastlines of Aceh, Phuket island, and Khao Lak area in Thailand, Penang island of Malaysia, and the Andaman and Nicobar islands . This rare sight reportedly induced people, especially children, to visit the coast to investigate and collect stranded fish on as much as 2.5 km (1.6 mi) of exposed beach, with fatal results. [70] However, not all tsunamis cause this \"disappearing sea\" effect. In some cases, there are no warning signs at all: the sea will suddenly swell without retreating, surprising many people and giving them little time to flee. One of the few coastal areas to evacuate ahead of the tsunami was on the Indonesian island of Simeulue , close to the epicentre. Island folklore recounted an earthquake and tsunami in 1907 , and the islanders fled to inland hills after the initial shaking and before the tsunami struck. These tales and oral folklore from previous generations may have helped the survival of the inhabitants. [71] On Maikhao Beach in north Phuket City , Thailand, a 10-year-old British tourist named Tilly Smith had studied tsunamis in geography at school and recognised the warning signs of the receding ocean and frothing bubbles. She and her parents warned others on the beach, which was evacuated safely. [72] John Chroston , a biology teacher from Scotland, also recognised the signs at Kamala Bay north of Phuket, taking a busload of vacationers and locals to safety on higher ground. Anthropologists had initially expected the aboriginal population of the Andaman Islands to be badly affected by the tsunami and even feared the already depopulated Onge tribe could have been wiped out. [73] Many of the aboriginal tribes evacuated and suffered fewer casualties, however. [74] [75] Oral traditions developed from previous earthquakes helped the aboriginal tribes escape the tsunami. For example, the folklore of the Onges talks of \"huge shaking of ground followed by high wall of water\". Almost all of the Onge people seemed to have survived the tsunami. [76]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/KataNoiReceding.jpg/220px-KataNoiReceding.jpg",
                "caption": "Maximum recession of tsunami waters at Kata Noi Beach at 10:25 a.m., prior to the third—and strongest—tsunami wave"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2004_Indian_Ocean_earthquake_and_tsunami",
        "title": "2004 Indian Ocean earthquake and tsunami",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Aceh",
        "text": "The tsunami devastated the coastline of Aceh province, about 20 minutes after the earthquake. Banda Aceh , the closest major city, suffered severe casualties. The sea receded and exposed the seabed, prompting locals to collect stranded fish and explore the area. Local eyewitnesses described three large waves, with the first wave rising gently to the foundation of the buildings, followed minutes later by a sudden withdrawal of the sea near the port of Ulèë Lheue . This was succeeded by the appearance of two large black-coloured steep waves which then travelled inland into the capital city as a large turbulent bore. Eyewitnesses described the tsunami as a \"black giant\", \"mountain\" and a \"wall of water\". Video footage revealed torrents of black water, surging by windows of a two-story residential area situated about 3.2 km (2.0 mi) inland. Additionally, amateur footage recorded in the middle of the city captured an approaching black surge flowing down the city streets, full of debris, inundating them. [77] The level of destruction was extreme on the northwestern areas of the city, immediately inland of the aquaculture ponds, and directly facing the Indian Ocean. The tsunami height was reduced from 12 m (39 ft) at Ulee Lheue to 6 m (20 ft) a further 8 km (5.0 mi) to the north-east. The inundation was observed to extend 3–4 km (1.9–2.5 mi) inland throughout the city. Within 2–3 km (1.2–1.9 mi) of the shoreline, houses, except for strongly-built reinforced concrete ones with brick walls, which seemed to have been partially damaged by the earthquake before the tsunami attack, were swept away or destroyed by the tsunami. [78] [79] The area toward the sea was wiped clean of nearly every structure, while closer to the river, dense construction in a commercial district showed the effects of severe flooding. The flow depth at the city was just at the level of the second floor, and there were large amounts of debris piled along the streets and in the ground-floor storefronts. In the seaside section of Ulee Lheue, the flow depths were over 9 m (30 ft). Footage showed evidence of back-flowing of the Aceh River , carrying debris and people from destroyed villages at the coast and transporting them up to 40 km (25 mi) inland. [80] A group of small islands: Weh, Breueh, Nasi, Teunom, Bunta, Lumpat, and Batee lie just north of the capital city. The tsunami reached a run-up of 10–20 m (33–66 ft) on the western shorelines of Breueh Island and Nasi Island. Coastal villages were destroyed by the waves. On the island of Pulau Weh , strong surges were experienced in the port of Sabang , yet there was little damage with reported runup values of 3–5 m (9.8–16.4 ft), most likely due to the island being sheltered from the direct attack by the islands to the south-west. [79] Lhoknga is a small coastal community about 13 km (8.1 mi) south-west of Banda Aceh, located on a flat coastal plain in between two rainforest -covered hills, overlooking a large bay and famous for its large swathe of white sandy beach and surfing activities. The locals reported 10 to 12 waves, with the second and third being the highest and most destructive. Interviews with the locals revealed that the sea temporarily receded and exposed coral reefs . In the distant horizon, gigantic black waves about 30 m (98 ft) high made explosion-like sounds as they broke and approached the shore. The first wave came rapidly landward from the south-west as a turbulent bore about 0.5–2.5 m (1.6–8.2 ft) high. The second and third waves were 15–30 m (49–98 ft) high at the coast and appeared like gigantic surfing waves but \"taller than the coconut trees and was like a mountain\". [81] The second wave was the largest; it came from the west-southwest within five minutes of the first wave. The tsunami stranded cargo ships, barges and destroyed a cement mining facility near the Lampuuk coast, where it reached the fourth level of the building. [4] [82] [83] Meulaboh , a remote coastal city, was among the hardest hit by the tsunami. The waves arrived after the sea receded about 500 m (1,600 ft), followed by an advancing small tsunami. The second and third destructive waves arrived later, which exceeded the height of the coconut trees. The inundation distance is about 5 km (3.1 mi). Other towns on Aceh's west coast hit by the disaster included Leupung , Lhokruet, Lamno, Patek, Calang , and Teunom. Affected or destroyed towns on the region's north and east coast were Pidie Regency, Samalanga, Panteraja, and Lhokseumawe. The high fatality rate in the area was mainly due to lack of preparation of the community towards a tsunami and limited knowledge and education among the population regarding the natural phenomenon. Helicopter surveys revealed entire settlements virtually destroyed, with destruction extending miles inland. Only a few mosques remained standing. [84] The greatest run-up height of the tsunami was measured at a hill between Lhoknga and Leupung, on the western coast of the northern tip of Sumatra, near Banda Aceh, and reached 51 m (167 ft). [4] [85] The tsunami heights in Sumatra: [78]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Street_in_downtown_Banda_Aceh_after_2004_tsunami_DD-SD-06-07372.JPEG/220px-Street_in_downtown_Banda_Aceh_after_2004_tsunami_DD-SD-06-07372.JPEG",
                "caption": "Tsunami inundation height can be seen on a house in Banda Aceh"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/PLTD_Apong_Ie_Beuna.JPG/240px-PLTD_Apong_Ie_Beuna.JPG",
                "caption": "Apung 1 , a 2,600-ton vessel, was flung some 2 km (1.2 mi) to 3 km (1.9 mi) inland. In the years following the disaster, it became a local tourist attraction and has remained where it came to rest."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Tsunami_2004_aftermath._Aceh%2C_Indonesia%2C_2005._Photo-_AusAID_%2810730623535%29.jpg/240px-Tsunami_2004_aftermath._Aceh%2C_Indonesia%2C_2005._Photo-_AusAID_%2810730623535%29.jpg",
                "caption": "Overturned cement carrier in Lhoknga"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Aceh_2004_tsunami_standing_mosque_USGS.jpg/250px-Aceh_2004_tsunami_standing_mosque_USGS.jpg",
                "caption": "Baiturrahim Mosque survived the tsunami in Ulee Lheue , Banda Aceh"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2004_Indian_Ocean_earthquake_and_tsunami",
        "title": "2004 Indian Ocean earthquake and tsunami",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Sri Lanka",
        "text": "The island country of Sri Lanka, located about 1,700 km (1,100 mi) from Sumatra, was ravaged by the tsunami around 2 hours after the earthquake. The tsunami first struck the eastern coastline and subsequently refracted around the southern point of Sri Lanka (Dondra Head). The refracted tsunami waves then inundated the southwestern part of Sri Lanka after some of its energy was reflected from impact with the Maldives. [86] In Sri Lanka, the civilian casualties were second only to those in Indonesia, with approximately 35,000 killed. The eastern shores of Sri Lanka were the hardest hit since it faced the epicentre of the earthquake, while the southwestern shores were hit later, but the death toll was just as severe. The southwestern shores are a hotspot for tourists and fishing. [87] The degradation of the natural environment in Sri Lanka contributed to the high death tolls. Approximately 90,000 buildings and many wooden houses were destroyed. [87] The tsunami arrived on the island as a small brown-orange-coloured flood. Moments later, the ocean floor was exposed as much as 1 km (0.62 mi) in places, which was followed by massive second and third waves. Amateur video recorded at the city of Galle showed a large deluge flooding the city, carrying debris and sweeping away people while in the coastal resort town of Beruwala , the tsunami appeared as a huge brown-orange-coloured bore which reached the first level of a hotel, causing destruction and taking people unaware. Other videos recorded showed that the tsunami appeared like a flood raging inland. The construction of seawalls and breakwaters reduced the power of waves at some locations. The largest run-up measured was at 12.5 m (41 ft) with inundation distance of 390–1,500 m (1,280–4,920 ft) in Yala . [88] In Hambantota , run-ups measured 11 m (36 ft) with the greatest inundation distance of 2 km (1.2 mi). Run-up measurements along the Sri Lankan coasts are at 2.4–4.11 m (7 ft 10 in – 13 ft 6 in). [88] [86] Waves measured on the east coast ranged from 4.5–9 m (15–30 ft) at Pottuvill to Batticaloa at 2.6–5 m (8 ft 6 in – 16 ft 5 in) in the north-east around Trincomalee and 4–5 m (13–16 ft) in the west coast from Moratuwa to Ambalangoda. Sri Lanka tsunami height survey: A regular passenger train operating between Maradana and Matara was derailed and overturned by the tsunami and claimed at least 1,700 lives, the largest single rail disaster death toll in history. [89] Estimates based on the state of the shoreline and a high-water mark on a nearby building place the tsunami 7.5–9 m (25–30 ft) above sea level and 2–3 m (6 ft 7 in – 9 ft 10 in) higher than the top of the train.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Tsunami_26-12-2004_-_Kallady%2C_Batticaloa.JPG/240px-Tsunami_26-12-2004_-_Kallady%2C_Batticaloa.JPG",
                "caption": "Fishing boat stranded in Batticaloa"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2004_Indian_Ocean_earthquake_and_tsunami",
        "title": "2004 Indian Ocean earthquake and tsunami",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Thailand",
        "text": "The tsunami travelled eastward through the Andaman Sea and hit the south-western coasts of Thailand , about 2 hours after the earthquake. Located about 500 km (310 mi) from the epicentre, at the time, the region was popular with tourists because of Christmas. Many of these tourists were caught off-guard by the tsunami, as they had no prior warning. The tsunami hit during high tide . Major locations damaged included the western shores of Phuket island, the resort town of Khao Lak in Phang Nga Province, the coastal provinces of Krabi , Satun , Ranong and Trang and small offshore islands like Ko Racha Yai, the Phi Phi islands, the Surin Islands and the Similan archipelago . Approximately 8,000 people were killed. Thailand experienced the second largest tsunami run-up. The tsunami heights recorded: [90] [91] The province of Phang Nga was the most affected area in Thailand . The quiet resort town of Khao Lak is located on a stretch of golden sandy beach, famed for its hotels overlooking the Andaman Sea and hilly rainforests . A video, taken by a local restaurant manager from a hill adjacent to the beach, showed that the tsunami's arrival was preceded by a sudden retreat of the sea exposing the seafloor. Many tourists and locals can be seen trying to gather fish. Moments later, the tsunami arrives as a wall of foaming water that slams into the coast, washing away numerous people who had no time to escape. Another amateur video, captured by a German family at beach level, showed the tsunami appearing as a white horizontal line in the distant horizon, gradually becoming bigger (bore-like), engulfing a jet skier and lifting two police boats. [92] A maximum inundation of approximately 2 km (1.2 mi) was measured, the inundated depths were 4–7 m (13–23 ft) and there was evidence that the tsunami reached the third floor of a resort hotel. The tsunami in Khao Lak was bigger due to offshore coral reefs and shallow seafloor which caused the tsunami to pile-up. This was similar to eyewitness accounts of the tsunami at Banda Aceh . Khao Lak also experienced the largest tsunami run-up height outside of Sumatra . [90] [ page needed ] . The highest-recorded tsunami run-up was measured 19.6 m (64 ft) at Ban Thung Dap, on the south-west tip of Ko Phra Thong Island and the second-highest at 15.8 m (52 ft) at Ban Nam Kim. [91] Moreover, the largest death toll occurred at Khao Lak, with about 5,000 people killed. In addition, the tsunami inflicted damage to the popular resort town of Ao Nang in Krabi Province. Video footage showed that the tsunami appeared as multiple white surfs violently lifting up yachts, boats and crashing onto beaches. Footage captured at Koh Lanta showed a wall of water swamping  the beach, while another video taken at another location showed a large surfing wave like tsunami approaching the shore, lifting up a yacht and flooding the beach. At Koh Sriboya, the tsunami advanced inland as a turbulent medium bore, while at Koh Phayam, Ranong Province , the tsunami appeared as a wall of water. At Phuket Province , the island province's western beaches were struck by the tsunami. At Patong Beach , a popular tourist destination, the tsunami first arrived as a small flood, which swept away cars and surprised people. About 10 minutes later, the sea receded for a while before the tsunami arrived again as a large wall of water looming over the skyline and flooding the coast. Another video from Kamala Beach showed the tsunami flooding the ground floor of a restaurant sweeping away an elderly couple. On Karon Beach , Kamala Beach and Kata Beach , the tsunami came in like a surging flood inland carrying people and cars. On some locations, a coastal road was built which was higher than the shore, protecting a hotel which was behind it. On the east coast of Phuket Island, the tsunami height was about 2 m. In one river mouth, many boats were damaged. The tsunami moved counter-clockwise around Phuket Island, as was the case at Okushiri Island in the 1993 Hokkaido earthquake . According to interviews, the second wave was the largest. [90] The tsunami heights were 5–6 m (16–20 ft) and the inundated depth was about 2 m (6.6 ft). The tsunami surprised many tourists at Koh Racha Yai, where it flooded the resorts. About 250 people perished directly in the tsunami. The Phi Phi Islands are a group of small islands that were affected by the tsunami. The north bay of Phi Phi Don Island opens to the north-west in the direction of the tsunami. The measured tsunami height on this beach was 5.8 m (19 ft). According to eyewitness accounts, the tsunami came from the north and south. The ground level was about 2 m above sea level, where there were many cottages and hotels. The south bay opens to the south-east and faces in the opposite direction from the tsunami. Furthermore, Phi Phi Le Island shields the port of Phi Phi Don Island. The measured tsunami height was 4.6 m (15 ft) in the port. [90] Amateur camcorder footage taken by Israeli tourists showed the tsunami advancing inland suddenly as a small flood, gradually becoming more powerful and engulfing the whole beach and resort, with the tsunami carrying a yacht out to sea. Moreover, the tsunami was detected by scuba divers around offshore islands like the Similan Islands and the Surin Islands . The divers reported being caught in a violent, swirling current suddenly while underwater. Local camcorder footage showed the tsunami surging inland and flooding camping equipment at the Similan Islands while the tsunami caught tourists unaware at the Surin Islands, and dragging them out towards the sea.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Khao_Lak_Police_Boat_813.jpg/240px-Khao_Lak_Police_Boat_813.jpg",
                "caption": "Thai Navy boat stranded almost 2 km (1.2 mi) inland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2004_Indian_Ocean_earthquake_and_tsunami",
        "title": "2004 Indian Ocean earthquake and tsunami",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "India",
        "text": "The tsunami reached the states of Andhra Pradesh and Tamil Nadu along the southeastern coastline of the Indian mainland about 2 hours after the earthquake. At the same time, it arrived in the state of Kerala , on the southwestern coast. There were two to five tsunamis that coincided with the local high tide in some areas. [93] [94] [95] [96] The tsunami runup height measured in mainland India by Ministry of Home Affairs includes: [96] Along the coast of Tamil Nadu , the 13 km (8.1 mi) Marina Beach in Chennai was battered by the tsunami which swept across the beach taking morning walkers unaware. Amateur video recorded taken at a resort beach showed the tsunami arriving as a large wall of water as it approached the coast and flooding it as it advanced inland. Besides that, a 10 m (33 ft) black muddy tsunami ravaged the city of Karaikal, where 492 people died. The city of Pondicherry, protected by seawalls was relatively unscathed. Local video recorded that before the arrival of the tsunami, people can be seen swarming the beach to check on stranded fish from the exposed beach. Furthermore, at the coastal town of Kanyakumari , the seabed was exposed briefly before a large wall of water can be seen on the horizon and subsequently flooding the town. Other footage showed the tsunami dramatically crashed into the Vivekananda Rock Memorial . [96] The worst affected area in Tamil Nadu was Nagapattinam district , with 6,051 fatalities caused by a 5 m (16 ft) tsunami, followed by Cuddalore district , with many villages destroyed. [96] Most of the people killed were members of the fishing community. [96] Velankanni a sea shore town with a Catholic Basilica and a popular pilgrimage destination was also one of the worst hit by this tsunami that struck at around 9.30 am on that Sunday, when pilgrims who were mostly from Kerala among others were inside the church attending the Malayalam Mass . The rising sea water did not enter the shrine, but the receding waters swept away hundreds of pilgrims who were on the beach. [97] The shrine's compound, nearby villages, hundreds of shops, homes and pilgrims were washed away into the sea. About 600 pilgrims died. [98] Rescue teams extricated more than 400 bodies from the sand and rocks in the vicinity and large number of unidentified bodies were buried in mass graves. The state of Kerala experienced tsunami-related damage in three southern densely populated districts, Ernakulam , Alappuzha , and Kollam, due to diffraction of the waves around Sri Lanka. The southernmost district of Thiruvananthapuram , however, escaped damage, possibly due to the wide turn of the diffracted waves at the peninsular tip. Major damage occurred in two narrow strips of land bound on the west by the Arabian Sea and on the east by the Kerala backwaters . The waves receded before the first tsunami with the highest fatality reported from the densely populated Alappad panchayat (including the villages of Cheriya Azhikkal and Azhikkal) at Kollam district, caused by a 4 m (13 ft) tsunami. [96] A video recorded by locals showed the tsunami flooding the beach and villages, causing despair amongst the villagers. Many villages in the state of Andhra Pradesh were destroyed. In the Krishna district, the tsunami created havoc in Manginapudi and on Machalipattanam Beach. The most affected was Prakasham District, recording 35 deaths, with maximum damage at Singraikonda. [96] Given the enormous power of the tsunami, the fishing industry suffered the greatest. Moreover, the cost of damage in the transport sector was reported in the tens of thousands. [96] The tsunami run-up was only 1.6 m (5.2 ft) in areas in the state of Tamil Nadu shielded by the island of Sri Lanka but was 4–5 m (13–16 ft) in coastal districts such as Nagapattinam in Tamil Nadu directly across from Sumatra . On the western coast, the runup elevations were 4.5 m (15 ft) at Kanyakumari District in Tamil Nadu and 3.4 m (11 ft) each at Kollam and Ernakulam districts in Kerala . The time between the waves ranged from about 15 minutes to 90 minutes. [93] [95] [99] The tsunami varied in height from 2 m (6.6 ft) to 10 m (33 ft) based on survivors' accounts. [96] The tsunami travelled 2.5 km (1.6 mi) at its maximum inland at Karaikal , Puducherry . [96] The inundation distance varied between 1,006–500 m (3,301–1,640 ft) in most areas, except at river mouths, where it was more than 1 km (0.62 mi). Areas with dense coconut groves or mangroves had much smaller inundation distances, and those with river mouths or backwaters saw larger inundation distances. [ citation needed ] Presence of seawalls at the Kerala and Tamil Nadu coasts reduced the impact of the waves. However, when the seawalls were made of loose stones, the stones were displaced and carried a few metres inland. [93] [95] [99]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Tree_stumps_and_debris_remain_on_Karaikal_beach_after_the_2004_tsunami.jpg/240px-Tree_stumps_and_debris_remain_on_Karaikal_beach_after_the_2004_tsunami.jpg",
                "caption": "Tree stumps and debris remain on Karaikal beach several years after the 2004 tsunami"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Chennai_damage_1.jpg/240px-Chennai_damage_1.jpg",
                "caption": "A car deposited on top of a fence and various pieces of debris in Chennai"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2004_Indian_Ocean_earthquake_and_tsunami",
        "title": "2004 Indian Ocean earthquake and tsunami",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Other locations",
        "text": "The tsunami also reached Malaysia, mainly on the northern states such as Kedah , Perak and Penang and on offshore islands such as Langkawi island. Peninsular Malaysia was shielded by the full force of the tsunami due to the protection offered by the island of Sumatra, which lies just off the western coast. [109] Bangladesh escaped major damage and deaths because the water displaced by the strike-slip fault was relatively little on the northern section of the rupture zone, which ruptured slowly. In Yemen , the tsunami killed two people with a maximum runup of 2 m (6.6 ft). [110] The tsunami was detected in the southern parts of east Africa, where rough seas were reported, specifically on the eastern and southern coasts that face the Indian Ocean. A few other African countries also recorded fatalities; one in Kenya, three in Seychelles , ten in Tanzania, and South Africa, where two were killed as a direct result of the tsunami—the furthest from the epicentre. [111] [112] Tidal surges also occurred along the Western Australian coast that lasted for several hours, resulting in boats losing their moorings and two people needing to be rescued. [113]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Tanjungtokongwave.png/240px-Tanjungtokongwave.png",
                "caption": "Flooding in George Town , Malaysia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2004_Indian_Ocean_earthquake_and_tsunami",
        "title": "2004 Indian Ocean earthquake and tsunami",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Countries affected",
        "text": "According to the final report of the Tsunami Evaluation Coalition , a total of 227,898 people died. [114] Another common total, as given by the UN Office of the Special Envoy for Tsunami Recovery, is 229,866 dead. [115] Measured in lives lost, this is one of the ten worst earthquakes in recorded history , as well as the single worst tsunami in history. Indonesia was the worst affected area, with most death toll estimates at around 170,000. [116] The death toll for Indonesia alone may be as high as 172,761 lives. [117] An initial report by Siti Fadilah Supari , the Indonesian Minister of Health at the time, estimated the death total to be as high as 220,000 in Indonesia alone, giving a total of 280,000 fatalities. [118] However, the estimated number of dead and missing in Indonesia were later reduced by over 50,000. In their report, the Tsunami Evaluation Coalition stated, \"It should be remembered that all such data are subject to error, as data on missing persons especially are not always as good as one might wish\". [119] A much higher number of deaths has been suggested for Myanmar based on reports from Thailand. [120] The tsunami caused severe damage and deaths as far as the east coast of Africa, with the furthest recorded fatality directly attributed to the tsunami at Rooi-Els , close to Cape Town , 8,000 km (5,000 mi) from the epicentre. [121] Relief agencies reported that one third of the dead appeared to be children. This was a result of the high proportion of children in the populations of many of the affected regions and because children were the least able to resist being overcome by the surging waters. Oxfam went on to report that as many as four times more women than men were killed in some regions because they were waiting on the beach for the fishers to return and looking after their children in the houses. [122] States of emergency were declared in Sri Lanka, Indonesia, and the Maldives. The United Nations estimated at the outset that the relief operation would be the costliest in human history. [ citation needed ] Then- UN Secretary-General Kofi Annan stated that reconstruction would probably take between five and ten years. Governments and non-governmental organizations feared that the final death toll might double as a result of diseases, prompting a massive humanitarian response . [ citation needed ] In addition to a large number of local residents, up to 9,000 foreign tourists (mostly Europeans) enjoying the peak holiday travel season were among the dead or missing, especially people from the Nordic countries . [123] Sweden was the European country most severely affected both in absolute numbers, and by a wide margin when considered in relation to the country's population, with a death toll of 543. Germany was close behind with 539 identified victims.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/2004_Indian_Ocean_earthquake_-_affected_countries.png/330px-2004_Indian_Ocean_earthquake_-_affected_countries.png",
                "caption": "Countries affected"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2004_Indian_Ocean_earthquake_and_tsunami",
        "title": "2004 Indian Ocean earthquake and tsunami",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Environmental impact",
        "text": "Beyond the heavy toll on human lives, the Indian Ocean earthquake caused an enormous environmental impact that affected the region for many years. Severe damage was inflicted on ecosystems such as mangroves, coral reefs, forests, coastal wetlands, vegetation, sand dunes and rock formations, animal and plant biodiversity and groundwater . Also, the spread of solid and liquid waste and industrial chemicals, water pollution and the destruction of sewage collectors and treatment plants threatened the environment even further. The environmental impact took a long time and significant resources to assess. [142] The main effect was caused by poisoning of the freshwater supplies and of the soil by saltwater infiltration and a deposit of a salt layer over arable land. In the Maldives, 16 to 17 coral reef atolls that were overcome by sea waves are without fresh water and could be rendered uninhabitable for decades. Uncountable wells that served communities were invaded by sea, sand, and earth; and aquifers were invaded through porous rock. On the island's east coast, the tsunami contaminated wells on which many villagers relied for drinking water. [143] The Colombo-based International Water Management Institute monitored the effects of saltwater and concluded that the wells recovered to pre-tsunami drinking water quality one-and-a-half years after the event. [143] The IWMI developed protocols for cleaning wells contaminated by saltwater; these were subsequently officially endorsed by the World Health Organization as part of its series of Emergency Guidelines. [144] Salted-over soil becomes sterile, and it is difficult and costly to restore for agriculture. It also causes the death of plants and important soil micro-organisms. Thousands of rice, mango, and banana plantations in Sri Lanka were destroyed almost entirely and will take years to recover. [143] In addition to other forms of aid, [145] the Australian government sent ecological experts to help develop strategies for reef-monitoring and rehabilitation of marine environments and coral reefs in the Maldives, Seychelles and other areas. Scientists had developed significant ecological expertise from work with the Great Barrier Reef , in Australia's northeastern waters. [146] In response to the unprecedented situation, the United Nations Environment Programme (UNEP) worked with governments in the region to determine the severity of the ecological impact and how to address it. [147] UNEP established an emergency fund, set up  a Task Force to respond to requests for assistance from countries affected by the tsunami, and was able to mobilize and distribute approximately US$9.3 million for environmental recovery and disaster risk reduction between 2004 and 2007. Funding came from other international agencies and from countries including Finland, Norway,  Spain, Sweden and the United Kingdom. [148] [149] Evidence suggested that the presence of mangroves in coastal areas had provided some protection, when compared to areas that had been cleared for aquaculture or development. As a result, mangrove restoration become a focus of a number of projects, with varied success. Such approaches to ecosystem-based disaster risk reduction appear to be most successful when local communities are closely involved as stakeholders throughout the process, and when careful attention is paid to the physical conditions of chosen sites to ensure that mangroves can thrive there. [150]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/TsunamiAftermathNorthofPhuket_NASA.jpg/260px-TsunamiAftermathNorthofPhuket_NASA.jpg",
                "caption": "Tsunami inundation in Khao Lak , Thailand"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2004_Indian_Ocean_earthquake_and_tsunami",
        "title": "2004 Indian Ocean earthquake and tsunami",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Economic impact",
        "text": "The level of damage to the economy resulting from the tsunami depends on the scale examined. While the overall impact on the national economies was minor, local economies were devastated. The two main occupations affected by the tsunami were fishing and tourism. [151] Some economists believe that damage to the affected national economies will be minor because losses in the tourism and fishing industries are a relatively small percentage of the GDP. However, others caution that damage to infrastructure is an overriding factor. In some areas drinking water supplies and farm fields may have been contaminated for years by saltwater from the ocean. [152] The impact on coastal fishing communities and the people living there, some of the poorest in the region, has been devastating with high losses of income earners as well as boats and fishing gear. [153] [154] In Sri Lanka, artisanal fishery, in which the use of fish baskets, fishing traps, and spears are commonly used, is an important source of fish for local markets; industrial fishery is the major economic activity, providing direct employment to about 250,000 people. In recent years the fishery industry has emerged as a dynamic export-oriented sector, generating substantial foreign exchange earnings. Preliminary estimates indicated that 66% of the fishing fleet and industrial infrastructure in coastal regions were destroyed by the wave surges. [155] While the tsunami destroyed many of the boats vital to Sri Lanka's fishing industry, it also created a demand for fibreglass-reinforced plastic catamarans in the boatyards of Tamil Nadu . Given that over 51,000 vessels were lost to the tsunami, the industry boomed. However, the huge demand has led to lower quality in the process, and some important materials were sacrificed to cut prices for those who were impoverished by the tsunami. [156] Even though only coastal regions were directly affected by the waters of the tsunami, the indirect effects have spread to inland provinces as well. Since the media coverage of the event was so extensive, many tourists cancelled vacations and trips to that part of the world, even though their travel destinations may not have been affected. This ripple effect could especially be felt in the inland provinces of Thailand, such as Krabi, which acted as a starting point for many other tourist destinations in Thailand. [157] Countries in the region appealed to tourists to return, pointing out that most tourist infrastructure is undamaged. However, tourists were reluctant to do so for psychological reasons. Even beach resorts in parts of Thailand which were untouched by the tsunami were hit by cancellations. [158] Both the earthquake and the tsunami may have affected shipping in the Malacca Straits , which separate Malaysia and the Indonesian island of Sumatra, by changing the depth of the seabed and by disturbing navigational buoys and old shipwrecks. In one area of the Strait, water depths were previously up to 1,200 m (4,000 ft), and are now only 30 m (100 ft) in some areas, making shipping impossible and dangerous. These problems also made the delivery of relief aid more challenging. Compiling new navigational charts may take months or years. Officials also hoped that piracy in the region would drop off, since the tsunami had killed pirates and destroyed their boats. [159] Due to multiple factors, there was a 71.6% drop in the number of piracy incidents between 2004 and 2005, from 60  to  17 incidents.  Levels remained relatively low for some years. However, between 2013 and 2014, piracy incidents rose dramatically by 73.2% to exceed pre-tsunami levels. [160]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Chennai_beach2.jpg/260px-Chennai_beach2.jpg",
                "caption": "Chennai 's Marina Beach after the tsunami"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2004_Indian_Ocean_earthquake_and_tsunami",
        "title": "2004 Indian Ocean earthquake and tsunami",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Historical context",
        "text": "The last major tsunami in the Indian Ocean was about A.D. 1400. [161] [162] In 2008, a team of scientists working on Phra Thong, a barrier island along the hard-hit west coast of Thailand, reported evidence of at least three previous major tsunamis in the preceding 2,800 years, the most recent from about 700 years ago. A second team found similar evidence of previous tsunamis in Aceh, a province at the northern tip of Sumatra ; radiocarbon dating of bark fragments in the soil below the second sand layer led the scientists to estimate that the most recent predecessor to the 2004 tsunami probably occurred between A.D. 1300 and 1450. [163] The 2004 earthquake and tsunami combined is the world's deadliest natural disaster since the 1976 Tangshan earthquake . The earthquake was the third-most-powerful earthquake recorded since 1900. The deadliest-known earthquake in history occurred in 1556 in Shaanxi, China , with an estimated death toll of 830,000, though figures from this period may not be as reliable. [164] Before 2004, the tsunami created in both Indian and Pacific Ocean waters by the 1883 eruption of Krakatoa , thought to have resulted in anywhere from 36,000 to 120,000 deaths, had probably been the deadliest in the region. In 1782, about 40,000 people are thought to have been killed by a tsunami (or a cyclone) in the South China Sea . [165] The deadliest tsunami before 2004 was Italy's 1908 Messina earthquake on the Mediterranean Sea where the earthquake and tsunami killed about 123,000. [166]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Indonesia_Sumatra_location_map.svg/240px-Indonesia_Sumatra_location_map.svg.png",
                "caption": "class=notpageimage| Of the ten strongest Indonesian earthquakes ≥ 8.3 M w , six occurred near Sumatra"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2004_Indian_Ocean_earthquake_and_tsunami",
        "title": "2004 Indian Ocean earthquake and tsunami",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Other effects",
        "text": "Many health professionals and aid workers have reported widespread psychological trauma associated with the tsunami. [167] Even 14 years afterwards, researchers find HPA axis dysregulation   and “burnout” in survivors. [168] Traditional beliefs in many of the affected regions state that a relative of the family must bury the body of the dead, and in many cases, no body remained to be buried. Women in Aceh required a special approach from foreign aid agencies, and continue to have unique needs. [ citation needed ] The hardest-hit area, Aceh , is a religiously conservative Islamic society and has had no tourism nor any Western presence in recent years due to the insurgency between the Indonesian military and Free Aceh Movement (GAM). Some believe that the tsunami was divine punishment for lay Muslims shirking their daily prayers or following a materialistic lifestyle. Others have said that Allah was angry that Muslims were killing each other in an ongoing conflict. [169] Saudi cleric Muhammad Al-Munajjid attributed it to divine retribution against non-Muslim vacationers \"who used to sprawl all over the beaches and in pubs overflowing with wine\" during Christmas break. [170] The widespread devastation caused by the tsunami led GAM to declare a cease-fire on 28 December 2004 followed by the Indonesian government, and the two groups resumed long-stalled peace talks, which resulted in a peace agreement signed 15 August 2005. The agreement explicitly cites the tsunami as a justification. [171] In a poll conducted in 27 countries, 15% of respondents named the tsunami the most significant event of the year. Only the Iraq War was named by as many respondents. [172] [173] The extensive international media coverage of the tsunami, and the role of mass media and journalists in reconstruction, were discussed by editors of newspapers and broadcast media in tsunami-affected areas, in special video-conferences set up by the Asia Pacific Journalism Centre. [174] The tsunami left both the people and government of India in a state of heightened alert. On 30 December 2004, four days after the tsunami, Terra Research notified the India government that its sensors indicated there was a possibility of 7.9 to 8.1 magnitude tectonic shift in the next 12 hours between Sumatra and New Zealand. [175] In response, the Indian Minister of Home Affairs announced that a fresh onslaught of deadly tsunami was likely along the southern Indian coast and the Andaman and Nicobar Islands , even as there was no sign of turbulence in the region. [175] The announcement generated panic in the Indian Ocean region and caused thousands to flee their homes, which resulted in jammed roads. [176] The announcement was a false alarm, and the Home Affairs minister withdrew their announcement. [176] On further investigation, the India government learned that the consulting company Terra Research was run from the home of a self-described earthquake forecaster who had no telephone listing and maintained a website where he sold copies of his detection system. [177] The tsunami had a severe humanitarian and political impact in Sweden. The hardest-hit country outside Asia, Sweden, lost 543 tourists, mainly in Thailand. The Persson Cabinet was heavily criticized for its inaction. [178] Smith Dharmasaroja , a meteorologist who had predicted that an earthquake and tsunami \"is going to occur for sure\" way back in 1994, [179] [180] was assigned the development of the Thai tsunami warning system. The Indian Ocean Tsunami Warning System was formed in early 2005 to provide an early warning of tsunamis for inhabitants around the Indian Ocean coasts. [181] The changes in the distribution of masses inside the Earth due to the earthquake had several consequences. It displaced the North Pole by 25 mm (0.98 in). It also slightly changed the shape of the Earth, specifically by decreasing Earth's oblateness by about one part in 10 billion, consequentially increasing Earth's rotation a little and thus shortening the length of the day by 2.68 microseconds. [182]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Tsunami_2004_aftermath._Aceh%2C_Indonesia%2C_2005._Photo-_AusAID_%2810730863873%29.jpg/260px-Tsunami_2004_aftermath._Aceh%2C_Indonesia%2C_2005._Photo-_AusAID_%2810730863873%29.jpg",
                "caption": "Tsunami aftermath in Aceh, Indonesia"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Phuket_after_tsunami_%282004%29.jpg/240px-Phuket_after_tsunami_%282004%29.jpg",
                "caption": "Patong Beach in Thailand after the tsunami"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2004_Indian_Ocean_earthquake_and_tsunami",
        "title": "2004 Indian Ocean earthquake and tsunami",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Humanitarian response",
        "text": "A great deal of humanitarian aid was needed because of widespread damage to the infrastructure, shortages of food and water, and economic damage. Epidemics were of particular concern due to the high population density and tropical climate of the affected areas. The main concern of humanitarian and government agencies was to provide sanitation facilities and fresh drinking water to contain the spread of diseases such as cholera , diphtheria , dysentery , typhoid and hepatitis A and hepatitis B . There was also a great concern that the death toll could increase as disease and hunger spread. However, because of the initial quick response, this was minimized. [183] In the days following the tsunami, significant effort was spent in burying bodies hurriedly due to fear of disease spreading. However, the public health risks may have been exaggerated, and therefore this may not have been the best way to allocate resources. [184] [185] The World Food Programme provided food aid to more than 1.3 million people affected by the tsunami. [186] Nations all over the world provided over US$14 billion in aid for damaged regions, [187] with the governments of Australia pledging US$819.9 million (including a US$760.6 million aid package for Indonesia), Germany offering US$660 million, Japan offering US$500 million, Canada offering US$343 million, Norway and the Netherlands offering both US$183 million, the United States offering US$35 million initially (increased to US$350 million), and the World Bank offering US$250 million. Also, Italy offered US$95 million, increased later to US$113 million of which US$42 million was donated by the population using the SMS system. [188] Australia, India, Japan and the United States formed an ad-hoc corroborative group, and it was the origin of Quadrilateral Security Dialogue . [189] According to USAID , the US has pledged additional funds in long-term U.S. support to help the tsunami victims rebuild their lives. On 9 February 2005, President Bush asked Congress to increase the U.S. commitment to a total of US$950 million. Officials estimated that billions of dollars would be needed. Bush also asked his father, former President George H. W. Bush, and former President Bill Clinton to lead a U.S. effort to provide private aid to the tsunami victims. [190] In mid-March, the Asian Development Bank reported that over US$4 billion in aid promised by governments was behind schedule. Sri Lanka reported that it had received no foreign government aid, while foreign individuals had been generous. [191] Many charities were given considerable donations from the public. For example, in the United Kingdom, the public donated roughly £330 million sterling (nearly US$600 million). This considerably outweighed the allocation by the government to disaster relief and reconstruction of £75 million and came to an average of about £5.50 (US$10) donated by every citizen. [192] [193] In August 2006, fifteen local aid staff working on post-tsunami rebuilding were found executed in north-east Sri Lanka after heavy fighting between government troops and the Tamil Tiger rebels, the main umbrella body for aid agencies in the country said. [194]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/German_Tsunami_Relief_Mission_Team_in_Mullaitivu.jpg/240px-German_Tsunami_Relief_Mission_Team_in_Mullaitivu.jpg",
                "caption": "German tsunami relief mission visiting Mullaitivu in Sri Lanka's Northern Province"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Tsunami_disaster_memorial_plaque_in_Batticaloa.jpg/240px-Tsunami_disaster_memorial_plaque_in_Batticaloa.jpg",
                "caption": "Memorial dedicated to victims of the tsunami in Batticaloa , Sri Lanka written in Tamil"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/2004_Indian_Ocean_earthquake_and_tsunami",
        "title": "2004 Indian Ocean earthquake and tsunami",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Types of seismic wave",
        "text": "Seismic waves are elastic waves that propagate in solid or fluid materials. They can be divided into body waves that travel through the interior of the materials; surface waves that travel along surfaces or interfaces between materials; and normal modes , a form of standing wave.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Seismogram.gif/320px-Seismogram.gif",
                "caption": "Seismogram records showing the three components of ground motion . The red line marks the first arrival of P-waves; the green line, the later arrival of S-waves."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Seismology",
        "title": "Seismology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Detection of seismic waves",
        "text": "Seismometers are sensors that detect and record the motion of the Earth arising from elastic waves.  Seismometers may be deployed at the Earth's surface, in shallow vaults, in boreholes, or underwater .  A complete instrument package that records seismic signals is called a seismograph .  Networks of seismographs continuously record ground motions around the world to facilitate the monitoring and analysis of global earthquakes and other sources of seismic activity. Rapid location of earthquakes makes tsunami warnings possible because seismic waves travel considerably faster than tsunami waves. Seismometers also record signals from non-earthquake sources ranging from explosions (nuclear and chemical), to local noise from wind [22] or anthropogenic activities, to incessant signals generated at the ocean floor and coasts induced by ocean waves (the global microseism ), to cryospheric events associated with large icebergs and glaciers. Above-ocean meteor strikes with energies as high as 4.2 × 10 13 J (equivalent to that released by an explosion of ten kilotons of TNT) have been recorded by seismographs, as have a number of industrial accidents and terrorist bombs and events (a field of study referred to as forensic seismology ).  A major long-term motivation for the global seismographic monitoring has been for the detection and study of nuclear testing .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Seismometer-iceland.JPG/220px-Seismometer-iceland.JPG",
                "caption": "Installation for a temporary seismic station, north Iceland highland."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Seismology",
        "title": "Seismology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Mapping Earth's interior",
        "text": "Because seismic waves commonly propagate efficiently as they interact with the internal structure of the Earth, they provide high-resolution noninvasive methods for studying the planet's interior.  One of the earliest important discoveries (suggested by Richard Dixon Oldham in 1906 and definitively shown by Harold Jeffreys in 1926) was that the outer core of the earth is liquid.  Since S-waves do not pass through liquids, the liquid core causes a \"shadow\" on the side of the planet opposite the earthquake where no direct S-waves are observed.  In addition, P-waves travel much slower through the outer core than the mantle. Processing readings from many seismometers using seismic tomography , seismologists have mapped the mantle of the earth to a resolution of several hundred kilometers.  This has enabled scientists to identify convection cells and other large-scale features such as the large low-shear-velocity provinces near the core–mantle boundary . [23]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Earthquake_wave_paths.svg/280px-Earthquake_wave_paths.svg.png",
                "caption": "Seismic velocities and boundaries in the interior of the Earth sampled by seismic waves"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Seismology",
        "title": "Seismology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Types",
        "text": "Among the many types of seismic waves, one can make a broad distinction between body waves , which travel through the Earth, and surface waves , which travel at the Earth's surface. [3] : 48–50 [4] : 56–57 Other modes of wave propagation exist than those described in this article; though of comparatively minor importance for earth-borne waves, they are important in the case of asteroseismology .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Overview_Seismic_Waves.jpg/220px-Overview_Seismic_Waves.jpg",
                "caption": "Body waves and surface waves"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Seismic_wave",
        "title": "Seismic wave",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Body waves",
        "text": "Body waves travel through the interior of the Earth along paths controlled by the material properties in terms of density and modulus (stiffness). The density and modulus, in turn, vary according to temperature, composition, and material phase.  This effect resembles the refraction of light waves . Two types of particle motion result in two types of body waves: Primary and Secondary waves.  This distinction was recognized in 1830 by the French mathematician Siméon Denis Poisson . [5]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Seismic_wave_travel_through_Earth.png/220px-Seismic_wave_travel_through_Earth.png",
                "caption": "Patterns of seismic wave travel through Earth's mantle and core. S-waves can not travel through the liquid outer core, so they leave a shadow on Earth's far side. P-waves do travel through the core, but P-wave refraction bends seismic waves away from P-wave shadow zones."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Seismic_wave",
        "title": "Seismic wave",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Normal modes",
        "text": "Free oscillations of the Earth are standing waves , the result of interference between two surface waves traveling in opposite directions. Interference of Rayleigh waves results in spheroidal oscillation S while interference of Love waves gives toroidal oscillation T . The modes of oscillations are specified by three numbers, e.g., n S l m , where l is the angular order number (or spherical harmonic degree , see Spherical harmonics for more details). The number m is the azimuthal order number. It may take on 2 l +1 values from − l to + l . The number n is the radial order number . It means the wave with n zero crossings in radius. For spherically symmetric Earth the period for given n and l does not depend on m . Some examples of spheroidal oscillations are the  \"breathing\" mode 0 S 0 , which involves an expansion and contraction of the whole Earth, and has a period of about 20 minutes; and the \"rugby\" mode 0 S 2 , which involves expansions along two alternating directions, and has a period of about 54 minutes. The mode 0 S 1 does not exist because it would require a change in the center of gravity, which would require an external force. [3] Of the fundamental toroidal modes, 0 T 1 represents changes in Earth's rotation rate; although this occurs, it is much too slow to be useful in seismology. The mode 0 T 2 describes a twisting of the northern and southern hemispheres relative to each other; it has a period of about 44 minutes. [3] The first observations of free oscillations of the Earth were done during the great 1960 earthquake in Chile . Presently the periods of thousands of modes have been observed. These data are used for constraining large scale structures of the Earth's interior.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Fundametal_toroidal_oscillation_Earth.gif/220px-Fundametal_toroidal_oscillation_Earth.gif",
                "caption": "The sense of motion for toroidal 0 T 1 oscillation for two moments of time."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Fundamental_spheroidal_oscillation_Earth.gif/220px-Fundamental_spheroidal_oscillation_Earth.gif",
                "caption": "The scheme of motion for spheroidal 0 S 2 oscillation.Dashed lines give nodal (zero) lines. Arrows give the sense of motion."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Seismic_wave",
        "title": "Seismic wave",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Notation",
        "text": "The naming of seismic waves is usually based on the wave type and its path; due to the theoretically infinite possibilities of travel paths and the different areas of application, a wide variety of nomenclatures have emerged historically, the standardization of which - for example in the IASPEI Standard Seismic Phase List - is still an ongoing process. [14] The path that a wave takes between the focus and the observation point is often drawn as a ray diagram. Each path is denoted by a set of letters that describe the trajectory and phase through the Earth. In general, an upper case denotes a transmitted wave and a lower case denotes a reflected wave. The two exceptions to this seem to be \"g\" and \"n\". [14] [15] For example:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Earthquake_wave_paths.svg/250px-Earthquake_wave_paths.svg.png",
                "caption": "Earthquake wave paths"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Seismic_wave",
        "title": "Seismic wave",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Usefulness of P and S waves in locating an event",
        "text": "In the case of local or nearby earthquakes, the difference in the arrival times of the P and S waves can be used to determine the distance to the event. In the case of earthquakes that have occurred at global distances, three or more geographically diverse observing stations (using a common clock ) recording P-wave arrivals permits the computation of a unique time and location on the planet for the event. Typically, dozens or even hundreds of P-wave arrivals are used to calculate hypocenters . The misfit generated by a hypocenter calculation is known as \"the residual\". Residuals of 0.5 second or less are typical for distant events, residuals of 0.1–0.2 s typical for local events, meaning most reported P arrivals fit the computed hypocenter that well. Typically a location program will start by assuming the event occurred at a depth of about 33 km; then it minimizes the residual by adjusting depth. Most events occur at depths shallower than about 40 km, but some occur as deep as 700 km. A quick way to determine the distance from a location to the origin of a seismic wave less than 200 km away is to take the difference in arrival time of the P wave and the S wave in seconds and multiply by 8 kilometers per second.  Modern seismic arrays use more complicated earthquake location techniques. At teleseismic distances, the first arriving P waves have necessarily travelled deep into the mantle, and perhaps have even refracted into the outer core of the planet, before travelling back up to the Earth's surface where the seismographic stations are located. The waves travel more quickly than if they had traveled in a straight line from the earthquake.  This is due to the appreciably increased velocities within the planet, and is termed Huygens' Principle . Density in the planet increases with depth, which would slow the waves, but the modulus of the rock increases much more, so deeper means faster. Therefore, a longer route can take a shorter time. The travel time must be calculated very accurately in order to compute a precise hypocenter. Since P waves move at many kilometers per second, being off on travel-time calculation by even a half second can mean an error of many kilometers in terms of distance.  In practice, P arrivals from many stations are used and the errors cancel out, so the computed epicenter is likely to be quite accurate, on the order of 10–50 km or so around the world.  Dense arrays of nearby sensors such as those that exist in California can provide accuracy of roughly a kilometer, and much greater accuracy is possible when timing is measured directly by cross-correlation of seismogram waveforms.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Hypocenter_Calculation.png/220px-Hypocenter_Calculation.png",
                "caption": "The hypocenter/epicenter of an earthquake is calculated by using the seismic data of that earthquake from at least three different locations. The hypocenter/epicenter is found at the intersection of three circles centered on three observation stations, here shown in Japan, Australia and the United States. The radius of each circle is calculated from the difference in the arrival times of P- and S-waves at the corresponding station."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Ondes_P_et_S_1d_30_petit.gif/220px-Ondes_P_et_S_1d_30_petit.gif",
                "caption": "P- and S-waves separating with time"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Seismic_wave",
        "title": "Seismic wave",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "Seismicity of New York",
        "text": "The Atlantic continental margin of the Northeastern United States is a passive margin . [10] The seismicity of the northeast is generally considered to be due to ancient zones of weakness that are being reactivated in the present-day stress field . In this model, pre-existing faults that were formed during ancient geological episodes persist in the intraplate crust, and intraplate earthquakes occur when the present-day stress is released along these zones of weakness. The stress that causes the earthquakes is generally considered to be derived from present-day rifting at the Mid-Atlantic ridge . The area within 100km radius of New York City has an intermediate level of seismic activity, more than what is observed in central New York State. [11] It is not as seismically active as California which is located at a transform plate boundary , but large and damaging earthquakes do occur. Furthermore, when these rare eastern U.S. earthquakes occur, the areas affected by them are much larger than for western U.S. earthquakes of the same magnitude. [12] [13] The Ramapo fault system is generally considered the most active fault system in the greater New York City area, the infrequency of seismic events of moderate or high-intensity pose problems for researchers who are unable to firmly associate the earthquakes in the region with specific geologic structures without instrumental records for the notable historic earthquakes. [14]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Tectonic_plates_%282022%29.svg/300px-Tectonic_plates_%282022%29.svg.png",
                "caption": "New York City is located on the North American plate shown in yellow. The closest plate boundaries are located along the Mid-Atlantic Ridge . [9]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Seismicity_of_the_New_York_City_area",
        "title": "Seismicity of the New York City area",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    },
    {
        "section": "New York City-area faults",
        "text": "The Ramapo Fault , which marks the western boundary of the Newark rift basin, has been argued to be a major seismically active feature of this region, [22] but it is difficult to discern the extent to which the Ramapo fault (or any other specific mapped fault in the area) might be any more of a source of future earthquakes than any other parts of the region. [23] The Ramapo Fault zone spans more than 185 miles (300 kilometers) in New York , New Jersey , and Pennsylvania . It is a system of faults between the northern Appalachian Mountains and Piedmont areas to the east. [24] This fault is perhaps the best known fault zone in the Mid-Atlantic region, and some small earthquakes have been known to occur in its vicinity. Recently, public knowledge about the fault has increased – especially after the 1970s, when the fault's proximity to the Indian Point nuclear plant in New York was noticed. There is insufficient evidence to demonstrate unequivocally any strong correlation of earthquakes in the New York City area with specific faults or other geologic structures in this region. The damaging earthquake affecting New York City in 1884 was probably not associated with the Ramapo fault because the strongest shaking from that earthquake occurred on Long Island (quite far from the trace of the Ramapo fault). The relationship between faults and earthquakes in the New York City area is currently understood to be more complex than any simple association of a specific earthquake with a specific mapped fault. [25] A 2008 study argued that a magnitude 6 or 7 earthquake might originate from the Ramapo fault zone, [16] which would almost definitely spawn hundreds or even thousands of fatalities and billions of dollars in damage. [26] Studying around 400 earthquakes over the past 300 years, the study also argued that there was an additional fault zone extending from the Ramapo Fault zone into southwestern Connecticut. As can be seen in the above figure of seismicity, earthquakes are scattered throughout this region, with no particular concentration of activity along the Ramapo fault, or along the hypothesized fault zone extending into southwestern Connecticut. [15] [23] [27]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/RamapoFaultSystem.png/220px-RamapoFaultSystem.png",
                "caption": "Map depicting the extent of the Ramapo Fault System in New York, New Jersey, and Pennsylvania"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Seismicity_of_the_New_York_City_area",
        "title": "Seismicity of the New York City area",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Earthquake Geology"
    }
]