[
    {
        "section": "Fold terminology",
        "text": "The fold hinge is the line joining points of maximum curvature on a folded surface. This line may be either straight or curved. The term hinge line has also been used for this feature. [1] A fold surface seen perpendicular to its shortening direction can be divided into hinge and limb portions; the limbs are the flanks of the fold, and the limbs converge at the hinge zone. Within the hinge zone lies the hinge point, which is the point of minimum radius of curvature (maximum curvature) of the fold. The crest of the fold represents the highest point of the fold surface whereas the trough is the lowest point. The inflection point of a fold is the point on a limb at which the concavity reverses; on regular folds, this is the midpoint of the limb. The axial surface is defined as a plane connecting all the hinge lines of stacked folded surfaces. If the axial surface is planar, it is called an axial plane and can be described in terms of strike and dip . Folds can have a fold axis . A fold axis “is the closest approximation to a straight line that when moved parallel to itself, generates the form of the fold.” [2] (Ramsay 1967). A fold that can be generated by a fold axis is called a cylindrical fold . This term has been broadened to include near-cylindrical folds. Often, the fold axis is the same as the hinge line. [3] [4]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Fold_sketch_3D_model_.tif/lossy-page1-220px-Fold_sketch_3D_model_.tif.jpg",
                "caption": "Fold sketch 3D model"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Flank_%26_hinge.PNG/220px-Flank_%26_hinge.PNG",
                "caption": "Flank & hinge"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fold_(geology)",
        "title": "Fold (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Fold shape",
        "text": "A fold can be shaped like a chevron , with planar limbs meeting at an angular axis, as cuspate with curved limbs, as circular with a curved axis, or as elliptical with unequal wavelength .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Chevron_folds%2C_Ireland.jpg/220px-Chevron_folds%2C_Ireland.jpg",
                "caption": "Chevron folds, Ireland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fold_(geology)",
        "title": "Fold (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Fold tightness",
        "text": "Fold tightness is defined by the size of the angle between the fold's limbs (as measured tangential to the folded surface at the inflection line of each limb), called the interlimb angle. Gentle folds have an interlimb angle of between 180° and 120°, open folds range from 120° to 70°, close folds from 70° to 30°, and tight folds from 30° to 0°. [6] Isoclines , or isoclinal folds , have an interlimb angle of between 10° and zero, with essentially parallel limbs.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Interlimb_angles.jpg/220px-Interlimb_angles.jpg",
                "caption": "Interlimb angles"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fold_(geology)",
        "title": "Fold (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Deformation style classes",
        "text": "Folds that maintain uniform layer thickness are classed as concentric folds. Those that do not are called similar folds . Similar folds tend to display thinning of the limbs and thickening of the hinge zone. Concentric folds are caused by warping from active buckling of the layers, whereas similar folds usually form by some form of shear flow where the layers are not mechanically active. Ramsay has proposed a classification scheme for folds that often is used to describe folds in profile based upon the curvature of the inner and outer lines of a fold and the behavior of dip isogons . that is, lines connecting points of equal dip on adjacent folded surfaces: [8]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Ramsay_Classification.PNG/170px-Ramsay_Classification.PNG",
                "caption": "Ramsay classification of folds by convergence of dip isogons (red lines). [7]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fold_(geology)",
        "title": "Fold (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Layer-parallel shortening",
        "text": "When a sequence of layered rocks is shortened parallel to its layering, this deformation may be accommodated in a number of ways, homogeneous shortening, reverse faulting or folding. The response depends on the thickness of the mechanical layering and the contrast in properties between the layers. If the layering does begin to fold, the fold style is also dependent on these properties. Isolated thick competent layers in a less competent matrix control the folding and typically generate classic rounded buckle folds accommodated by deformation in the matrix. In the case of regular alternations of layers of contrasting properties, such as sandstone-shale sequences, kink-bands, box-folds and chevron folds are normally produced. [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Pliegue_en_cofre.jpg/170px-Pliegue_en_cofre.jpg",
                "caption": "Box fold in La Herradura Formation , Morro Solar , Peru"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Rollover.png/150px-Rollover.png",
                "caption": "Rollover anticline"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Faultbendfold.png/150px-Faultbendfold.png",
                "caption": "Ramp anticline"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Thrust_with_fault_propagation_fold.svg/150px-Thrust_with_fault_propagation_fold.svg.png",
                "caption": "Fault-propagation fold"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fold_(geology)",
        "title": "Fold (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Folding in shear zones",
        "text": "Shear zones that approximate to simple shear typically contain minor asymmetric folds, with the direction of overturning consistent with the overall shear sense. Some of these folds have highly curved hinge-lines and are referred to as sheath folds . Folds in shear zones can be inherited, formed due to the orientation of pre-shearing layering or formed due to instability within the shear flow. [15]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Dextral_shear_folds.JPG/220px-Dextral_shear_folds.JPG",
                "caption": "Dextral sense shear folds in mylonites within a shear zone , Cap de Creus"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fold_(geology)",
        "title": "Fold (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Flow folding",
        "text": "The compliance of rock layers is referred to as competence : a competent layer or bed of rock can withstand an applied load without collapsing and is relatively strong, while an incompetent layer is relatively weak.  When rock behaves as a fluid, as in the case of very weak rock such as rock salt, or any rock that is buried deeply enough, it typically shows flow folding (also called passive folding , because little resistance is offered): the strata appear shifted undistorted, assuming any shape impressed upon them by surrounding more rigid rocks. The strata simply serve as markers of the folding. [21] Such folding is also a feature of many igneous intrusions and glacier ice. [22]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Advancing_ramp_in_incompetent_layers.PNG/170px-Advancing_ramp_in_incompetent_layers.PNG",
                "caption": "Flow folding: depiction of the effect of an advancing ramp of rigid rock into compliant layers. Top: low drag by a ramp: layers are not altered in thickness; Bottom: high drag: lowest layers tend to crumple. [20]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fold_(geology)",
        "title": "Fold (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Mining industry",
        "text": "Layers of rock that fold into a hinge need to accommodate large deformations in the hinge zone. This results in voids between the layers. These voids, and especially the fact that the water pressure is lower in the voids than outside of them, act as triggers for the deposition of minerals. Over millions of years, this process is capable of gathering large quantities of trace minerals from large expanses of rock and depositing them at very concentrated sites. This may be a mechanism that is responsible for the veins.\nTo summarize, when searching for veins of valuable minerals, it might be wise to look for highly folded rock, and this is the reason why the mining industry is very interested in the theory of geological folding. [23]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Anticlinal_Oil_trap.png/220px-Anticlinal_Oil_trap.png",
                "caption": "anticline oil trap"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fold_(geology)",
        "title": "Fold (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Mechanisms of faulting",
        "text": "Due to friction and the rigidity of the constituent rocks, the two sides of a fault cannot always glide or flow past each other easily, and so occasionally all movement stops. The regions of higher friction along a fault plane, where it becomes locked, are called asperities . Stress builds up when a fault is locked, and when it reaches a level that exceeds the strength threshold, the fault ruptures and the accumulated strain energy is released in part as seismic waves , forming an earthquake . [2] Strain occurs accumulatively or instantaneously, depending on the liquid state of the rock; the ductile lower crust and mantle accumulate deformation gradually via shearing , whereas the brittle upper crust reacts by fracture – instantaneous stress release – resulting in motion along the fault. [9] A fault in ductile rocks can also release instantaneously when the strain rate is too great.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Falla_normal_Morro_Solar_Peru.jpg/220px-Falla_normal_Morro_Solar_Peru.jpg",
                "caption": "Normal fault in La Herradura Formation , Morro Solar , Peru. The light layer of rock shows the displacement. A second normal fault is at the right."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fault_(geology)",
        "title": "Fault (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Slip, heave, throw",
        "text": "Slip is defined as the relative movement of geological features present on either side of a fault plane. A fault's sense of slip is defined as the relative motion of the rock on each side of the fault concerning the other side. [10] In measuring the horizontal or vertical separation, the throw of the fault is the vertical component of the separation and the heave of the fault is the horizontal component, as in \"Throw up and heave out\". [11] The vector of slip can be qualitatively assessed by studying any drag folding of strata, which may be visible on either side of the fault. [12] Drag folding is a zone of folding close to a fault that likely arises from frictional resistance to movement on the fault. [13] The direction and magnitude of heave and throw can be measured only by finding common intersection points on either side of the fault (called a piercing point ). In practice, it is usually only possible to find the slip direction of faults, and an approximation of the heave and throw vector.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Fault_in_Seppap_Gorge_Morocco.jpg/220px-Fault_in_Seppap_Gorge_Morocco.jpg",
                "caption": "A fault in Morocco . The fault plane is the steeply leftward-dipping line in the centre of the photo, which is the plane along which the rock layers to the left have slipped downwards, relative to the layers to the right of the fault."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Normal_fault_%26_drag_folds_%28eastern_flanks_of_the_Bighorn_Mountains%2C_Wyoming%2C_USA%29.jpg/220px-Normal_fault_%26_drag_folds_%28eastern_flanks_of_the_Bighorn_Mountains%2C_Wyoming%2C_USA%29.jpg",
                "caption": "Normal fault and drag folds (eastern flanks of the Bighorn Mountains, Wyoming, US)"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Microfault.jpg/220px-Microfault.jpg",
                "caption": "Microfault showing a piercing point (the coin's diameter is 18 mm (0.71 in))"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fault_(geology)",
        "title": "Fault (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Strike-slip faults",
        "text": "In a strike-slip fault (also known as a wrench fault , tear fault or transcurrent fault ), [17] the fault surface (plane) is usually near vertical, and the footwall moves laterally either left or right with very little vertical motion. Strike-slip faults with left-lateral motion are also known as sinistral faults and those with right-lateral motion as dextral faults. [18] Each is defined by the direction of movement of the ground as would be seen by an observer on the opposite side of the fault. A special class of strike-slip fault is the transform fault when it forms a plate boundary. This class is related to an offset in a spreading center , such as a mid-ocean ridge , or, less common, within continental lithosphere , such as the Dead Sea Transform in the Middle East or the Alpine Fault in New Zealand. Transform faults are also referred to as \"conservative\" plate boundaries since the lithosphere is neither created nor destroyed.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Strike_slip_fault.png/220px-Strike_slip_fault.png",
                "caption": "Schematic illustration of the two strike-slip fault types, as seen from above"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fault_(geology)",
        "title": "Fault (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Dip-slip faults",
        "text": "Dip-slip faults can be either normal (\" extensional \") or reverse . In a normal fault , the hanging wall moves downward, relative to the footwall. A downthrown block between two normal faults dipping towards each other is a graben . An upthrown block between two normal faults dipping away from each other is a horst . The dip of most normal faults is at least 60 degrees but some normal faults dip at less than 45 degrees. [19] Low-angle normal faults with regional tectonic significance may be designated detachment faults . A reverse fault is the opposite of a normal fault—the hanging wall moves up relative to the footwall. Reverse faults indicate compressive shortening of the crust. The terminology of \"normal\" and \"reverse\" comes from coal mining in England, where normal faults are the most common. [20] A thrust fault has the same sense of motion as a reverse fault, but with the dip of the fault plane at less than 45°. [21] [22] Thrust faults typically form ramps, flats and fault-bend (hanging wall and footwall) folds. A section of a hanging wall or foot wall where a thrust fault formed along a relatively weak bedding plane is known as a flat and a section where the thrust fault cut upward through the stratigraphic sequence is known as a ramp . [23] Typically, thrust faults move within formations by forming flats and climbing up sections with ramps. This results in the hanging wall flat (or a portion thereof) lying atop the foot wall ramp as shown in the fault-bend fold diagram. Fault-bend folds are formed by the movement of the hanging wall over a non-planar fault surface and are found associated with both extensional and thrust faults. Faults may be reactivated at a later time with the movement in the opposite direction to the original movement (fault inversion). A normal fault may therefore become a reverse fault and vice versa. Thrust faults form nappes and klippen in the large thrust belts. Subduction zones are a special class of thrusts that form the largest faults on Earth and give rise to the largest earthquakes.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Normal_faults_-_Arganda_del_Rey%2C_Madrid%2C_Spain.JPG/220px-Normal_faults_-_Arganda_del_Rey%2C_Madrid%2C_Spain.JPG",
                "caption": "Normal faults in Spain, between which rock layers have slipped downwards (at photo's centre)"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Nor_rev.png/280px-Nor_rev.png",
                "caption": "Cross-sectional illustration of normal and reverse dip-slip faults"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Thrust_with_fault_bend_fold.svg/260px-Thrust_with_fault_bend_fold.svg.png",
                "caption": ""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fault_(geology)",
        "title": "Fault (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Oblique-slip faults",
        "text": "A fault which has a component of dip-slip and a component of strike-slip is termed an oblique-slip fault . Nearly all faults have some component of both dip-slip and strike-slip; hence, defining a fault as oblique requires both dip and strike components to be measurable and significant. Some oblique faults occur within transtensional and transpressional regimes, and others occur where the direction of extension or shortening changes during the deformation but the earlier formed faults remain active. The hade angle is defined as the complement of the dip angle; it is the angle between the fault plane and a vertical plane that strikes parallel to the fault.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Oblique_slip_fault.svg/220px-Oblique_slip_fault.svg.png",
                "caption": "Oblique-slip fault"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fault_(geology)",
        "title": "Fault (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Listric fault",
        "text": "Listric faults are similar to normal faults but the fault plane curves, the dip being steeper near the surface, then shallower with increased depth. The dip may flatten into a sub-horizontal décollement , resulting in a horizontal slip on a horizontal plane. The illustration shows the slumping of the hanging wall along a listric fault. Where the hanging wall is absent (such as on a cliff) the footwall may slump in a manner that creates multiple listric faults.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Rollover.png/220px-Rollover.png",
                "caption": "Listric fault (red line)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fault_(geology)",
        "title": "Fault (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Fault rock",
        "text": "All faults have a measurable thickness, made up of deformed rock characteristic of the level in the crust where the faulting happened, of the rock types affected by the fault and of the presence and nature of any mineralising fluids . Fault rocks are classified by their textures and the implied mechanism of deformation. A fault that passes through different levels of the lithosphere will have many different types of fault rock developed along its surface. Continued dip-slip displacement tends to juxtapose fault rocks characteristic of different crustal levels, with varying degrees of overprinting. This effect is particularly clear in the case of detachment faults and major thrust faults . The main types of fault rock include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/FaultZone.jpg/220px-FaultZone.jpg",
                "caption": "Structure of Fault [25]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/FaultGouge.JPG/220px-FaultGouge.JPG",
                "caption": "Salmon-colored fault gouge and associated fault separates two different rock types on the left (dark gray) and right (light gray). From the Gobi of Mongolia ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/CREIGHTON-fault-sudbury-basin-science-north.jpg/170px-CREIGHTON-fault-sudbury-basin-science-north.jpg",
                "caption": "Inactive fault from Sudbury to Sault Ste. Marie , Northern Ontario, Canada"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fault_(geology)",
        "title": "Fault (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Tectonic environment",
        "text": "Large overthrust faults occur in areas that have undergone great compressional forces. These conditions exist in the orogenic belts that result from either two continental tectonic collisions or from subduction zone accretion. The resultant compressional forces produce mountain ranges. The Himalayas , the Alps , and the Appalachians are prominent examples of compressional orogenies with numerous overthrust faults. Thrust faults occur in the foreland basin , marginal to orogenic belts. Here, compression does not result in appreciable mountain building, which is mostly accommodated by folding and stacking of thrusts. Instead, thrust faults generally cause a thickening of the stratigraphic section . When thrusts are developed in orogens formed in previously rifted margins, inversion of the buried paleo-rifts can induce the nucleation of thrust ramps. [6] Foreland basin thrusts also usually observe the ramp-flat geometry, with thrusts propagating within units at very low angle \"flats\" (at 1–5 degrees) and then moving up-section in steeper ramps (at 5–20 degrees) where they offset stratigraphic units. Thrusts have also been detected in cratonic settings, where \"far-foreland\" deformation has advanced into intracontinental areas. [6] Thrusts and duplexes are also found in accretionary wedges in the ocean trench margin of subduction zones, where oceanic sediments are scraped off the subducted plate and accumulate. Here, the accretionary wedge must thicken by up to 200%, and this is achieved by stacking thrust fault upon thrust fault in a melange of disrupted rock, often with chaotic folding. Here, ramp flat geometries are not usually observed because the compressional force is at a steep angle to the sedimentary layering.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/SunRiver.JPG/300px-SunRiver.JPG",
                "caption": "An example of thin-skinned deformation (thrusting) in Montana .  Note that the white Madison Limestone is repeated, with one example in the foreground and another at a higher level to the upper right corner and top of the picture."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Thrust_Fault_Outcrop.jpg/220px-Thrust_Fault_Outcrop.jpg",
                "caption": "Thrust Fault Outcrop"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Thrust_fault",
        "title": "Thrust fault",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Modes of detachment folding",
        "text": "One of the principal ideas that should be recognized in each model is the law of conservation of volume, as conservation is a fundamental law in physics ; it should also apply to geology. Two ways to maintain volume conservation are thickening of units and synclinal deflection of incompetent material; it is likely that both may occur. J. Contreras (2010) developed a model for low amplitude detachments using the conservation of mass equation. The results suggest the occurrence of layer thickening as an initial response to shortening and volume conservation. [6] Hayes and Hanks (2008) confirm layer thickening during the onset of folding, specifically their field data places the thickening at the hinges of folds rather than the limbs. [2] When defining the geometry of detachment folding it may be necessary to define layer thickening as it has been recorded to affect the overall geometry. [7] Though variable limb thickness is assumed; over time, limb rotation and limb length become the dominant mechanisms for deformation , leading to an increase in fold amplitude. [6] Synclinal deflection, Figure 2, is the result of folding where synclines, adjacent to an anticline in fold geometry, extend into the lower incompetent unit; these typically occur in regions of high wavelength and low amplitude. [3] The occupancy of this area causes displacement above the detachment in the form of material migration to the anticlinal core. [3] [8] Withdrawal from the regional position is dependent on thickness and viscosity differences between the competent and incompetent units as well as the ductile nature of the incompetent unit, [3] like Contreras, [6] recognized a transition from unit deflection and material migration, to limb rotation and limb lengthening.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Synclinal_Deflection.GIF/220px-Synclinal_Deflection.GIF",
                "caption": "Figure 2. A model of the law of conservation of volume by synclinal deflection; that is the area (given by A then a subscript) of the anticline should be equal to the area of shortening plus the synclinal deflection A1 = A2+A3+A4. Synclinal deflection below the origin (dotted line) is shown marked by the A3 and A4."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Detachment_fold",
        "title": "Detachment fold",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Detachment fold evolution",
        "text": "Though many models have been developed to help explain the kinematic evolution of single layer detachment faulting; [7] [9] [10] [11] [12] many models do not account for multiple layers, complex fold geometries [12] or differential strain through fold geometries or mechanically dissimilar stratigraphic units. [13] These models may not be good indicators of detachment folding on a large scale and are better suited to assist in interpreting fold geometries of detachment folds as their kinematic evolution is generally associated with single fold, single unit deformations. The definition of disharmonic folds (below) however, incorporates many types of symmetric folds over a larger area encompassing many geometries and attributes of the basic models and may be better suited to the application of these models. By incorporating elementary fold geometries [7] [9] [10] [11] [12] under the term disharmonic fold detachment folds may then be classified into one of two categories; disharmonic folds or lift-off folds. Disharmonic folds, Figure 3, are defined as detachment folds characterized by parallel geometries at the outer limbs and non-parallel interlimb geometries at stratigraphically distinct and lower units; caused by differential strain as a result of strain dissipation or change in mechanical stratigraphy , where the termination of folding typically results in a detachment. [2] [3] [12] Lift-off detachment folds are characterized by isoclinal folding in all units, with a tight isoclinal folded weak unit in the anticline and parallel geometries sometimes existing along the outer units. [3] [14] Present day examples detachment folding can be found in the Jura Mountains of Central Europe . This region complements the idea of detachment fold evolution put forth by Mitra [3] in that it encompasses many of the basic fold geometries and comprises both disharmonic and lift-off geometries. Disharmonic and lift-off detachment folds are commonly assumed to form by separate modes of deformation; however, [3] Mitra (2003) in a unified kinematic model challenged these ideas by suggesting an evolution of detachment folding wherein progressive deformation yields a fold transition from disharmonic geometry to lift-off detachment folding. While most kinematic models are developed to yield the most simplistic geometries by placing boundary conditions within the model and limiting variables; the unified model incorporates: mechanical stratigraphy parameter [2] limb lengthening, limb rotation, [6] [8] [14] area balancing and anticlinal and synclinal deflection, to develop a system that uniformly demonstrates the evolution of detachment folding. The evolution of detachment folding begins with the model assumption of a low-amplitude and short compressional environment with a mechanically dissimilar incompetent and competent unit. Folding initiates by shortening; limb lengthening and rotation and hinge migration, cause synclinal deflection below its original position accompanied by the flow of ductile material beneath the synclinal trough to the anticlinal core; resulting in increased amplitude of the anticlinal fold. [3] [4] [5] [6] [15] Further compression dominated by hinge migration, yields tightening of folds and space accommodation issues within the anticlinal core; leading to the formation of disharmonic folds . [16] [17] Epard and Groshong, (1994) recognize a similar pattern to disharmonic folding they label it second-order shortening. [18] Basic models and experiments [4] [6] [12] [19] as well as concentric fold models [9] [20] fail to recognize disharmonic folds as they focus on single layer detachment folding, lack the resolution in experimental methods or, though the assumption of multiple units is made, restrict unit parameters which may cause disharmony through deformation. Continued shortening and excess material within the anticlinal core not only results in increased amplitude and disharmonic folds, but may lead to the onset of thrusts out of the folded synclinal or anticlinal regions. Through further deformation by limb rotation and through hinge migration, isoclinal folds eventually assume lift-off geometries. [4] [3] Thrust faults in the synclinal fold, if any formed, may also be rotated to assist in the formation of detached lift-off folds upon further tightening and rotation (figure 4). [3]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Disharmonic_Folding.png/220px-Disharmonic_Folding.png",
                "caption": "Figure 3. Disharmonic folding of a detachment fold using a symmetric geometric fold as a model. As compression develops, space issues arise in the anticlinal core. To accommodate these space issues folding becomes tighter within the inner units, creating a disharmonic fold geometry."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Detachment_fold",
        "title": "Detachment fold",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Detachment faulting",
        "text": "It is documented in many cases that faulting may develop from detachment folding or through the kinematic mechanisms involved with folding. [4] [3] [6] [7] [15] [19] [21] In general, faulting may occur during fault slip and detachment folding in two ways. Firstly, faulting may be induced when progressive folding or tightening of a folded limb reaches its maximum fold geometry resulting in a transition from folding to shearing. [4] [12] Secondly, it has been suggested a fault may propagate into the anticlinal core if material flow and accommodation space are not at equilibrium. [4] The idea of insufficient material flow may not be as well addressed as faulting due to continued folding and rotation, but the grounds for such an argument lay within a strongly held belief of area conservation; without conservation faulting will likely compensate. The basic geometries of detachment faulting of a symmetric detachment fold are shown in Figure 4. Refer to Mitra [4] [15] for an evolutionary model of faulted detachment folds in the asymmetric and symmetric settings. Faulting may occur in a symmetric or asymmetric fold, yielding fault geometries that are both alike and dissimilar. Faulting in either setting is reliant on the lock-up and strain accumulation of a fold typically at its critical angle. Asymmetric folding develops in the forelimb (the limb furthest from the source of thrust) of the fold and may either absorb strain into or transmit strain through the stratigraphic units composing the fold. [15] A system that absorbs strain is recognized as a trishear zone [22] being triangular in shape; while a parallel deformation zone transmits shear across the units of the fold [15] and typically takes on the form of a parallelogram or is rectangular in geometry. These two deformation patterns may exist in a single fold and at some time during continued deformation may reconnect with the detachment. It is also the case that a backthrust may occur in an asymmetric fold geometry as shear across the forelimb due to rotation and migration of beds. Symmetric faults were essentially covered previously under the name ‘lift-off’ folds, see Figure 4. Progressive limb rotation and lock-up in a symmetric fold induces shear at both the forelimb and backlimb of the fold which may then result in faults on both limbs causing lift-off. Like the asymmetric fold faulting, as progressive slip along the basal detachment occurs, either the forelimb or backlimb (the limb closest to the source of thrust) thrust may reconnect with the basal detachment. [15] For a more robust definition of faulting reference Mitra 2002. [4] [15]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Symmetric_Detachment_Faulting.GIF/220px-Symmetric_Detachment_Faulting.GIF",
                "caption": "Figure 4. Schematic depicting faulting of a symmetric detachment fold. The result of continued limb rotation and compression is the formation of faults in the forelimb and backlimb of the fold. Eventually these faults reconnect with the detachment and a pop-up may occur."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Detachment_fold",
        "title": "Detachment fold",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Fars domain",
        "text": "The Fars salient forms the southeastern end of the Zagros FTB. This area is underlain by a thick Hormuz salt layer that comes to the surface in several places where it extrudes from the crests of anticlines, forming salt glaciers , although it may be missing over the Fars platform, a continuation of an area of the foreland in which the salt layer is not present. [8]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Fars_Domain.png/300px-Fars_Domain.png",
                "caption": "Satellite view of the Fars Domain, showing the exposed anticlines, locally with extruding salt glaciers"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Zagros_fold_and_thrust_belt",
        "title": "Zagros fold and thrust belt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Types",
        "text": "An overturned anticline is an asymmetrical anticline with a limb that has been tilted beyond perpendicular , so that the beds in that limb have basically flipped over and may dip in the same direction on both sides of the axial plane. [3] If the angle between the limbs is large (70–120 degrees), then the fold is an \"open\" fold , but if the angle between the limbs is small (30 degrees or less), then the fold is a \"tight\" fold . [4] If an anticline plunges (i.e., the anticline crest is inclined to the Earth's surface), it will form V s on a geologic map view that point in the direction of plunge . A plunging anticline has a hinge that is not parallel to the earth's surface. All anticlines and synclines have some degree of plunge. Periclinal folds are a type of anticlines that have a well-defined, but curved hinge line and are doubly plunging and thus elongate domes . [5] Folds in which the limbs dip toward the hinge and display a more U-like shape are called synclines . They usually flank the sides of anticlines and display opposite characteristics. A syncline's oldest rock strata are in its outer limbs; the rocks become progressively younger toward its hinge. A monocline is a bend in the strata resulting in a local steepening in only one direction of dip. [2] Monoclines have the shape of a carpet draped over a stairstep. [4] An anticline that has been more deeply eroded in the center is called a breached or scalped anticline . Breached anticlines can become incised by stream erosion, forming an anticlinal valley. A structure that plunges in all directions to form a circular or elongate structure is a dome . Domes may be created via diapirism from underlying magmatic intrusions or upwardly mobile, mechanically ductile material such as rock salt ( salt dome ) and shale (shale diapir) that cause deformations and uplift in the surface rock. The Richat Structure of the Sahara is considered a dome that has been laid bare by erosion. An anticline which plunges at both ends is termed a doubly plunging anticline , and may be formed from multiple deformations, or superposition of two sets of folds. It may also be related to the geometry of the underlying detachment fault and the varying amount of displacement along the surface of that detachment fault. An anticlinorium is a large anticline in which a series of minor anticlinal folds are superimposed. Examples include the Late Jurassic to Early Cretaceous Purcell Anticlinorium in British Columbia [1] and the Blue Ridge anticlinorium of northern Virginia and Maryland in the Appalachians, [6] or the Nittany Valley in central Pennsylvania.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Anticline.png/220px-Anticline.png",
                "caption": "Model of anticline. Oldest beds are in the center and youngest on the outside. The axial plane intersects the center angle of bend. The hinge line follows the line of greatest bend, where the axial plane intersects the outside of the fold."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Anticline",
        "title": "Anticline",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Formation processes",
        "text": "Anticlines are usually developed above thrust faults, so any small compression and motion within the inner crust can have large effects on the upper rock stratum.  Stresses developed during mountain building or during other tectonic processes can similarly warp or bend bedding and foliation (or other planar features).  The more the underlying fault is tectonically uplifted, the more the strata will be deformed and must adapt to new shapes.  The shape formed will also be very dependent on the properties and cohesion of the different types of rock within each layer. During the formation of flexural-slip folds, the different rock layers form parallel-slip folds to accommodate for buckling .  A good way to visualize how the multiple layers are manipulated, is to bend a deck of cards and to imagine each card as a layer of rock stratum. [7] The amount of slip on each side of the anticline increases from the hinge to the inflection point. [2] Passive-flow folds form when the rock is so soft that it behaves like weak plastic and slowly flows.  In this process different parts of the rock body move at different rates causing shear stress to gradually shift from layer to layer. There is no mechanical contrast between layers in this type of fold.  Passive-flow folds are extremely dependent on the rock composition of the stratum and can typically occur in areas with high temperatures. [4]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Anticline-lebanon.jpg/220px-Anticline-lebanon.jpg",
                "caption": "Anticline near Ehden , Lebanon"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Anticline",
        "title": "Anticline",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Europe",
        "text": "The Weald–Artois Anticline is a major anticline which outcrops in southeast England and northern France. It was formed from the late Oligocene to middle Miocene , during the Alpine orogeny .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Harpea_kobazuola.jpg/220px-Harpea_kobazuola.jpg",
                "caption": "Harpea's Cave in southern France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Anticline",
        "title": "Anticline",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Location and extent",
        "text": "The topographical distinctness of the Yakima Folds (see the shaded-relief image) is due to their formation in a layer of lava flows and sedimentary deposits that have filled-in and generally smoothed the topographic surface of a large area of the Columbia Basin .  The extent of these lava flows was limited to the west and north by the rising Cascade Mountains and the Wenatchee Mountains .  The lava flows extend east well beyond this image, but the Yakima Folds do not. The northernmost fold seen here [5] (Frenchman Hills) ends at the Potholes Reservoir , another (Saddle Mountains) terminates just south of there, near the town of Othello (red circle). South of the Tri-Cities the rampart of the Horse Heaven Hills extends for a short distance past the Columbia River. The ends of these ridges mark the edge of a block of continental crust (part of the North American craton , indicated by the dashed orange line) that has resisted the tectonic compression that formed the ridges. The southernmost ridge of the Yakima Fold Belt is the Columbia Hills on the north side of the Columbia River. The pattern of folding continues with the Dalles-Umatilla Syncline just south of the Columbia River, and further into Oregon with the Blue Mountains anticline, which approximately parallels the Klamath-Blue Mountain Lineament that marks the southeastern edge of Siletzia (see geological map, below). The Yakima Fold Belt is also located on, and the orientation and spacing of some of the Folds influenced by, the Olympic–Wallowa Lineament (OWL), a broad zone of linear topographical features (dashed yellow line) extending from the Olympic Peninsula in northwestern Washington to the Wallowa Mountains in northeastern Oregon.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Yakima_Fold_Belt_map.jpg/290px-Yakima_Fold_Belt_map.jpg",
                "caption": "Shaded-relief map showing ridges of the Yakima Fold Belt of south-central Washington , mostly between Interstate 90 (red line) and the Columbia River (bottom).  Red square in center is the city of Yakima , red rectangle at lower right is the Tri-Cities , red circles are various cities, triangles are the Mount Rainier , Mount St. Helens , and Mount Adams volcanoes of the Southern Washington Cascades.  Purple dashed line marks the approximate location of the Olympic–Wallowa Lineament (OWL), crossing the Columbia River at the Wallula Gap (lower-right).  Orange dashed line is approximate location of edge of the North American craton . The smoothness of the central and eastern areas is due to infilling by volcanic flows of the Columbia River Basalts ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Yakima_Fold_Belt",
        "title": "Yakima Fold Belt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Geology",
        "text": "It is the central portion of the Olympic–Wallowa Lineament , referred to as the Cle Elum-Wallula deformed zone (CLEW), [6] constising of a series of generally east-trending narrow asymmetrical anticlinal ridges and broad synclinal valleys formed by folding of Miocene Columbia River basalt flows and sediments. [7] [2] In most parts of the belt the folds have a north vergence (Columbia Hills' south vergence is an exception) with the steep limb typically faulted by imbricate thrust faults . [2] [8] Fold lengths range from 1 km to 100 km with wavelengths from several kilometers to 20 km. [9] A graben underlies nearly the entire Yakima Fold Belt and has been subsiding since Eocene time, and continues to sink at a slow rate. [10] A 2011 report found aeromagnetic , gravity , and paleoseismic evidence that the Yakima Fold Belt is linked to active Puget Sound faults . [11]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/1/1b/Geofeatures-PacificNW.png",
                "caption": "Yakima Fold Belt  (thin purple lines with black diamonds) in context of major regional geological structures. Pale green is extent of the Columbia River Basalts. Thickest purple line is the OWL, thickest orange line corresponds to the craton edge in the shaded-relief map above.  The Klamath-Blue Mountain Lineament (KBML, approximate location, extends to coast) is the southern edge of the marine basalts of Siletzia .  BFZ, EDFZ, and MFZ are the Brothers, Eugene-Denio, and McLaughlin fault zones."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Yakima_Fold_Belt",
        "title": "Yakima Fold Belt",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Types of folding",
        "text": "Two different types of folding may occur at a décollement. Concentric folding is identified by uniform bed thickness throughout the fold, and is necessarily accompanied by detachment or a décollement as part of the deformation that occurs with a thrust fault. [15] Disharmonic folding does not have uniform bed thickness throughout the fold. [16]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Decollement_formation_in_an_extensional_setting.svg/220px-Decollement_formation_in_an_extensional_setting.svg.png",
                "caption": "Décollement formation in an extensional setting. Décollements can form from high angle normal faults. Uplift in a second stage of extension allows the exhumation of a metamorphic core complex. A half graben forms, but stress orientation is not perturbed due to high fault friction. Next, elevated pore pressure (Pp) leads to low effective friction that forces σ1 to be parallel to the fault in the footwall. A low-angle fault forms and is ready to act as a décollement. Then, the upper crust is thinned above the décollement by normal faulting. New high-angle faults control propagation of the décollement and help crustal exhumation. Finally, major and rapid horizontal extension lifts the terrain isostatically and isothermally. A décollement develops as an antiform that migrates toward shallower depths. [9] [17]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/D%C3%A9collement",
        "title": "Décollement",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Structure",
        "text": "Nappe can be qualified in a number of ways to indicate various features of a formation. The frontal part in the direction of movement, is called the leading edge of a nappe; numerous folds and secondary thrusts and duplexes are common features here and are sometimes called digitations . The surface of a thrust fault which caused movement of a nappe is called a decollement , detachment plane or sole of thrust. The root area is an area where the nappe is completely separated from its substratum. It is often compressed and reduced, even underthrust below the surrounding tectonic units, resulting in a specific structure called a suture . A nappe whose root area is unknown, is called a rootless nappe . Areas with a nappe structure often contain two types of geological features:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/V%C3%A1pe%C4%8D_od_Horn%C3%AD_Poruby.jpg/220px-V%C3%A1pe%C4%8D_od_Horn%C3%AD_Poruby.jpg",
                "caption": "Klippe of Hronic nappe , Mt. Vápeč , Strážovské vrchy Mts. , Slovakia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Nappe",
        "title": "Nappe",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    },
    {
        "section": "Mechanisms of emplacement",
        "text": "Nappes are generally considered as compressional structures, however some exceptions could be found especially among the gravitational slides along low angle faults. [9] [10] Gravitational forces could even be important in certain cases during emplacement of compressional thrusts. The movement of huge masses of rock may be influenced by several forces, forces that may act together or sequentially. These forces frequently result in high temperature and pressure metamorphism and strong deformation of nappe rocks. [11] At shallower depths, low pressures and temperatures can't cause the plastic and viscous behavior of solid rock necessary to move along low angle faults. It is considered that such characteristics may be achieved at significantly less extreme conditions in the clayey rocks or evaporites , which can then act as tectonic lubricants . The process, which significantly reduces the frictional resistance, is the fluid overpressure, which acts against the normal pressure, thereby reducing high lithostatic pressures and allowing fracturation , cataclasis and formation of tectonic breccia or fault gouge that could act as a decollement plane. Evaporites are also often related the decollement and thrust planes. Evaporites are strongly prone to shear deformation and therefore preferred planes of detachment. [12] Behavior of thrust sheets is currently explained on the model of the orogenic wedge , which is dependent on the internal wedge taper θ. [13] Gravitational sliding is movement generated by the movement down an inclined plane under the action of gravity . Gravitational spreading, possibly accompanied by an initial phase of diapirism , is generated by large heat flow that causes detachment in a hinterland . [14] Other mechanisms, such as push from behind, action of tangential compressive forces, and shortening of the basement, are essentially variations of the previous mechanisms.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Orogenic_wedge.jpg/220px-Orogenic_wedge.jpg",
                "caption": "Converging tectonic plates and the orogenic wedge"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Nappe",
        "title": "Nappe",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Faults and Folds"
    }
]