[
    {
        "section": "Foliations and crenulations",
        "text": "On the thin section and hand-sized specimen scale a metamorphic rock may manifest a planar penetrative fabric called a foliation or a cleavage . Several foliations may be present in a rock, giving rise to a crenulation . Identifying a foliation and its orientation is the first step in analysis of foliated metamorphic rocks. Gaining information on when the foliation formed is essential to reconstructing a P-T-t (pressure, temperature, time) path for a rock, as the relationship of a foliation to porphyroblasts is diagnostic of when the foliation formed, and the P-T conditions which existed at that time.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Tectonites.png/220px-Tectonites.png",
                "caption": "Flinn Diagram showing degree of stretching, or lineation (L) versus flattening, or foliation (S)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Texture_(geology)",
        "title": "Texture (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Microstructures in Rocks"
    },
    {
        "section": "Graphic and other intergrowth textures",
        "text": "Intergrowths of two or more minerals can form in a variety of ways, and interpretations of the intergrowths can be critical in understanding both magmatic and cooling histories of igneous rocks. A few of the many important textures are presented here as examples. Graphic , micrographic , and granophyric textures are examples of intergrowths formed during magmatic crystallization. They are angular intergrowths of quartz and alkali feldspar . When well-developed, the intergrowths may resemble ancient cuneiform writing, hence the name. These intergrowths are typical of pegmatite and granophyre , and they have been interpreted as documenting simultaneous crystallization of the intergrown minerals in the presence of a silicate melt together with a water-rich phase. Intergrowths that form by exsolution are aids in interpreting cooling histories of rocks. Perthite is an intergrowth of K-feldspar with albite feldspar, formed by exsolution from an alkali feldspar of intermediate composition: the coarseness of perthitic intergrowths is related to cooling rate. Perthite is typical of many granites . Myrmekite is a microscopic, vermicular (worm-like) intergrowth of quartz and sodium-rich plagioclase common in granite; myrmekite may form as alkali feldspar breaks down by exsolution and silicon is transported by fluids in cooling rocks. Iron-titanium oxides are extremely important, as they carry the predominant magnetic signatures of many rocks, and so they have played a major role in our understanding of plate tectonics . These oxides commonly have complex textures related both to exsolution and oxidation. For instance, ulvospinel in igneous rocks such as basalt and gabbro commonly oxidizes during subsolidus cooling to produce regular intergrowths of magnetite and ilmenite . The process can determine what magnetic record is inherited by the rock.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/SKRIFTGRANITT_03_Einerkilen-Evje.jpg/220px-SKRIFTGRANITT_03_Einerkilen-Evje.jpg",
                "caption": "Graphic granite from Norway"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Texture_(geology)",
        "title": "Texture (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Microstructures in Rocks"
    },
    {
        "section": "Shear zone",
        "text": "A shear zone is a tabular to sheetlike, planar or curviplanar zone composed of rocks that are more highly strained than rocks adjacent to the zone.  Typically this is a type of fault , but it may be difficult to place a distinct fault plane into the shear zone. Shear zones may form zones of much more intense foliation , deformation , and folding . En echelon veins or fractures may be observed within shear zones. Many shear zones host ore deposits as they are a focus for hydrothermal flow through orogenic belts . They may often show some form of retrograde metamorphism from a peak metamorphic assemblage and are commonly metasomatised . Shear zones can be only inches wide, or up to several kilometres wide. Often, due to their structural control and presence at the edges of tectonic blocks, shear zones are mappable units and form important discontinuities to separate terranes. As such, many large and long shear zones are named, identical to fault systems. When the horizontal displacement of this faulting can be measured in the tens or hundreds of kilometers of length, the fault is referred to as a megashear.  Megashears often indicate the edges of ancient tectonic plates. [1]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Asymmetric_shear.jpg/220px-Asymmetric_shear.jpg",
                "caption": "Asymmetric shear in basalt, Labouchere mine, Glengarry Basin, Australia. Shear asymmetry is sinistral, pen for scale"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Shear_(geology)",
        "title": "Shear (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Microstructures in Rocks"
    },
    {
        "section": "Mechanisms of shearing",
        "text": "The mechanisms of shearing depend on the pressure and temperature of the rock and on the rate of shear which the rock is subjected to. The response of the rock to these conditions determines how it accommodates the deformation. Shear zones which occur in more brittle rheological conditions (cooler, less confining pressure ) or at high rates of strain, tend to fail by brittle failure; breaking of minerals, which are ground up into a breccia with a milled texture. Shear zones which occur under brittle-ductile conditions can accommodate much deformation by enacting a series of mechanisms which rely less on fracture of the rock and occur within the minerals and the mineral lattices themselves. Shear zones accommodate compressive stress by movement on foliation planes. Shearing at ductile conditions may occur by fracturing of minerals and growth of sub-grain boundaries, as well as by lattice glide .  This occurs particularly on platy minerals, especially micas. Mylonites are essentially ductile shear zones.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/PySlick.JPG/220px-PySlick.JPG",
                "caption": "Dextral slickenside of pyrite"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Shear_(geology)",
        "title": "Shear (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Microstructures in Rocks"
    },
    {
        "section": "Microstructures of shear zones",
        "text": "During the initiation of shearing, a penetrative planar foliation is first formed within the rock mass. This manifests as realignment of textural features, growth and realignment of micas and growth of new minerals. The incipient shear foliation typically forms normal to the direction of principal shortening, and is diagnostic of the direction of shortening. In symmetric shortening, objects flatten on this shear foliation much the same way that a round ball of treacle flattens with gravity. Within asymmetric shear zones, the behavior of an object undergoing shortening is analogous to the ball of treacle being smeared as it flattens, generally into an ellipse. Within shear zones with pronounced displacements a shear foliation may form at a shallow angle to the gross plane of the shear zone. This foliation ideally manifests as a sinusoidal set of foliations formed at a shallow angle to the main shear foliation, and which curve into the main shear foliation. Such rocks are known as L-S tectonites. If the rock mass begins to undergo large degrees of lateral movement, the strain ellipse lengthens into a cigar shaped volume. At this point shear foliations begin to break down into a rodding lineation or a stretch lineation. Such rocks are known as L-tectonites.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/2/29/Geological_shear_r.jpg/220px-Geological_shear_r.jpg",
                "caption": "Typical example of dextral shear foliation in an L-S tectonite, with pencil pointing in direction of shear sense. Note the sinusoidal nature of the shear foliation."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Stretch_Conglomerate.jpg/220px-Stretch_Conglomerate.jpg",
                "caption": "Stretched pebble conglomerate L-tectonite illustrating a stretch lineation within a shear zone, Glengarry Basin, Australia. Pronounced asymmetric shearing has stretched the conglomerate pebbles into elongate cigar shaped rods."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Shear_(geology)",
        "title": "Shear (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Microstructures in Rocks"
    },
    {
        "section": "Ductile shear microstructures",
        "text": "Very distinctive textures form as a consequence of ductile shear. An important group of microstructures observed in ductile shear zones are S-planes, C-planes and C' planes. The sense of shear shown by both S-C and S-C' structures matches that of the shear zone in which they are found. Other microstructures which can give sense of shear include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Thin_section_of_garnet-mica-schist.jpg/220px-Thin_section_of_garnet-mica-schist.jpg",
                "caption": "Thin section (crossed polars) of Garnet-Mica- Schist showing a rotated porphyroblast of garnet , mica fish and elongated minerals. This specimen was from close to a shear zone in Norway (the Ose thrust), the garnet in the centre (black) is approximately 2mm in diameter"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Shear_(geology)",
        "title": "Shear (geology)",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Microstructures in Rocks"
    },
    {
        "section": "Processes",
        "text": "Deformation mechanisms are commonly characterized as brittle , ductile , and brittle-ductile. The driving mechanism responsible is an interplay between internal (e.g. composition, grain size and lattice-preferred orientation) and external (e.g. temperature and fluid pressure) factors. [1] [2] These mechanisms produce a range of micro-structures studied in rocks to constrain the conditions, rheology , dynamics , and motions of tectonic events. [4] More than one mechanism may be active under a given set of conditions and some mechanisms can develop independently. Detailed microstructure analysis can be used to define the conditions and timing under which individual deformation mechanisms dominate for some materials. Common deformation mechanisms processes include: § Fracturing § Cataclastic flow § Grain boundary sliding § Diffusive mass transfer § Dislocation creep § Dynamic recrystallization (recovery)",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Deformation_mechanism.jpg/330px-Deformation_mechanism.jpg",
                "caption": "Summary of various mechanisms process that occurs within brittle and ductile conditions. These mechanisms can overlap in the brittle-ductile settings."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deformation_mechanism",
        "title": "Deformation mechanism",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Microstructures in Rocks"
    },
    {
        "section": "Fracturing",
        "text": "Fracturing is a brittle deformation process that creates permanent linear breaks, that are not accompanied by displacement within materials. [1] [3] These linear breaks or openings can be independent or interconnected. [1] [2] For fracturing to occur, the ultimate strength of the materials need to be exceeded to a point where the material ruptures . [2] Rupturing is aided by the accumulations of high differential stress (the difference between the maximum and minimum stress acting on the object). [2] [3] Most fracture grow into faults. [2] However, the term fault is only used when the fracture plane accommodate some degree of movement. [2] Fracturing can happen across all scales, from microfractures to macroscopic fractures and joints in the rocks. [1] [2] [3]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Opening_Mode_Fractures.png/220px-Opening_Mode_Fractures.png",
                "caption": "Cross polarized image of a high concentration of variably oriented joints within a granitic rock from the San Andreas Fault, California. No obvious displacement along fractures."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deformation_mechanism",
        "title": "Deformation mechanism",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Microstructures in Rocks"
    },
    {
        "section": "Cataclastic flow",
        "text": "Cataclasis , or comminution, is a non-elastic brittle mechanism that operates under low to moderate homologous temperatures , low confining pressure and relatively high strain rates. [1] [2] [3] It occurs only above a certain differential stress level, which is dependent on fluid pressure [5] and temperature. [6] Cataclasis accommodates the fracture and crushing of grains, causing grain size reduction, along with frictional sliding on grain boundaries and rigid body grain rotation. [2] [5] [7] Intense cataclasis occurs in thin zones along slip or fault surfaces where extreme grain size reduction occurs. [1] In rocks, cataclasis forms a cohesive and fine-grained fault rock called cataclasite . Cataclastic flow occurs during shearing when a rock deform by microfracturing and frictional sliding where tiny fractures (microcracks), and associated rock fragments move past each other. [2] [7] Cataclastic flow usually occurs at diagenetic to low-grade metamorphic conditions. However, this depends on the mineralogy of the material and the extent of pore fluid pressure . [2] Cataclastic flow is generally unstable and will terminate by the localization of deformation into slip on fault planes. [1] [2]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Cataclastic_Flow.jpg/172px-Cataclastic_Flow.jpg",
                "caption": "Rounded to sub-rounded grains within very fine grained matrix. Fracture processes \"grind\"/\"roll\"/\"slide\" grains past each other creating the rounded appearance of the individual grains."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deformation_mechanism",
        "title": "Deformation mechanism",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Microstructures in Rocks"
    },
    {
        "section": "Deformation mechanism map",
        "text": "A deformation mechanism map is a way of representing the dominant deformation mechanism in a material loaded under a given set of conditions. The technique is applicable to all crystalline materials, metallurgical as well as geological. Additionally, work has been conducted regarding the use of deformation maps to nanostructured or very fine grain materials. [10] [11] Deformation mechanism maps usually consist of some kind of stress plotted against some kind of temperature axis, typically stress normalized using the shear modulus versus homologous temperature with contours of strain rate. [12] [13] The normalized shear stress is plotted on a log scale. While plots of normalized shear stress vs. homologous temperature are most common, other forms of deformation mechanism maps include shear strain rate vs. normalized shear stress and shear strain rate vs. homologous temperature. Thus deformation maps can be constructed using any two of stress (normalized), temperature (normalized), and strain rate, with contours of the third variable. A stress/strain rate plot is useful because power-law mechanisms then have contours of temperature which are straight lines. For a given set of operating conditions, calculations are conducted and experiments performed to determine the predominant mechanism operative for a given material.  Constitutive equations for the type of mechanism have been developed for each deformation mechanism and are used in the construction of the maps.  The theoretical shear strength of the material is independent of temperature and located along the top of the map, with the regimes of plastic deformation mechanisms below it.  Constant strain rate contours can be constructed on the maps using the constitutive equations of the deformation mechanisms which makes the maps extremely useful. [14]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/DeformationMapSchematic.tif/lossy-page1-290px-DeformationMapSchematic.tif.jpg",
                "caption": "Sample deformation mechanism map for a hypothetical material. Here there are three main regions: plasticity, power law creep, and diffusional flow."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deformation_mechanism",
        "title": "Deformation mechanism",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Microstructures in Rocks"
    },
    {
        "section": "Geometries",
        "text": "Primary data sets for structural geology are collected in the field. Structural geologists measure a variety of planar features ( bedding planes , foliation planes , fold axial planes, fault planes , and joints), and linear features (stretching lineations, in which minerals are ductilely extended; fold axes; and intersection lineations, the trace of a planar feature on another planar surface).",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/StrikeDipPlungeRake.png/290px-StrikeDipPlungeRake.png",
                "caption": "Illustration of measurement conventions for planar and linear structures"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Structural_geology",
        "title": "Structural geology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Microstructures in Rocks"
    },
    {
        "section": "Stereographic projections",
        "text": "Stereographic projection is a method for analyzing the nature and orientation of deformation stresses, lithological units and penetrative fabrics wherein linear and planar features (structural strike and dip readings, typically taken using a compass clinometer ) passing through an imagined sphere are plotted on a two-dimensional grid projection, facilitating more holistic analysis of a set of measurements. Stereonet [4] developed by Richard W. Allmendinger is widely used in the structural geology community.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Stero_projection_structural_geology.png/350px-Stero_projection_structural_geology.png",
                "caption": "Diagram showing the use of lower hemisphere stereographic projection in structural geology using an example of a fault plane and a slickenside lineation observed within the fault plane."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Structural_geology",
        "title": "Structural geology",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Microstructures in Rocks"
    },
    {
        "section": "Formation mechanism",
        "text": "Microcracks in rock can be induced by the applied stress or temperature. [1] [4]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Microcracking_from_stress_concentrations_at_grain_boundaries.png/220px-Microcracking_from_stress_concentrations_at_grain_boundaries.png",
                "caption": "Example of mechanical microcracking in grain scale. Stress concentration colored by blue is along the grain boundaries colored by black."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Microcracks_in_rock",
        "title": "Microcracks in rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Microstructures in Rocks"
    },
    {
        "section": "Methodology to study microcracks",
        "text": "Studies of microcracks are focused on their distributions of the characteristics and microcracking behavior. Many experiments to study microcracks in rock have been conducted in the past decades, whereas numerical study also has been widely used to study microcracks in recent years because of the technology development. [1] [15] These studies have been used to compare with natural conditions. [1]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/A_picture_of_a_rock_specimen_under_the_applied_loading..jpg/220px-A_picture_of_a_rock_specimen_under_the_applied_loading..jpg",
                "caption": "Semi-circular-bend granite under the applied loading in laboratory."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Microcracks_in_rock",
        "title": "Microcracks in rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Microstructures in Rocks"
    },
    {
        "section": "Loading scheme",
        "text": "In fracture mechanics , there are three types of loading modes to make a crack able to propagate. They are mode I (opening), mode II (in-plane shear), and mode III (out-plane shear). [7] These loading modes can be achieved by the designed loading scheme. [16] Mode I fractures are the most common microcracks in rock in natural. [2] [7]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Example_of_the_mode_I_loading_schemes.png/389px-Example_of_the_mode_I_loading_schemes.png",
                "caption": "Example of the mode I loading schemes"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Microcracks_in_rock",
        "title": "Microcracks in rock",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Microstructures in Rocks"
    },
    {
        "section": "Tortuosity in 3-D",
        "text": "Usually subjective estimation is used. However, several ways to adapt methods estimating tortuosity in 2-D have also been tried. The methods include arc-chord ratio, arc-chord ratio divided by number of inflection points and integral of square of curvature, divided by length of the curve (curvature is estimated assuming that small segments of curve are planar). [11] Another method used for quantifying tortuosity in 3D has been applied in 3D reconstructions of solid oxide fuel cell cathodes where the Euclidean distance sums of the centroids of a pore were divided by the length of the pore. [12]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Tortuosity_via_geodesic_distance_calculation.tif/lossy-page1-220px-Tortuosity_via_geodesic_distance_calculation.tif.jpg",
                "caption": "Tortuosity calculation from an x-ray tomography reconstruction of a porous sandstone (the pores are shown): [9] the color represents the shortest distance within the pore space from the left limit of the image to any point in the pores. Comparing this distance to the straight-line distance shows that the tortuosity is about 1.5 for this sample. It has been demonstrated that the tortuosity increases when the porosity decreases. [10]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Tortuosity",
        "title": "Tortuosity",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Microstructures in Rocks"
    },
    {
        "section": "Classification by phenocryst",
        "text": "Rocks can be classified according to the nature, size and abundance of phenocrysts, and the presence or absence of phenocrysts is often noted when a rock name is determined. Aphyric rocks are those that have no phenocrysts, [3] or more commonly where the rock consists of less than 1% phenocrysts (by volume); [4] while the adjective phyric is sometimes used instead of the term porphyritic to indicate the presence of phenocrysts. Porphyritic rocks are often named using mineral name modifiers, normally in decreasing order of abundance.  Thus when olivine forms the primary phenocrysts in a basalt, the name may be refined from basalt to porphyritic olivine basalt or olivine phyric basalt . [5] Similarly, a basalt with olivine as the dominant phenocrysts, but with lesser amounts of plagioclase phenocrysts, might be termed an olivine-plagioclase phyric basalt . In more complex nomenclature, a basalt with approximately 1% plagioclase phenocrysts, but 4% olivine microphenocrysts, might be termed an aphyric to sparsely plagioclase-olivine phyric basalt , where plagioclase is listed before the olivine because of its larger crystals. [6] Categorizing a rock as aphyric or as sparsely phyric is often a question of whether a significant number of crystals exceed the minimum size. [7]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Photomicrograph-porphyritic-aphanitic-felsic-rock-USGS.jpg/220px-Photomicrograph-porphyritic-aphanitic-felsic-rock-USGS.jpg",
                "caption": "Photomicrograph of a porphyritic-aphanitic felsic rock, from the  Middle Eocene in the Blue Ridge Mountains of Virginia. Plagioclase phenocrysts (white) and hornblende phenocryst (dark; intergrown with plagioclase) are set in a fine matrix of plagioclase laths that show flow structure."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Phenocryst",
        "title": "Phenocryst",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Structural Geology",
        "topic": "Microstructures in Rocks"
    }
]