[
    {
        "section": "Australia",
        "text": "The Hepburn Wind Project is a wind farm at Leonards Hill near Daylesford, Victoria , north-west of Melbourne , Victoria .  It comprises two 2MW wind turbines which produce enough power for 2,300 households. [2] This is the first Australian community-owned wind farm. The initiative has emerged because the community felt that the state and federal governments were not doing enough to address climate change . [2] Telecommunication towers will be repowered with small wind turbines under a new project led by a Newcastle startup. Ten small wind turbines will be installed at ten remote Australian communication sites as part of a new project to boost the uptake of the technology. [3]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Hepburn_Wind_Farm_2011.jpg/220px-Hepburn_Wind_Farm_2011.jpg",
                "caption": "Hepburn Wind Farm"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Community_wind_energy",
        "title": "Community wind energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Denmark",
        "text": "In Denmark, families were offered a tax exemption for generating their own electricity within their own or an adjoining commune. [5] By 2001 over 100,000 families belonged to wind turbine cooperatives , which had installed 86% of all the wind turbines in Denmark, a world leader in wind power . [6] Wind power has gained very high social acceptance in Denmark, with the development of community wind farms playing a major role. [7] In 1997, Samsø won a government competition to become a model renewable energy community. An offshore wind farm comprising 10 turbines (making a total of 21 altogether including land-based windmills), was completed, funded by the islanders. [8] Now 100% of its electricity comes from wind power and 75% of its heat comes from solar power and biomass energy . [9] An Energy Academy has opened in Ballen, with a visitor education center. [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/DanishWindTurbines.jpg/550px-DanishWindTurbines.jpg",
                "caption": "Middelgrunden offshore wind park"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Community_wind_energy",
        "title": "Community wind energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "United Kingdom",
        "text": "As of 2012, there are 43 communities that are in the process of or already producing renewable energy through co-operative structures in the UK. They are set up and run by everyday people, mostly local residents, who are investing their time and money and together installing large wind turbines, solar panels, or hydro-electric power for their local communities. [19] Baywind Energy Co-operative was the first co-operative to own wind turbines in the United Kingdom . Baywind was modeled on the similar wind turbine cooperatives and other renewable energy co-operatives that are common in Scandinavia , [20] and was founded as an industrial and provident society in 1996. It grew to exceed 1,300 members, each with one vote. A proportion of the profits is invested in local community environmental initiatives through the Baywind Energy Conservation Trust. As of 2006, Baywind owns a 2.5 megawatt five-turbine wind farm at Harlock Hill near Ulverston , Cumbria (operational since 29 January 1997), and one of the 600 kilowatt turbines at the Haverigg II wind farm near Millom , Cumbria. Community-owned schemes in Scotland include schemes Harris in the Outer Hebrides and on the Isle of Gigha . The Heritage Trust set up Gigha Renewable Energy to buy and operate  three Vestas V27 wind turbines , known locally as The Dancing Ladies or Creideas, Dòchas is Carthannas (Gaelic for Faith, Hope and Charity ). [21] They were commissioned on 21 January 2005 and are capable of generating up to 675 kW of power. Revenue is produced by selling the electricity to the grid via an intermediary called Green Energy UK. Gigha residents control the whole project and profits are reinvested in the community. [22] The North Harris Trust has installed several turbines on Harris. [23] Another community-owned wind farm, Westmill Wind Farm Cooperative , opened in May 2008 in the Oxfordshire village of Watchfield . It consists of five 1.3 megawatt turbines, and is described by its promoters as the UK's largest community-owned wind farm. It was structured as a cooperative, whose shares and loan stock were sold to the local community. Other businesses, such as Midcounties Co-operative , also invested, and the Co-operative Bank provided a loan. [24] [25] [26] Community Energy Scotland is an independent Scottish charity established in 2008 that provides advice and financial support for renewable energy projects developed by community groups in Scotland . [27] The stated aim of Community Energy Scotland is 'to build confidence, resilience and wealth at community level in Scotland through sustainable energy development'. [28] Findhorn Ecovillage has four Vestas wind turbines that can generate up to 750 kW. These make the community net exporters of renewable-generated electricity. Most of the generation is used on-site with any surplus exported to the National Grid . [29] Boyndie Wind Farm Co-operative is part of the Energy4All group, which promotes community ownership. [30] A number of other schemes supported by Highlands and Islands Community Energy Company are in the pipeline. Community Renewable Energy (CoRE) has worked with Berwick Community Development Trust who agreed on the installation of a 500 kW Enercon turbine near the A1. The Trust now has an income of £60,000 a year (increasing) after the turbine was installed in 2014. CoRE supported Oakenshaw Community Association setting up a 500 kW wind turbine near Durham. The turbine begun operating in 2014 and the Association now receives substantial yearly income. Unity Wind Ltd is an industrial and provident society that intends to install two 2MW wind turbines at North Walsham in North Norfolk.  Its key aim is community wind turbines [31] and run by community investment and for financial benefit to the community.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Westmill_Wind_Farm.jpg/220px-Westmill_Wind_Farm.jpg",
                "caption": "Westmill Wind Farm"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Community_wind_energy",
        "title": "Community wind energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Environmental",
        "text": "Compared to the environmental impact of traditional energy sources, the environmental impact of wind power is relatively minor. Wind power consumes no fuel, and emits no air pollution , unlike fossil fuel power sources. The energy consumed to manufacture and transport the materials used to build a wind power plant is equal to the new energy produced by the plant within a few months. While a wind farm may cover a large area of land, many land uses such as agriculture are compatible, with only small areas of turbine foundations and infrastructure made unavailable for use. [47] There are reports of bird and bat mortality at wind turbines as there are around other artificial structures. The scale of the ecological impact may [48] or may not [49] be significant, depending on specific circumstances. Prevention and mitigation of wildlife fatalities, and protection of peat bogs , [50] affect the siting and operation of wind turbines. There are anecdotal reports of negative effects from noise on people who live very close to wind turbines. Peer-reviewed research has generally not supported these statements. [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Wb_deichh_drei_kuhs.jpg/220px-Wb_deichh_drei_kuhs.jpg",
                "caption": "Livestock ignore wind turbines, [46] and continue to graze as they did before wind turbines were installed."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Community_wind_energy",
        "title": "Community wind energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Wind energy resources",
        "text": "Wind is air movement in the Earth's atmosphere. In a unit of time, say 1 second, the volume of air that had passed an area A {\\displaystyle A} is A v {\\displaystyle Av} . If the air density is ρ {\\displaystyle \\rho } , the mass of this volume of air is M = ρ A v {\\displaystyle M=\\rho Av} , and the power transfer, or energy transfer per second is P = 1 2 M v 2 = 1 2 ρ A v 3 {\\displaystyle P={\\tfrac {1}{2}}Mv^{2}={\\tfrac {1}{2}}\\rho Av^{3}} . Wind power is thus proportional to the third power of the wind speed; the available power increases eightfold when the wind speed doubles. Change of wind speed by a factor of 2.1544 increases the wind power by one order of magnitude (multiply by 10). The global wind kinetic energy averaged approximately 1.50 MJ/m 2 over the period from 1979 to 2010, 1.31 MJ/m 2 in the Northern Hemisphere with 1.70 MJ/m 2 in the Southern Hemisphere. The atmosphere acts as a thermal engine, absorbing heat at higher temperatures, releasing heat at lower temperatures. The process is responsible for the production of wind kinetic energy at a rate of 2.46 W/m 2 thus sustaining the circulation of the atmosphere against friction. [15] Through wind resource assessment , it is possible to estimate wind power potential globally, by country or region, or for a specific site. The Global Wind Atlas provided by the Technical University of Denmark in partnership with the World Bank provides a global assessment of wind power potential. [13] [16] [17] Unlike 'static' wind resource atlases which average estimates of wind speed and power density across multiple years, tools such as Renewables.ninja provide time-varying simulations of wind speed and power output from different wind turbine models at an hourly resolution. [18] More detailed, site-specific assessments of wind resource potential can be obtained from specialist commercial providers, and many of the larger wind developers have in-house modeling capabilities. The total amount of economically extractable power available from the wind is considerably more than present human power use from all sources. [19] The strength of wind varies, and an average value for a given location does not alone indicate the amount of energy a wind turbine could produce there. To assess prospective wind power sites, a probability distribution function is often fit to the observed wind speed data. [20] Different locations will have different wind speed distributions. The Weibull model closely mirrors the actual distribution of hourly/ten-minute wind speeds at many locations. The Weibull factor is often close to 2 and therefore a Rayleigh distribution can be used as a less accurate, but simpler model. [21]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Mean_Wind_Speed.png/220px-Mean_Wind_Speed.png",
                "caption": "Global map of wind speed at 100 meters on land and around coasts. [13]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Lee_Ranch_Wind_Speed_Frequency.svg/350px-Lee_Ranch_Wind_Speed_Frequency.svg.png",
                "caption": "Distribution of wind speed (red) and energy (blue) for all of 2002 at the Lee Ranch facility in Colorado. The histogram shows measured data, while the curve is the Rayleigh model distribution for the same average wind speed."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Global_Map_of_Wind_Power_Density_Potential.png/220px-Global_Map_of_Wind_Power_Density_Potential.png",
                "caption": "Global map of wind power density potential [14]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Offshore wind power",
        "text": "Offshore wind power is wind farms in large bodies of water, usually the sea. These installations can use the more frequent and powerful winds that are available in these locations and have less visual impact on the landscape than land-based projects. However, the construction and maintenance costs are considerably higher. [36] [37] As of November 2021, the Hornsea Wind Farm in the United Kingdom is the largest offshore wind farm in the world at 1,218 MW . [38]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Agucadoura_WindFloat_Prototype.jpg/225px-Agucadoura_WindFloat_Prototype.jpg",
                "caption": "The world's second full-scale floating wind turbine (and first to be installed without the use of heavy-lift vessels), WindFloat, operating at rated capacity (2  MW) approximately 5  km offshore of Póvoa de Varzim , Portugal"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Growth trends",
        "text": "In 2020, wind supplied almost 1600 TWh of electricity, which was over 5% of worldwide electrical generation and about 2% of energy consumption. [2] [3] With over 100 GW added during 2020, mostly in China , global installed wind power capacity reached more than 730 GW. [4] [3] But to help meet the Paris Agreement 's goals to limit climate change , analysts say it should expand much faster - by over 1% of electricity generation per year. [6] Expansion of wind power is being hindered by fossil fuel subsidies . [48] [49] [50] The actual amount of electric power that wind can generate is calculated by multiplying the nameplate capacity by the capacity factor , which varies according to equipment and location. Estimates of the capacity factors for wind installations are in the range of 35% to 44%. [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/2010-_Power_capacity_by_technology_-_Dec_2022_International_Energy_Agency.svg/210px-2010-_Power_capacity_by_technology_-_Dec_2022_International_Energy_Agency.svg.png",
                "caption": "Renewable energy sources, especially solar photovoltaic and wind power, are providing an increasing share of power capacity. [45]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1d/Information_icon4.svg/40px-Information_icon4.svg.png",
                "caption": "Log graph of global wind power cumulative capacity (Data:GWEC) [47]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Penetration",
        "text": "Wind energy penetration is the fraction of energy produced by wind compared with the total generation. Wind power's share of worldwide electricity usage in 2021 was almost 7%, [55] up from 3.5% in 2015. [56] [57] There is no generally accepted maximum level of wind penetration. The limit for a particular grid will depend on the existing generating plants, pricing mechanisms, capacity for energy storage , demand management, and other factors. An interconnected electric power grid will already include reserve generating and transmission capacity to allow for equipment failures. This reserve capacity can also serve to compensate for the varying power generation produced by wind stations. Studies have indicated that 20% of the total annual electrical energy consumption may be incorporated with minimal difficulty. [58] These studies have been for locations with geographically dispersed wind farms, some degree of dispatchable energy or hydropower with storage capacity, demand management, and interconnected to a large grid area enabling the export of electric power when needed. Electrical utilities continue to study the effects of large-scale penetration of wind generation on system stability. [59] A wind energy penetration figure can be specified for different duration of time but is often quoted annually. To generate almost all electricity from wind annually requires substantial interconnection to other systems, for example some wind power in Scotland is sent to the rest of the British grid . [60] On a monthly, weekly, daily, or hourly basis—or less—wind might supply as much as or more than 100% of current use, with the rest stored, exported or curtailed. The seasonal industry might then take advantage of high wind and low usage times such as at night when wind output can exceed normal demand. Such industry might include the production of silicon, aluminum, [61] steel, or natural gas, and hydrogen, and using future long-term storage to facilitate 100% energy from variable renewable energy . [62] [63] [ better source needed ] Homes and businesses can also be programmed to vary electricity demand , [64] [65] for example by remotely turning up water heater thermostats. [66]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Share_of_electricity_production_from_wind.svg/350px-Share_of_electricity_production_from_wind.svg.png",
                "caption": "Share of electricity production from wind, 2022 [54]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Variability",
        "text": "Wind power is variable, and during low wind periods, it may need to be replaced by other power sources. Transmission networks presently cope with outages of other generation plants and daily changes in electrical demand, but the variability of intermittent power sources such as wind power is more frequent than those of conventional power generation plants which, when scheduled to be operating, may be able to deliver their nameplate capacity around 95% of the time. Electric power generated from wind power can be highly variable at several different timescales: hourly, daily, or seasonally. Annual variation also exists but is not as significant. [ citation needed ] Because instantaneous electrical generation and consumption must remain in balance to maintain grid stability, this variability can present substantial challenges to incorporating large amounts of wind power into a grid system. Intermittency and the non- dispatchable nature of wind energy production can raise costs for regulation, incremental operating reserve , and (at high penetration levels) could require an increase in the already existing energy demand management , load shedding , storage solutions, or system interconnection with HVDC cables. Fluctuations in load and allowance for the failure of large fossil-fuel generating units require operating reserve capacity, which can be increased to compensate for the variability of wind generation. Utility-scale batteries are often used to balance hourly and shorter timescale variation, [67] [68] but car batteries may gain ground from the mid-2020s. [69] Wind power advocates argue that periods of low wind can be dealt with by simply restarting existing power stations that have been held in readiness, or interlinking with HVDC. [70] The combination of diversifying variable renewables by type and location, forecasting their variation, and integrating them with dispatchable renewables, flexible fueled generators, and demand response can create a power system that has the potential to meet power supply needs reliably. Integrating ever-higher levels of renewables is being successfully demonstrated in the real world. [71] Solar power tends to be complementary to wind. [73] [74] On daily to weekly timescales, high-pressure areas tend to bring clear skies and low surface winds, whereas low-pressure areas tend to be windier and cloudier. On seasonal timescales, solar energy peaks in summer, whereas in many areas wind energy is lower in summer and higher in winter. [A] [75] Thus the seasonal variation of wind and solar power tend to cancel each other somewhat. [72] Wind hybrid power systems are becoming more popular. [76]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Toro_de_osborne.jpg/220px-Toro_de_osborne.jpg",
                "caption": "Wind turbines are typically installed in windy locations. In the image, wind power generators in Spain , near an Osborne bull ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Roscoe_Wind_Farm_in_West_Texas.jpg/220px-Roscoe_Wind_Farm_in_West_Texas.jpg",
                "caption": "Roscoe Wind Farm : an onshore wind farm in West Texas near Roscoe"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Seasonal_cycle_of_capacity_factors_for_wind_and_photovoltaics_in_Europe_under_idealized_assumptions.png/220px-Seasonal_cycle_of_capacity_factors_for_wind_and_photovoltaics_in_Europe_under_idealized_assumptions.png",
                "caption": "Seasonal cycle of capacity factors for wind and photovoltaics in Europe under idealized assumptions. The figure illustrates the balancing effects of wind and solar energy at the seasonal scale (Kaspar et al., 2019). [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Economics",
        "text": "Onshore wind is an inexpensive source of electric power, cheaper than coal plants and new gas plants. [10] According to BusinessGreen , wind turbines reached grid parity (the point at which the cost of wind power matches traditional sources) in some areas of Europe in the mid-2000s, and in the US around the same time. Falling prices continue to drive the Levelized cost down and it has been suggested that it has reached general grid parity in Europe in 2010, and will reach the same point in the US around 2016 due to an expected reduction in capital costs of about 12%. [88] [ needs update ] In 2021, the CEO of Siemens Gamesa warned that increased demand for low-cost wind turbines combined with high input costs and high costs of steel result in increased pressure on the manufacturers and decreasing profit margins. [89] Northern Eurasia, Canada, some parts of the United States, and Patagonia in Argentina are the best areas for onshore wind: whereas in other parts of the world solar power, or a combination of wind and solar, tend to be cheaper. [90] : 8",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Onshore-wind-lcoe.png/310px-Onshore-wind-lcoe.png",
                "caption": "Onshore wind cost per kilowatt-hour between 1983 and 2017 [87]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Electric power cost and trends",
        "text": "Wind power is capital intensive but has no fuel costs. [91] The price of wind power is therefore much more stable than the volatile prices of fossil fuel sources. [92] However, the estimated average cost per unit of electric power must incorporate the cost of construction of the turbine and transmission facilities, borrowed funds, return to investors (including the cost of risk), estimated annual production, and other components, averaged over the projected useful life of the equipment, which may be more than 20 years. Energy cost estimates are highly dependent on these assumptions so published cost figures can differ substantially. The presence of wind energy, even when subsidized, can reduce costs for consumers (€5 billion/yr in Germany) by reducing the marginal price, by minimizing the use of expensive peaking power plants . [93] The cost has decreased as wind turbine technology has improved. There are now longer and lighter wind turbine blades, improvements in turbine performance, and increased power generation efficiency. Also, wind project capital expenditure costs and maintenance costs have continued to decline. [94] In 2021, a Lazard study of unsubsidized electricity said that wind power levelized cost of electricity continues to fall but more slowly than before. The study estimated new wind-generated electricity cost from $26 to $50/MWh, compared to new gas power from $45 to $74/MWh. The median cost of fully deprecated existing coal power was $42/MWh, nuclear $29/MWh and gas $24/MWh. The study estimated offshore wind at around $83/MWh. Compound annual growth rate was 4% per year from 2016 to 2021, compared to 10% per year from 2009 to 2021. [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Turbine_Blade_Convoy_Passing_through_Edenfield.jpg/220px-Turbine_Blade_Convoy_Passing_through_Edenfield.jpg",
                "caption": "A turbine blade convoy passing through Edenfield in the U.K. (2008). Even longer 2-piece blades are now manufactured, and then assembled on-site to reduce difficulties in transportation."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Small-scale wind power",
        "text": "Small-scale wind power is the name given to wind generation systems with the capacity to produce up to 50 kW of electrical power. [102] Isolated communities, that may otherwise rely on diesel generators, may use wind turbines as an alternative. Individuals may purchase these systems to reduce or eliminate their dependence on grid electric power for economic reasons, or to reduce their carbon footprint . Wind turbines have been used for household electric power generation in conjunction with battery storage over many decades in remote areas. [103] Examples of small-scale wind power projects in an urban setting can be found in New York City , where, since 2009, several building projects have capped their roofs with Gorlov-type helical wind turbines . Although the energy they generate is small compared to the buildings' overall consumption, they help to reinforce the building's 'green' credentials in ways that \"showing people your high-tech boiler\" cannot, with some of the projects also receiving the direct support of the New York State Energy Research and Development Authority . [104] Grid-connected domestic wind turbines may use grid energy storage, thus replacing purchased electric power with locally produced power when available. The surplus power produced by domestic microgenerators can, in some jurisdictions, be fed into the network and sold to the utility company, producing a retail credit for the microgenerators' owners to offset their energy costs. [105] Off-grid system users can either adapt to intermittent power or use batteries, photovoltaic , or diesel systems to supplement the wind turbine. [106] Equipment such as parking meters, traffic warning signs, street lighting, or wireless Internet gateways may be powered by a small wind turbine, possibly combined with a photovoltaic system, that charges a small battery replacing the need for a connection to the power grid. [107] Airborne wind turbines , such as kites, can be used in places at risk of hurricanes, as they can be taken down in advance. [108]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Quietrevolution_Bristol_3513051949.jpg/220px-Quietrevolution_Bristol_3513051949.jpg",
                "caption": "A small Quietrevolution QR5 Gorlov type vertical axis wind turbine on the roof of Bristol Beacon in Bristol, England . Measuring 3 m in diameter and 5 m high, it has a nameplate rating of 6.5 kW."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Impact on environment and landscape",
        "text": "The environmental impact of electricity generation from wind power is minor when compared to that of fossil fuel power . [110] Wind turbines have some of the lowest life-cycle greenhouse-gas emissions of energy sources : far less greenhouse gas is emitted than for the average unit of electricity, so wind power helps limit climate change. [111] Use of engineered wood may allow carbon negative wind power. [112] Wind power consumes no fuel, and emits no local air pollution , unlike fossil fuel power sources. Onshore wind farms can have a significant visual impact. [113] Due to a very low surface power density and spacing requirements, wind farms typically need to be spread over more land than other power stations. [7] [114] Their network of turbines, access roads, transmission lines, and substations can result in \"energy sprawl\"; [8] although land between the turbines and roads can still be used for agriculture. [115] [116] Some wind farms are opposed for potentially spoiling protected scenic areas, archaeological landscapes and heritage sites. [117] [118] [119] A report by the Mountaineering Council of Scotland concluded that wind farms harmed tourism in areas known for natural landscapes and panoramic views. [120] Habitat loss and fragmentation are the greatest potential impacts on wildlife of onshore wind farms, [8] but the worldwide ecological impact is minimal. [110] Thousands of birds and bats, including rare species, have been killed by wind turbine blades, [121] though wind turbines are responsible for far fewer bird deaths than fossil-fueled power stations. [122] This can be mitigated with proper wildlife monitoring. [123] Many wind turbine blades are made of fiberglass , and have a lifetime of 20 years. [124] Blades are hollow: some blades are crushed to reduce their volume and then landfilled. [125] However, as they can take a lot of weight they can be made into long lasting small bridges for walkers or cyclists. [126] Blade end-of-life is complicated, [127] and blades manufactured in the 2020s are more likely to be designed to be completely recyclable. [128] Wind turbines also generate noise. At a distance of 300 metres (980 ft), this may be around 45 dB, which is slightly louder than a refrigerator. At 1.5 km (1 mi), they become inaudible. [129] [130] There are anecdotal reports of negative health effects on people who live very close to wind turbines. [131] Peer-reviewed research has generally not supported these claims. [132] [133] [134]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Greenhouse_gas_emissions_per_energy_source.png/220px-Greenhouse_gas_emissions_per_energy_source.png",
                "caption": "Greenhouse gas emissions per energy source. Wind energy is one of the sources with the least greenhouse gas emissions."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Wb_deichh_drei_kuhs.jpg/220px-Wb_deichh_drei_kuhs.jpg",
                "caption": "Livestock grazing near a wind turbine. [109]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Central government",
        "text": "Although wind turbines with fixed bases are a mature technology and new installations are generally no longer subsidized, [135] [136] floating wind turbines are a relatively new technology so some governments subsidize them, for example to use deeper waters. [137] Fossil fuel subsidies by some governments are slowing the growth of renewables. [138] Permitting of wind farms can take years and some governments are trying to speed up - the wind industry says this will help limit climate change and increase energy security [139] - sometimes groups such as fishers resist this [140] but governments say that rules protecting biodiversity will still be followed. [141]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Floatgen.jpg/220px-Floatgen.jpg",
                "caption": "Wind turbine floating off France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Public opinion",
        "text": "Surveys of public attitudes across Europe and in many other countries show strong public support for wind power. [143] [144] [145] Bakker et al. (2012) found in their study that residents who did not want turbines built near them suffered significantly more stress than those who \"benefited economically from wind turbines\". [146] Although wind power is a popular form of energy generation, onshore or near offshore wind farms are sometimes opposed for their impact on the landscape (especially scenic areas, heritage areas and archaeological landscapes), as well as noise, and impact on tourism. [147] [148] In other cases, there is direct community ownership of wind farms . The hundreds of thousands of people who have become involved in Germany's small and medium-sized wind farms demonstrate such support there. [149] A 2010 Harris Poll found strong support for wind power in Germany, other European countries, and the United States. [143] [144] [150] Public support in the United States has decreased from 75% in 2020 to 62% in 2021, with the Democrat Party supporting the use of wind energy twice as much as the Republican Party. [151] President Biden has signed an executive order to begin building large scale wind farms. [152] In China , Shen et al. (2019) found that Chinese city-dwellers may be resistant to building wind turbines in urban areas, with a surprisingly high proportion of people citing an unfounded fear of radiation as driving their concerns. [153] Also, the study finds that like their counterparts in OECD countries, urban Chinese respondents are sensitive to direct costs and wildlife externalities. Distributing relevant information about turbines to the public may alleviate resistance.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [142]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Community",
        "text": "Many wind power companies work with local communities to reduce environmental and other concerns associated with particular wind farms. [156] [157] [158] In other cases there is direct community ownership of wind farm projects . Appropriate government consultation, planning and approval procedures also help to minimize environmental risks. [143] [159] [160] Some may still object to wind farms [161] but many say their concerns should be weighed against the need to address the threats posed by air pollution , [162] [111] climate change [163] and the opinions of the broader community. [164] In the US, wind power projects are reported to boost local tax bases, helping to pay for schools, roads, and hospitals, and to revitalize the economies of rural communities by providing steady income to farmers and other landowners. [98] In the UK, both the National Trust and the Campaign to Protect Rural England have expressed concerns about the effects on the rural landscape caused by inappropriately sited wind turbines and wind farms. [165] [166] Some wind farms have become tourist attractions. The Whitelee Wind Farm Visitor Centre has an exhibition room, a learning hub, a café with a viewing deck and also a shop. It is run by the Glasgow Science Centre . [167] In Denmark, a loss-of-value scheme gives people the right to claim compensation for loss of value of their property if it is caused by proximity to a wind turbine. The loss must be at least 1% of the property's value. [168] Despite this general support for the concept of wind power in the public at large, local opposition often exists and has delayed or aborted a number of projects. [169] [170] [171] As well as concerns about the landscape, there are concerns that some installations can produce excessive sound and vibration levels leading to a decrease in property values. [172] A study of 50,000 home sales near wind turbines found no statistical evidence that prices were affected. [173] While aesthetic issues are subjective and some find wind farms pleasant and optimistic, or symbols of energy independence and local prosperity, protest groups are often formed to attempt to block some wind power stations for various reasons. [161] [174] [175] Some opposition to wind farms is dismissed as NIMBYism , [176] but research carried out in 2009 found that there is little evidence to support the belief that residents only object to wind farms because of a \"Not in my Back Yard\" attitude. [177]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Wind_tubines_cumbria.JPG/450px-Wind_tubines_cumbria.JPG",
                "caption": "Wind turbines such as these, in Cumbria , England, have been opposed for a number of reasons, including aesthetics, by some sectors of the population. [154] [155]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Whitelee_panorama.JPG/450px-Whitelee_panorama.JPG",
                "caption": "A panoramic view of the United Kingdom's Whitelee Wind Farm with Lochgoin Reservoir in the foreground."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Largest wind farms",
        "text": "The ten largest wind farms in the United States are:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Installed_wind_capacity_and_average_wind_speed_of_the_contiguous_United_States.jpg/400px-Installed_wind_capacity_and_average_wind_speed_of_the_contiguous_United_States.jpg",
                "caption": "Wind plants by capacity with average wind speeds at 100 meters, 2020."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Production",
        "text": "As of 2022, the United States has over 141 GW of installed wind power capacity. Wind power has increased dramatically over the past years. In 2010, however, newly installed generating capacity was about half of the previous year due to various factors, including the financial crisis, and recession. In 2013 there was a 92% reduction in newly installed generating capacity compared to 2012, due to the late extension of the PTC (see image on the right). [34] The graph at left shows the growth in installed wind generation capacity in the United States based on data from the Office of Energy Efficiency and Renewable Energy . [29] In 2008, installed capacity in the U.S. increased by 50% over the prior year. The world average growth rate that year was 28.8%. [35] By 2014, the wind industry in the USA was able to produce more power at lower cost by using taller wind turbines with longer blades, capturing the faster winds at higher elevations. This opened up new opportunities and in Indiana, Michigan, and Ohio, the price of power from wind turbines 300 to 400 feet (90 to 120 m) above the ground competed with conventional fossil fuels like coal. Prices had fallen to about 4 cents per kilowatt-hour in some cases and utilities had been increasing the amount of wind energy in their portfolio, saying it is their cheapest option. [36] For power contracts made in the year 2014, the average price of wind power fell to 2.5¢/kWh. [37] The capacity factor is the ratio of power actually produced divided by the nameplate capacity of the turbines. The overall average capacity factor for wind generation in the US increased from 31.7% in 2008, to 32.3% in 2013. [38] In 2023, U.S. wind power production fell by 2% despite an increase of 6.2 gigawatts in capacity, primarily due to weaker-than-normal winds in the Midwest. This marked the first decrease in 25 years and was reflected in the capacity factor dropping to an eight-year low of 33.5%. The decline highlights the challenges of depending on intermittent renewable energy sources like wind, which are significantly influenced by variable climatic conditions such as the El Niño phenomenon , reducing wind speeds. [39]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/US_Monthly_Wind_Generated_Electricity.svg/220px-US_Monthly_Wind_Generated_Electricity.svg.png",
                "caption": "Monthly wind electric power generation in the US, 2007–2017"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/US_monthly_wind_capacity_factor.svg/220px-US_monthly_wind_capacity_factor.svg.png",
                "caption": "Average monthly capacity factors for electric power generation by utility-scale wind turbines in the United States, 2011–2015 (US Energy Information Administration data)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Wind generation potential",
        "text": "According to the National Renewable Energy Laboratory , the contiguous United States has the potential for\n10,459 GW of onshore wind power. [41] [42] The capacity could generate 37 petawatt-hours (PW·h) annually, an amount nine times larger than total U.S. electricity consumption . [43] The U.S. also has large wind resources in Alaska , [44] and Hawaii . [45] In addition to the large onshore wind resources, the U.S. has large offshore wind power potential, [46] with another NREL report released in September 2010 showing that the U.S. has 4,150 GW of potential offshore wind power nameplate capacity, an amount 4 times that of the country's 2008 installed capacity from all sources, of 1,010 GW. [47] Some experts estimate that the entire East Coast could be powered by offshore wind farms. [48] The U.S. Department of Energy's 2008 report 20% Wind Energy by 2030 [49] envisioned that wind power could supply 20% of all U.S. electric power, which included a contribution of 4% to the nation's total electric power from offshore wind power. [50] In order to achieve this, significant advances in cost, performance and reliability are needed, based on a 2011 report from a coalition of researchers from universities, industry, and government, supported by the Atkinson Center for a Sustainable Future . [51] Obtaining 20% from wind requires about 305 GW of wind turbines, an increase of 16 GW/year after 2018, or an average increase of 14.6%/year, and transmission line improvements. [49] Analysts estimate around 25 GW of added US wind power in 2016–18, [52] depending on the Clean Power Plan and PTC extensions. After the PTC phase-out in 2021, additional wind power capacity is expected to be around 5 GW per year. [53]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/2000-_Clean_power_installation_-_wind%2C_solar%2C_storage_-_US.svg/220px-2000-_Clean_power_installation_-_wind%2C_solar%2C_storage_-_US.svg.png",
                "caption": "New installation of wind and solar capacity increased surged in 2020, but was then affected by sourcing problems for solar panels, supply chain constraints, interconnection issues, and policy uncertainty. [40]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Wind power by state",
        "text": "In 2019, electric power generation from wind power was 10 percent or more in fourteen U.S. states: Colorado, Idaho, Iowa, Kansas, Maine, Minnesota, North Dakota, Oklahoma, Oregon, South Dakota, Vermont, Nebraska, New Mexico, and Texas. [54] Iowa, South Dakota, North Dakota, Oklahoma, and Kansas each had more than 20 percent of their electric power generation come from wind. [55] Twenty states now have more than five percent of their generation coming from wind. [55] Iowa became the first state in the nation to generate 50% of its electricity from wind power in 2020, as predicted in 2015. [56] The five states with the most wind capacity installed at the end of 2020 were: [33] The top five states according to percentage of generation by wind in 2020 were: [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Top_Five_US_Wind_States.svg/220px-Top_Five_US_Wind_States.svg.png",
                "caption": "Trends of wind electrical generation in the top five states, 1990–2013 (US EIA data)"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Wind_electricity_generation_in_the_United_States%2C_2001-2018_%2848018477816%29.png/220px-Wind_electricity_generation_in_the_United_States%2C_2001-2018_%2848018477816%29.png",
                "caption": "Wind electricity generation in the United States, 2001–2018. In 2018, 4 states made up over half of total wind power output"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Texas",
        "text": "In July 2008, Texas approved a $4.93 billion expansion of the state's electric grid to bring wind energy to its major cities from western areas of the state. Transmission companies will recoup the cost of constructing the new power lines, expected to be completed in 2013, from fees estimated at $4 per month for residential customers. [59] A lack of transmission capacity forced wind turbines to be shut down at times and reduced wind power generation in Texas by 17% in 2009. [60] In 2011, Texas had become the first state to surpass the 10,000 MW mark. [61] On completion in 2016, the Los Vientos Wind Farm became Texas's most powerful wind farm with a total installed capacity of 912 MW. [17] It is spread out over two counties in South Texas . It is followed by the Roscoe Wind Farm with 627 wind turbines and a total installed capacity of 781.5 MW which is located about 200 miles (320 km) west of Fort Worth in an area that spans parts of four Texas counties. [62] [63] The Horse Hollow Wind Energy Center is third with 735.5 MW. [64] By 2016 Texas surpassed the 20,000 MW mark by adding over 1800 MW of generating capacity in 2016 alone, including Los Vientos. [9]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/2022_Wind_and_solar_energy_generation_leaders_among_U.S._states_-_variable_width_bar_chart_-_IEA_data.svg/248px-2022_Wind_and_solar_energy_generation_leaders_among_U.S._states_-_variable_width_bar_chart_-_IEA_data.svg.png",
                "caption": "Though Texas generates the most wind + solar power of all states, various other states generate more wind + solar power per capita . [58]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Iowa",
        "text": "More than 57 percent of the electric power generated in Iowa now comes from wind power as of February 2021. [69] Iowa had over 10,950 megawatts (MW) of generation capacity at the end of 2020, with over 1,500 megawatts planned to come online in the near future. [69] Electrical energy generated in Iowa by wind in 2020 amounted to over 34 million Megawatt-hours. [69] Since Iowa adopted a renewable energy standard in 1983, the wind power industry has generated over $19 billion in investment. [70] The second concrete wind turbine tower to be built in the U.S., and also the country's tallest (377 feet) at the time built, is in Adams county. The tower was completed in the spring of 2016. [71] In 2018, Invenergy announced it plans to develop a pair of wind farms in Iowa. Each farm will be capable of generating 200 MW. Construction is planned to begin in early 2019. [72]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/WindPowrPctg.svg/220px-WindPowrPctg.svg.png",
                "caption": "State wind generation percentages for 2017. Five states exceeded 25% of generation."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Iowa_wind_farms-2.jpg/220px-Iowa_wind_farms-2.jpg",
                "caption": "Northern Iowa wind farm Pioneer Prairie"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "California",
        "text": "With nearly 4,000 megawatts installed, as of the end of 2011, wind energy supplied about 5% of California's total electric power needs, or enough to power more than 400,000 households. The amount varies greatly from day to day. [76] In 2011, 921.3 megawatts were installed. Most of that activity occurred in the Tehachapi area of Kern County, with some big projects in Solano, Contra Costa and Riverside counties as well. [ citation needed ] After 2014, California ranked second nationwide in terms of capacity, behind Texas with a capacity of 5,917 MW. [1] In 2020, wind power accounted for 7.2% of the combined total energy generated in California. [77] Large portions of California's wind output, are located in three primary regions: Altamont Pass Wind Farm (east of San Francisco); Tehachapi Pass Wind Farm (south east of Bakersfield), and San Gorgonio Pass Wind Farm , near Palm Springs, east of Los Angeles. The giant new Alta Wind Energy Center , is also located within the Tehachapi Pass region. [78]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/San_gorgonio_pass_wind_farm_california_pano.jpg/1000px-San_gorgonio_pass_wind_farm_california_pano.jpg",
                "caption": "The majority of the San Gorgonio Pass Wind Farm as viewed from the San Jacinto Mountains to the south. The farm continues over the hills to the north along California State Route 62 and is not visible from this vantagepoint. The layout includes a variety of large modern and older smaller turbine designs"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Illinois",
        "text": "Wind power has been supported by a renewable portfolio standard , [80] passed in 2007, and strengthened in 2009, which requires 10% renewable energy from electric companies by 2010 and 25% by 2025. Illinois has the potential for installing up to an estimated 249,882 MW of wind generation capacity at a hub height of 80 meters. [81]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/State_Per_Capita_Monthly_Wind_Generation_2017.svg/220px-State_Per_Capita_Monthly_Wind_Generation_2017.svg.png",
                "caption": "The 2017 average monthly per person wind generation for the top 20 U.S. states is shown. For reference, the average monthly residential electricity use in the U.S. is about 900 kW-hours."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Other government involvement",
        "text": "The DOE's National Renewable Energy Laboratory (NREL) has announced a number of wind technology projects, including a new state-of-the-art wind turbine blade test facility to be built in Ingleside, Texas . The Texas-NREL Large Blade Research and Test Facility will be capable of testing blades as long as 70 meters (230 feet). It will be built and operated through a partnership among NREL, DOE, and a state consortium led by University of Houston , with the university owning and operating the facility's buildings, DOE funding up to $2 million in capital costs, and NREL providing technical and operational assistance. The blade test facility is estimated to cost between $12 million and $15 million and should be completed by 2010. Located on the Gulf Coast, the Texas facility will complement a similar facility that is being built on the coast of Massachusetts . [88] NREL has also recently signed agreements with Siemens Power Generation and First Wind, a wind power developer. Siemens is launching a new research and development facility in nearby Boulder, Colorado , and has agreed to locate and test a commercial-scale wind turbine at NREL's National Wind Technology Center (NWTC). First Wind (formerly called UPC Wind Partners, LLC) owns and operates the 30-megawatt Kaheawa Wind Power farm in West Maui, Hawaii , and has agreed to let the NWTC establish a Remote Research Affiliate Partner Site at the facility. The Maui satellite of NWTC will collaborate with First Wind on studies to develop advanced wind energy technologies, including energy storage and integration of renewable electric power into Maui's electrical grid. [89] In 2010, the DOE awarded $60 million for a study of transmission requirements. [90] Beginning in 2006, the DOE is required to provide a transmission congestion report once every three years. [91] Recent U.S. policy has generally been to provide an inflation-adjusted federal production tax credit (PTC) of $15 per MW·h (in 1995 dollars) generated for the first ten years of operation for wind energy sold. As of 2015, the credit was $23 per MW·h. [92] Renewable portfolio standards mandating a certain percentage of electric power sales come from renewable energy sources, which are in place in about half of the states, also have boosted the development of the wind industry. [93] Each time Congress has allowed the production tax credit to expire, wind power development has slowed as investors wait for the credit to be restored. Each year it is renewed, development has expanded. The tax credit expired at the end of 2012, bringing wind power development activity to a near halt. A short term, one-year policy was enacted at the beginning of 2013 which provides a tax credit to projects under construction by the end of 2013 and completed before the end of 2014. [94] The PTC was first introduced in 1992. [95] When it was allowed to expire, development dropped 93%, 73%, and 77% the following year. The Energy Information Administration has reported that wind power received the largest share of direct federal subsidies and support in fiscal year 2013 (the latest year for which statistics are available), accounting for 37% ($5.936 billion) of total electric power-related subsidies. Almost three-quarters of wind energy subsidies in that year were direct expenditures and largely resulted from the ARRA programs. These figures do not include subsidies and supports from other levels of government. [96] The development of wind power in the United States has been supported primarily through a production tax credit (PTC), which pays producers on the amount of electric power produced. On January 1, 2013, the production tax credit was extended for another year. [94] In late 2015 authorities provided an extension of the Production Tax Credit. The extension phases out the credit over a period of five years. The 30 percent wind and solar tax credit will extend through 2019 and then taper to 10 percent in 2022. [97] The average price of Power purchase agreements was $23.5/MWh in 2014. [87] Operating expenses were estimated to $10/MWh. [37]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Kaheawa_Wind_Farm_428371965_88dfaa760a_o.jpg/220px-Kaheawa_Wind_Farm_428371965_88dfaa760a_o.jpg",
                "caption": "Kaheawa Wind Farm near Maalaea, Maui , with 20 GE Energy 1.5 MW wind turbines"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Siting considerations",
        "text": "There is competition for wind farms among farmers in places like Iowa or ranchers in Colorado. In 2007, farmers, with no investment on their part, typically received $3,000–5,000 per year in royalties [98] from the local utility for siting a single, large, advanced-design wind turbine. [99] [100] [101] [102] [103] Landscape and ecological issues may be significant for some wind farm proposals, [104] and environmental issues are a consideration in site selection. [105] Worldwide experience has shown that community consultation and direct involvement of the general public in wind farm projects has helped to increase community approval, and some wind farms overseas have become tourist attractions , like the Ten Mile Lagoon Wind Farm .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Windmills_south_of_Dumas%2C_TX_IMG_0570.JPG/220px-Windmills_south_of_Dumas%2C_TX_IMG_0570.JPG",
                "caption": "In 2008, landowners typically received $3,000 to $5,000 per year in rental income from each wind turbine, while farmers continue to grow crops or graze cattle up to the foot of the turbines. [11]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Offshore wind power",
        "text": "Offshore development is hindered by relatively high cost compared to onshore facilities. Several projects are under development with some at advanced stages of development. [106] The United States, though, has very large offshore wind energy resources due to strong, consistent winds off the long U.S. coastline. [50] The 2011 NREL report, Large-Scale Offshore Wind Power in the United States , analyzes the current state of the offshore wind energy industry. According to the report, offshore wind resource development would help the country to achieve 20% of its electric power from wind by 2030 and to revitalize the manufacturing sector. Offshore wind could supply 54 gigawatts of capacity to the nation's electrical grid, thereby increasing energy security . It could also generate an estimated $200 billion in new economic activity and create thousands of permanent jobs. [107] NREL's report concludes that \"the development of the nation's offshore wind resources can provide many potential benefits, and that offshore wind energy could play a vital role in future U.S. energy markets\". [107] Coastal residents have opposed offshore wind farms because of fears about impacts on marine life, the environment, electric power rates, aesthetics, and recreation such as fishing and boating. However, residents also cite improved electric power rates, air quality, and job creation as positive impacts they would expect from wind farms. [108] [109] Because the bases of offshore turbines function as artificial reefs, studies have shown that after the initial disturbance of construction, local fish and shellfish are positively affected. [108] [110] Because wind turbines can be positioned at some distance from shore, impacts to recreation and fishing can be managed by careful planning of wind farm locations. [108] Five exploratory leases for wind power production on the Outer Continental Shelf offshore from New Jersey and Delaware were issued in June 2009 by the Secretary of the Interior. The leases authorize data gathering activities, allowing for the construction of meteorological towers on the Outer Continental Shelf from six to 18 miles (29 km) offshore. [111] Four areas were being considered. [112] On February 7, 2011, Salazar and Steven Chu announced a national strategy to have offshore wind power of 10 GW in 2020, and 54 GW in 2030. [113] In 2021 the Biden Administration announced a target of 30 GW of offshore wind by 2030. [114] In the first quarter of 2024, there was a significant increase in the installed offshore wind capacity in the U.S., rising from 42 megawatts (MW) to 242 MW.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Offshore_wind_power_potential_in_the_United_States.jpg/220px-Offshore_wind_power_potential_in_the_United_States.jpg",
                "caption": "Offshore wind power potential in the United States"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "New England",
        "text": "Rhode Island and Massachusetts state officials picked Deepwater Wind to build a $1.5-billion, 385-megawatt wind farm in federal waters off Block Island . The 100-turbine project could provide 1.3 terawatt-hours (TW·h) of electric power per year – 15 percent of all electric power used in the state of Rhode Island. [115] [116] [117] In 2009, Deepwater signed an agreement with National Grid to sell the power from a smaller $200-million, 30-MW wind farm off Block Island, at an initial price of 24.4 ¢/kW·h. [118] Construction of the Block Island Wind Farm , a five turbine project began in April 2015 and was completed in December 2016 to become the first offshore wind farm in the United States. Cape Wind started development around 2002, but faced opposition and eventually ceased before being realized. The floating VolturnUS operated in Penobscot Bay near Castine from June 2013 to November 2014. [119] [120] Maine Aqua Ventus intends to have an 11 MW floating turbine in operation off the coast of Monhegan Island by the end of 2023. [121] Construction began on the 804 MW Vineyard Wind off-shore project on November 18, 2021, after a long fight for approval. [122] Power from the first turbine started flowing into the ISO New England grid on January 2, 2024. [123] A second large offshore project, SouthCoast Wind (formerly Mayflower Wind), is in development, among others.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Wind_energy_leases_offshore_Massachusetts_and_Rhode_Island%2C_2022.png/220px-Wind_energy_leases_offshore_Massachusetts_and_Rhode_Island%2C_2022.png",
                "caption": "Designated wind power leasing parcels in federal waters off the coasts of Massachusetts and Rhode Island, with project names as of 2022."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Massachusetts_wind_resource_map_50m_800.jpg/350px-Massachusetts_wind_resource_map_50m_800.jpg",
                "caption": "Massachusetts and Rhode Island have strong offshore wind resources."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Role in addressing climate change",
        "text": "As part of the global effort to limit climate change , most countries have committed to net zero greenhouse gas emissions . [26] In practice, this means phasing out fossil fuels and replacing them with low-emissions energy sources. [12] At the 2023 United Nations Climate Change Conference , around three-quarters of the world's countries set a goal of tripling renewable energy capacity by 2030. [27] The European Union aims to generate 40% of its electricity from renewables by the same year. [28]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/2021_Death_rates%2C_by_energy_source.svg/300px-2021_Death_rates%2C_by_energy_source.svg.png",
                "caption": "Deaths caused as a result of fossil fuel use (areas of rectangles in chart) greatly exceed those resulting from production of renewable energy (rectangles barely visible in chart). [25]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Intermittency",
        "text": "The two most important forms of renewable energy, solar and wind, are intermittent energy sources : they are not available constantly, resulting in lower capacity factors . In contrast, fossil fuel power plants are usually able to produce precisely the amount of energy an electricity grid requires at a given time. Solar energy can only be captured during the day, and ideally in cloudless conditions. Wind power generation can vary significantly not only day-to-day, but even month-to-month. [31] This poses a challenge when transitioning away from fossil fuels: energy demand will often be higher or lower than what renewables can provide. [32] Both scenarios can cause electricity grids to become overloaded, leading to power outages . In the medium-term, this variability may require keeping some gas-fired power plants or other dispatchable generation on standby [33] [34] until there is enough energy storage, demand response , grid improvement, and/or baseload power from non-intermittent sources. In the long-term, energy storage is an important way of dealing with intermittency. [35] Using diversified renewable energy sources and smart grids can also help flatten supply and demand. [36] Sector coupling of the power generation sector with other sectors may increase flexibility: for example the transport sector can be coupled by charging electric vehicles and sending electricity from vehicle to grid . [37] Similarly the industry sector can be coupled by hydrogen produced by electrolysis, [38] and the buildings sector by thermal energy storage for space heating and cooling. [39] Building overcapacity for wind and solar generation can help ensure sufficient electricity production even during poor weather. In optimal weather, it may be necessary to curtail energy generation if it is not possible to use or store excess electricity. [40]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Renewables_need_flexible_backup_not_baseload.png/300px-Renewables_need_flexible_backup_not_baseload.png",
                "caption": "Estimated power demand over a week in May 2012 and May 2020, Germany, showing the variability in solar and wind power both day-to-day and month-to-month."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Solar energy",
        "text": "Solar power produced around 1.3 terrawatt-hours (TWh) worldwide in 2022, [10] representing 4.6% of the world's electricity. Almost all of this growth has happened since 2010. [52] Solar energy can be harnessed anywhere that receives sunlight; however, the amount of solar energy that can be harnessed for electricity generation is influenced by weather conditions , geographic location and time of day. [53] There are two mainstream ways of harnessing solar energy: solar thermal , which converts solar energy into heat; and photovoltaics (PV), which converts it into electricity. [12] PV is far more widespread, accounting for around two thirds of the global solar energy capacity as of 2022. [54] It is also growing at a much faster rate, with 170 GW newly installed capacity in 2021, [55] compared to 25 GW of solar thermal. [54] Passive solar refers to a range of construction strategies and technologies that aim to optimize the distribution of solar heat in a building. Examples include solar chimneys , [12] orienting a building to the sun, using construction materials that can store heat , and designing spaces that naturally circulate air . [56] From 2020 to 2022, solar technology investments almost doubled from USD 162 billion to USD 308 billion, driven by the sector's increasing maturity and cost reductions, particularly in solar photovoltaic (PV), which accounted for 90% of total investments. China and the United States were the main recipients, collectively making up about half of all solar investments since 2013. Despite reductions in Japan and India due to policy changes and COVID-19 , growth in China, the United States, and a significant increase from Vietnam's feed-in tariff program offset these declines. Globally, the solar sector added 714 gigawatts (GW) of solar PV and concentrated solar power (CSP) capacity between 2013 and 2021, with a notable rise in large-scale solar heating installations in 2021, especially in China, Europe, Turkey, and Mexico. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/SolarFachwerkhaus.jpg/220px-SolarFachwerkhaus.jpg",
                "caption": "A small, roof-top mounted PV system in Bonn , Germany"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG/220px-Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG",
                "caption": "Komekurayama photovoltaic power station in Kofu , Japan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Photovoltaics",
        "text": "A photovoltaic system , consisting of solar cells assembled into panels , converts light into electrical direct current via the photoelectric effect . [60] PV has several advantages that make it by far the fastest-growing renewable energy technology. It is cheap, low-maintenance and scalable; adding to an existing PV installation as demanded arises is simple. Its main disadvantage is its poor performance in cloudy weather. [12] PV systems range from small, residential and commercial rooftop or building integrated installations, to large utility-scale photovoltaic power station . [61] A household's solar panels can either be used for just that household or, if connected to an electrical grid, can be aggregated with millions of others. [62] The first utility-scale solar power plant was built in 1982 in Hesperia, California by ARCO . [63] The plant was not profitable and was sold eight years later. [64] However, over the following decades, PV cells became significantly more efficient and cheaper. [65] As a result, PV adoption has grown exponentially since 2010. [66] Global capacity increased from 230 GW at the end of 2015 to 890 GW in 2021. [67] PV grew fastest in China between 2016 and 2021, adding 560 GW, more than all advanced economies combined. [68] Four of the ten biggest solar power stations are in China, including the biggest, Golmud Solar Park in China. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg/220px-1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg.png",
                "caption": "Swanson's law –stating that solar module prices have dropped about 20% for each doubling of installed capacity—defines the \" learning rate \" of solar photovoltaics . [58] [59]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Wind power",
        "text": "Humans have harnessed wind energy since at least 3500 BC. Until the 20th century, it was primarily used to power ships, windmills and water pumps. Today, the vast majority of wind power is used to generate electricity using wind turbines. [12] Modern utility-scale wind turbines range from around 600 kW to 9 MW of rated power. The power available from the wind is a function of the cube of the wind speed, so as wind speed increases, power output increases up to the maximum output for the particular turbine. [76] Areas where winds are stronger and more constant, such as offshore and high-altitude sites, are preferred locations for wind farms. Wind-generated electricity met nearly 4% of global electricity demand in 2015, with nearly 63 GW of new wind power capacity installed. Wind energy was the leading source of new capacity in Europe, the US and Canada, and the second largest in China. In Denmark, wind energy met more than 40% of its electricity demand while Ireland, Portugal and Spain each met nearly 20%. [77] Globally, the long-term technical potential of wind energy is believed to be five times total current global energy production, or 40 times current electricity demand, assuming all practical barriers needed were overcome. This would require wind turbines to be installed over large areas, particularly in areas of higher wind resources, such as offshore, and likely also industrial use of new types of VAWT turbines in addition to the horizontal axis units currently in use. As offshore wind speeds average ~90% greater than that of land, offshore resources can contribute substantially more energy than land-stationed turbines. [78] Investments in wind technologies reached USD 161 billion in 2020, with onshore wind dominating at 80% of total investments from 2013 to 2022. Offshore wind investments nearly doubled to USD 41 billion between 2019 and 2020, primarily due to policy incentives in China and expansion in Europe. Global wind capacity increased by 557 GW between 2013 and 2021, with capacity additions increasing by an average of 19% each year. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Pretty_flamingos_-_geograph.org.uk_-_578705.jpg/170px-Pretty_flamingos_-_geograph.org.uk_-_578705.jpg",
                "caption": "Burbo , NW-England"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Fentonwindpark1.jpg/220px-Fentonwindpark1.jpg",
                "caption": "Sunrise at the Fenton Wind Farm in Minnesota, United States"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Wind_energy_generation_by_region%2C_OWID.svg/300px-Wind_energy_generation_by_region%2C_OWID.svg.png",
                "caption": "Wind energy generation by region over time [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Hydropower",
        "text": "Since water is about 800 times denser than air , even a slow flowing stream of water, or moderate sea swell , can yield considerable amounts of energy. Water can generate electricity with a conversion efficiency of about 90%, which is the highest rate in renewable energy. [82] There are many forms of water energy: Much hydropower is flexible, thus complementing wind and solar. [86] In 2021, the world renewable hydropower capacity was 1,360 GW. [68] Only a third of the world's estimated hydroelectric potential of 14,000 TWh/year has been developed. [87] [88] New hydropower projects face opposition from local communities due to their large impact, including relocation of communities and flooding of wildlife habitats and farming land. [89] High cost and lead times from permission process, including environmental and risk assessments, with lack of environmental and social acceptance are therefore the primary challenges for new developments. [90] It is popular to repower old dams thereby increasing their efficiency and capacity as well as quicker responsiveness on the grid. [91] Where circumstances permit existing dams such as the Russell Dam built in 1985 may be updated with \"pump back\" facilities for pumped-storage which is useful for peak loads or to support intermittent wind and solar power. Because dispatchable power is more valuable than VRE [92] [93] countries with large hydroelectric developments such as Canada and Norway are spending billions to expand their grids to trade with neighboring countries having limited hydro. [94]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/ThreeGorgesDam-China2009.jpg/220px-ThreeGorgesDam-China2009.jpg",
                "caption": "The Three Gorges Dam for hydropower on the Yangtze River in China"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Three_gorges_dam_from_space.jpg/220px-Three_gorges_dam_from_space.jpg",
                "caption": "Three Gorges Dam and Gezhouba Dam , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Bioenergy",
        "text": "Biomass is biological material derived from living, or recently living organisms. Most commonly, it refers to plants or plant-derived materials. As an energy source, biomass can either be used directly via combustion to produce heat, or converted to a more energy-dense biofuel like ethanol. Wood is the most significant biomass energy source as of 2012 [98] and is usually sourced from a trees cleared for silvicultural reasons or fire prevention . Municipal wood waste – for instance, construction materials or sawdust – is also often burned for energy. [99] The biggest per-capita producers of wood-based bioenergy are heavily forested countries like Finland, Sweden, Estonia, Austria, and Denmark. [100] Bioenergy can be environmentally destructive if old-growth forests are cleared to make way for crop production. In particular, demand for palm oil to produce biodiesel has contributed to the deforestation of tropical rainforests in Brazil and Indonesia. [101] In addition, burning biomass still produces carbon emissions, although much less than fossil fuels (39 grams of CO 2 per megajoule of energy, compared to 75 g/MJ for fossil fuels). [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Metz_biomass_power_station.jpg/220px-Metz_biomass_power_station.jpg",
                "caption": "A CHP power station using wood to supply 30,000 households in France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Biofuel",
        "text": "Biofuels are primarily used in transportation, providing 3.5% of the world's transport energy demand in 2022, [103] up from 2.7% in 2010. [104] Biojet is expected to be important for short-term reduction of carbon dioxide emissions from long-haul flights. [105] Aside from wood, the major sources of bioenergy are bioethanol and biodiesel . [12] Bioethanol is usually produced by fermenting the sugar components of crops like sugarcane and maize , while biodiesel is mostly made from oils extracted from plants, such as soybean oil and corn oil . [106] Most of the crops used to produce bioethanol and biodiesel are grown specifically for this purpose, [107] although used cooking oil accounted for 14% of the oil used to produce biodiesel as of 2015. [106] The biomass used to produce biofuels varies by region. Maize is the major feedstock in the United States, while sugarcane dominates in Brazil. [108] In the European Union, where biodiesel is more common than bioethanol, rapeseed oil and palm oil are the main feedstocks. [109] China, although it produces comparatively much less biofuel, uses mostly corn and wheat. [110] In many countries, biofuels are either subsidized or mandated to be included in fuel mixtures . [101] There are many other sources of bioenergy that are more niche, or not yet viable at large scales. For instance, bioethanol could be produced from the cellulosic parts of crops, rather than only the seed as is common today. [111] Sweet sorghum may be a promising alternative source of bioethanol, due to its tolerance of a wide range of climates. [112] Cow dung can be converted into methane. [113] There is also a great deal of research involving algal fuel , which is attractive because algae is a non-food resource, grows around 20 times faster than most food crops, and can be grown almost anywhere. [114]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Faz_S_Sofia_canavial_090607_REFON.JPG/220px-Faz_S_Sofia_canavial_090607_REFON.JPG",
                "caption": "Sugarcane plantation to produce ethanol in Brazil"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Soybeanbus.jpg/220px-Soybeanbus.jpg",
                "caption": "A bus fueled by biodiesel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Geothermal energy",
        "text": "Geothermal energy is thermal energy (heat) extracted from the Earth's crust . It originates from several different sources , of which the most significant is slow radioactive decay of minerals contained in the Earth's interior , [12] as well as some leftover heat from the formation of the Earth . [119] Some of the heat is generated near the Earth's surface in the crust, but some also flows from deep within the Earth from the mantle and core . [119] Geothermal energy extraction is viable mostly in countries located on tectonic plate edges, where the Earth's hot mantle is more exposed. [120] As of 2023, the United States has by far the most geothermal capacity (2.7 GW, [121] or less than 0.2% of the country's total energy capacity [122] ), followed by Indonesia and the Philippines. Global capacity in 2022 was 15 GW. [121] Geothermal energy can be either used directly to heat homes, as is common in Iceland, or to generate electricity. At smaller scales, geothermal power can be generated with geothermal heat pumps , which can extract heat from ground temperatures of under 30 °C (86 °F), allowing them to be used at relatively shallow depths of a few meters. [120] Electricity generation requires large plants and ground temperatures of at least 150 °C (302 °F). In some countries, electricity produced from geothermal energy accounts for a large portion of the total, such as Kenya (43%) and Indonesia (5%). [123] Technical advances may eventually make geothermal power more widely available. For example, enhanced geothermal systems involve drilling around 10 kilometres (6.2 mi) into the Earth, breaking apart hot rocks and extracting the heat using water. In theory, this type of geothermal energy extraction could be done anywhere on Earth. [120]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/NesjavellirPowerPlant_edit2.jpg/220px-NesjavellirPowerPlant_edit2.jpg",
                "caption": "Steam rising from the Nesjavellir Geothermal Power Station in Iceland"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/West_Ford_Flat_Geothermal_Cooling_Tower.JPG/170px-West_Ford_Flat_Geothermal_Cooling_Tower.JPG",
                "caption": "Geothermal plant at The Geysers , California, US"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Krafla_geothermal_power_station_wiki.jpg/220px-Krafla_geothermal_power_station_wiki.jpg",
                "caption": "Krafla , a geothermal power station in Iceland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Marine energy",
        "text": "Marine energy (also sometimes referred to as ocean energy) is the energy carried by ocean waves , tides , salinity , and ocean temperature differences . Technologies to harness the energy of moving water include wave power , marine current power , and tidal power . Reverse electrodialysis (RED) is a technology for generating electricity by mixing fresh water and salty sea water in large power cells. [130] Most marine energy harvesting technologies are still at low technology readiness levels and not used at large scales. Tidal energy is generally considered the most mature, but has not seen wide deployment. [131] The world's largest tidal power station is on Sihwa Lake , South Korea, [132] which produces around 550 gigawatt-hours of electricity per year. [133]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg/220px-Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg",
                "caption": "Aerial view of Sihwa Tidal Power Station in South Korea"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Growth of renewables",
        "text": "The results of a recent review of the literature concluded that as greenhouse gas (GHG) emitters begin to be held liable for damages resulting from GHG emissions resulting in climate change, a high value for liability mitigation would provide powerful incentives for deployment of renewable energy technologies. [181] In the decade of 2010–2019, worldwide investment in renewable energy capacity excluding large hydropower amounted to US$2.7 trillion, of which the top countries China contributed US$818 billion, the United States contributed US$392.3 billion, Japan contributed US$210.9 billion, Germany contributed US$183.4 billion, and the United Kingdom contributed US$126.5 billion. [182] This was an increase of over three and possibly four times the equivalent amount invested in the decade of 2000–2009 (no data is available for 2000–2003). [182] As of 2022, an estimated 28% of the world's electricity was generated by renewables. This is up from 19% in 1990. [183]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg/232px-20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg.png",
                "caption": "Investment: Companies, governments and households have committed increasing amounts to decarbonization, including renewable energy (solar, wind), electric vehicles and associated charging infrastructure, energy storage, energy-efficient heating systems, carbon capture and storage, and hydrogen. [171] [172]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg/232px-20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg.png",
                "caption": "Levelized cost: With increasingly widespread implementation of renewable energy sources, costs have declined, most notably for energy generated by solar panels. [175] [176] Levelized cost of energy (LCOE) is a measure of the average net present cost of electricity generation for a generating plant over its lifetime."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Future projections",
        "text": "A December 2022 report by the IEA forecasts that over 2022-2027, renewables are seen growing by almost 2 400 GW in its main forecast, equal to the entire installed power capacity of China in 2021. This is an 85% acceleration from the previous five years, and almost 30% higher than what the IEA forecast in its 2021 report, making its largest ever upward revision. Renewables are set to account for over 90% of global electricity capacity expansion over the forecast period. [68] To achieve net zero emissions by 2050, IEA believes that 90% of global electricity generation will need to be produced from renewable sources. [17] In June 2022 IEA Executive Director Fatih Birol said that countries should invest more in renewables to \"ease the pressure on consumers from high fossil fuel prices, make our energy systems more secure, and get the world on track to reach our climate goals.\" [185] China's five year plan to 2025 includes increasing direct heating by renewables such as geothermal and solar thermal. [186] REPowerEU , the EU plan to escape dependence on fossil Russian gas , is expected to call for much more green hydrogen . [187] After a transitional period, [188] renewable energy production is expected to make up most of the world's energy production. In 2018, the risk management firm, DNV GL , forecasts that the world's primary energy mix will be split equally between fossil and non-fossil sources by 2050. [189]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg/220px-2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg.png",
                "caption": "In 2023, electricity generation from wind and solar sources was projected to exceed 30% by 2030. [184]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Policy",
        "text": "Policies to support renewable energy have been vital in their expansion. Where Europe dominated in establishing energy policy in the early 2000s, most countries around the world now have some form of energy policy. [199] The International Renewable Energy Agency (IRENA) is an intergovernmental organization for promoting the adoption of renewable energy worldwide. It aims to provide concrete policy advice and facilitate capacity building and technology transfer. IRENA was formed in 2009, with 75 countries signing the charter of IRENA. [200] As of April 2019, IRENA has 160 member states. [201] The then United Nations Secretary-General Ban Ki-moon has said that renewable energy can lift the poorest nations to new levels of prosperity, [202] and in September 2011 he launched the UN Sustainable Energy for All initiative to improve energy access, efficiency and the deployment of renewable energy. [203] The 2015 Paris Agreement on climate change motivated many countries to develop or improve renewable energy policies. [204] In 2017, a total of 121 countries adopted some form of renewable energy policy. [199] National targets that year existed in 176 countries. [204] In addition, there is also a wide range of policies at the state/provincial, and local levels. [104] Some public utilities help plan or install residential energy upgrades . Many national, state and local governments have created green banks . A green bank is a quasi-public financial institution that uses public capital to leverage private investment in clean energy technologies. [205] Green banks use a variety of financial tools to bridge market gaps that hinder the deployment of clean energy. Climate neutrality by the year 2050 is the main goal of the European Green Deal . [206] For the European Union to reach their target of climate neutrality, one goal is to decarbonise its energy system by aiming to achieve \"net-zero greenhouse gas emissions by 2050.\" [207]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Share_of_electricity_production_from_renewables.svg/330px-Share_of_electricity_production_from_renewables.svg.png",
                "caption": "Share of electricity production from renewables, 2022 [8]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Geopolitics",
        "text": "The geopolitical impact of the growing use of renewable energy is a subject of ongoing debate and research. [219] Many fossil-fuel producing countries, such as Qatar , Russia , Saudi Arabia and Norway , are currently able to exert diplomatic or geopolitical influence as a result of their oil wealth. Most of these countries are expected to be among the geopolitical \"losers\" of the energy transition, although some, like Norway, are also significant producers and exporters of renewable energy. Fossil fuels and the infrastructure to extract them may, in the long term, become stranded assets . [220] It has been speculated that countries dependent on fossil fuel revenue may one day find it in their interests to quickly sell off their remaining fossil fuels. [221] Conversely, nations abundant in renewable resources, and the minerals required for renewables technology, are expected to gain influence. [222] [223] In particular, China has become the world's dominant manufacturer of the technology needed to produce or store renewable energy, especially solar panels , wind turbines , and lithium-ion batteries . [224] Nations rich in solar and wind energy could become major energy exporters. [225] Some may produce and export green hydrogen , [226] [225] although electricity is projected to be the dominant energy carrier in 2050, accounting for almost 50% of total energy consumption (up from 22% in 2015). [227] Countries with large uninhabited areas such as Australia, China, and many African and Middle Eastern countries have a potential for huge installations of renewable energy. The production of renewable energy technologies requires rare-earth elements with new supply chains. [228] Countries with already weak governments that rely on fossil fuel revenue may face even higher political instability or popular unrest. Analysts consider Nigeria, Angola , Chad , Gabon , and Sudan , all countries with a history of military coups , to be at risk of instability due to dwindling oil income. [229] A study found that transition from fossil fuels to renewable energy systems reduces risks from mining, trade and political dependence because renewable energy systems don't need fuel – they depend on trade only for the acquisition of materials and components during construction. [230] In October 2021, European Commissioner for Climate Action Frans Timmermans suggested \"the best answer\" to the 2021 global energy crisis is \"to reduce our reliance on fossil fuels.\" [231] He said those blaming the European Green Deal were doing so \"for perhaps ideological reasons or sometimes economic reasons in protecting their vested interests.\" [231] Some critics blamed the European Union Emissions Trading System (EU ETS) and closure of nuclear plants for contributing to the energy crisis. [232] [233] [234] European Commission President Ursula von der Leyen said that Europe is \"too reliant\" on natural gas and too dependent on natural gas imports . According to Von der Leyen, \"The answer has to do with diversifying our suppliers ... and, crucially, with speeding up the transition to clean energy.\" [235]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/TREC-Map-en.jpg/220px-TREC-Map-en.jpg",
                "caption": "A concept of a super grid"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    },
    {
        "section": "Public support",
        "text": "Solar power plants may compete with arable land , [254] [255] while on-shore wind farms often face opposition due to aesthetic concerns and noise. [256] [257] Such opponents are often described as NIMBYs (\"not in my back yard\"). [258] Some environmentalists are concerned about fatal collisions of birds and bats with wind turbines. [259] Although protests against new wind farms occasionally occur around the world, regional and national surveys generally find broad support for both solar and wind power. [260] [261] [262] Community-owned wind energy is sometimes proposed as a way to increase local support for wind farms. [263] A 2011 UK Government document stated that \"projects are generally more likely to succeed if they have broad public support and the consent of local communities. This means giving communities both a say and a stake.\" [264] In the 2000s and early 2010s, many renewable projects in Germany, Sweden and Denmark were owned by local communities, particularly through cooperative structures. [265] [266] In the years since, more installations in Germany have been undertaken by large companies, [263] but community ownership remains strong in Denmark. [267]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [253]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Community engagement in wind projects"
    }
]