[
    {
        "section": "Types",
        "text": "Wind turbines can rotate about either a horizontal or a vertical axis, the former being both older and more common. [37] They can also include blades or be bladeless. [38] Household-size vertical designs produce less power and are less common. [39]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/HAWT_and_VAWTs_in_operation_medium.gif/220px-HAWT_and_VAWTs_in_operation_medium.gif",
                "caption": "The three primary types: VAWT Savonius , HAWT towered; VAWT Darrieus as they appear in operation"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Horizontal axis",
        "text": "Large three-bladed horizontal-axis wind turbines (HAWT) with the blades upwind of the tower produce the overwhelming majority of wind power in the world today. [4] These turbines have the main rotor shaft and electrical generator at the top of a tower and must be pointed into the wind. Small turbines are pointed by a simple wind vane , while large turbines generally use a wind sensor coupled with a yaw system. Most have a gearbox, which turns the slow rotation of the blades into a quicker rotation that is more suitable to drive an electrical generator. [40] Some turbines use a different type of generator suited to slower rotational speed input. These don't need a gearbox and are called direct-drive, meaning they couple the rotor directly to the generator with no gearbox in between. While permanent magnet direct-drive generators can be more costly due to the rare earth materials required, these gearless turbines are sometimes preferred over gearbox generators because they \"eliminate the gear-speed increaser, which is susceptible to significant accumulated fatigue torque loading, related reliability issues, and maintenance costs\". [41] There is also the pseudo direct drive mechanism, which has some advantages over the permanent magnet direct drive mechanism. [42] Most horizontal axis turbines have their rotors upwind of the supporting tower. [43] Downwind machines have been built, because they don't need an additional mechanism for keeping them in line with the wind. In high winds, downwind blades can also be designed to bend more than upwind ones, which reduces their swept area and thus their wind resistance, mitigating risk during gales. Despite these advantages, upwind designs are preferred, because the pulsing change in loading from the wind as each blade passes behind the supporting tower can cause damage to the turbine. [44] Turbines used in wind farms for commercial production of electric power are usually three-bladed. These have low torque ripple , which contributes to good reliability. The blades are usually colored white for daytime visibility by aircraft and range in length from 20 to 80 meters (66 to 262 ft). The size and height of turbines increase year by year. Offshore wind turbines are built up to 8 MW today and have a blade length up to 80 meters (260 ft). Designs with 10 to 12 MW were in preparation in 2018, [45] and a \"15 MW+\" prototype with three 118-metre (387 ft) blades is planned to be constructed in 2022. [46] The average hub height of horizontal axis wind turbines is 90 meters. [47]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Scout_moor_gearbox%2C_rotor_shaft_and_brake_assembly.jpg/220px-Scout_moor_gearbox%2C_rotor_shaft_and_brake_assembly.jpg",
                "caption": "Components of a horizontal axis wind turbine (gearbox, rotor shaft and brake assembly) being lifted into position"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/One_Energy_Wind_for_Industry_permanent_magnet_direct-drive_generator.jpg/220px-One_Energy_Wind_for_Industry_permanent_magnet_direct-drive_generator.jpg",
                "caption": "The rotor of a gearless wind turbine being set. This particular turbine was prefabricated in Germany, before being shipped to the U.S. for assembly."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Wind_Turbines_%285132099985%29.jpg/220px-Wind_Turbines_%285132099985%29.jpg",
                "caption": "Offshore Horizontal Axis Wind Turbines (HAWTs) at Scroby Sands Wind Farm, England"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/%E8%A5%BF%E7%94%B8%E5%AD%90%E6%A2%81%E9%A3%8E%E8%BD%A6.jpg/220px-%E8%A5%BF%E7%94%B8%E5%AD%90%E6%A2%81%E9%A3%8E%E8%BD%A6.jpg",
                "caption": "Onshore Horizontal Axis Wind Turbines in Zhangjiakou , Hebei , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Savonius wind turbine",
        "text": "These are drag-type devices with two (or more) scoops that are used in anemometers, Flettner vents (commonly seen on bus and van roofs), and in some high-reliability low-efficiency power turbines. They are always self-starting if there are at least three scoops. [57] Twisted Savonius is a modified savonius, with long helical scoops to provide smooth torque. This is often used as a rooftop wind turbine and has even been adapted for ships . [58]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Twisted_Savonius_wind_turbine_in_operation%4060rpm.gif/100px-Twisted_Savonius_wind_turbine_in_operation%4060rpm.gif",
                "caption": "A vertical axis Twisted Savonius type turbine."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Design and construction",
        "text": "Wind turbine design is a careful balance of cost, energy output, and fatigue life.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/EERE_illust_large_turbine.gif/220px-EERE_illust_large_turbine.gif",
                "caption": "Components of a horizontal-axis wind turbine"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/WKA_spannglieder.jpg/220px-WKA_spannglieder.jpg",
                "caption": "Inside view of a wind turbine tower, showing the tendon cables"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Components",
        "text": "Wind turbines convert wind energy to electrical energy for distribution. Conventional horizontal axis turbines can be divided into three components: A 1.5 ( MW ) wind turbine of a type frequently seen in the United States has a tower 80 meters (260 ft) high. The rotor assembly (blades and hub) measures about 80 meters (260 ft) in diameter. [68] The nacelle, which contains the generator, is 15.24 meters (50.0 ft) and weighs around 300 tons. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Badaia_-_Parque_E%C3%B3lico_-BT-_01.jpg/220px-Badaia_-_Parque_E%C3%B3lico_-BT-_01.jpg",
                "caption": "Nacelle of a wind turbine"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Technology",
        "text": "Generally, efficiency increases along with turbine blade lengths. The blades must be stiff, strong, durable, light and resistant to fatigue. [72] Materials with these properties include composites such as polyester and epoxy, while glass fiber and carbon fiber have been used for the reinforcing. [73] Construction may involve manual layup or injection molding. Retrofitting existing turbines with larger blades reduces the task and risks of redesign. [74] As of 2021, the longest blade was 115.5 m (379 ft), producing 15 MW. [75] Blades usually last around 20 years, the typical lifespan of a wind turbine. [76]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Growing_size_of_wind_turbines.png/350px-Growing_size_of_wind_turbines.png",
                "caption": "Development in size and power of wind turbines, 1990–2016"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Glass and carbon fibers",
        "text": "The stiffness of composites is determined by the stiffness of fibers and their volume content. Typically, E-glass fibers are used as main reinforcement in the composites. Typically, the glass/epoxy composites for wind turbine blades contain up to 75% glass by weight. This increases the stiffness, tensile and compression strength. A promising composite material is glass fiber with modified compositions like S-glass, R-glass etc. Other glass fibers developed by Owens Corning are ECRGLAS, Advantex and WindStrand. [77] Carbon fiber has more tensile strength, higher stiffness and lower density than glass fiber. An ideal candidate for these properties is the spar cap, a structural element of a blade that experiences high tensile loading. [73] A 100-metre (330 ft) glass fiber blade could weigh up to 50 tonnes (110,000 lb), while using carbon fiber in the spar saves 20% to 30% weight, about 15 tonnes (33,000 lb). [78]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Turbine_Blade_Convoy_Passing_through_Edenfield.jpg/220px-Turbine_Blade_Convoy_Passing_through_Edenfield.jpg",
                "caption": "A turbine blade convoy passing through Edenfield , England"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Material supply",
        "text": "A 2015 study of the material consumption trends and requirements for wind energy in Europe found that bigger turbines have a higher consumption of precious metals but lower material input per kW generated. The material consumption and stock at that time was compared to input materials for various onshore system sizes. In all EU countries, the estimates for 2020 doubled the values consumed in 2009. These countries would need to expand their resources to meet the estimated demand for 2020. For example, the EU had 3% of world supply of fluorspar , and it would require 14% by 2020. Globally, the main exporting countries are South Africa, Mexico, and China. This is similar with other critical and valuable materials required for energy systems such as magnesium, silver and indium. The levels of recycling of these materials are very low, and focusing on that could alleviate supply. Because most of these valuable materials are also used in other emerging technologies, like light emitting diodes (LEDs), photo voltaics (PVs) and liquid crystal displays (LCDs), their demand is expected to grow. [86] A 2011 study by the United States Geological Survey estimated resources required to fulfill the US commitment to supplying 20% of its electricity from wind power by 2030. It did not consider requirements for small turbines or offshore turbines because those were not common in 2008 when the study was done. Common materials such as cast iron, steel and concrete would increase by 2%–3% compared to 2008. Between 110,000 and 115,000 metric tons of fiber glass would be required per year, a 14% increase. Rare-earth metal use would not increase much compared to available supply, however rare-earth metals that are also used for other technologies such as batteries which are increasing its global demand need to be taken into account. Land required would be 50,000 square kilometers onshore and 11,000 offshore. This would not be a problem in the US due to its vast area and because the same land can be used for farming. A greater challenge would be the variability and transmission to areas of high demand. [87] Permanent magnets for wind turbine generators contain rare-earth metals such as neodymium (Nd), praseodymium (Pr), terbium (Tb), and dysprosium (Dy). Systems that use magnetic direct drive turbines require greater amounts of rare-earth metals. Therefore, an increase in wind turbine manufacture would increase the demand for these resources. By 2035, the demand for Nd is estimated to increase by 4,000 to 18,000 tons and for Dy by 200 to 1200 tons. These values are a quarter to half of current production. However, these estimates are very uncertain because technologies are developing rapidly. [88] Reliance on rare earth minerals for components has risked expense and price volatility as China has been main producer of rare earth minerals (96% in 2009) and was reducing its export quotas. [87] However, in recent years, other producers have increased production and China has increased export quotas, leading to higher supply, lower cost, and greater viability of large-scale use of variable-speed generators. [89] Glass fiber is the most common material for reinforcement. Its demand has grown due to growth in construction, transportation and wind turbines. Its global market might reach US$17.4 billion by 2024, compared to US$8.5 billion in 2014. In 2014, Asia Pacific produced more than 45% of the market; now China is the largest producer. The industry receives subsidies from the Chinese government allowing it to export cheaper to the US and Europe. However, price wars have led to anti-dumping measures such as tariffs on Chinese glass fiber. [90]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Nordex_Jonesboro_Plant_001.jpg/220px-Nordex_Jonesboro_Plant_001.jpg",
                "caption": "Nordex wind turbine manufacturing plant in Jonesboro, Arkansas , United States"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Wind turbines on public display",
        "text": "A few localities have exploited the attention-getting nature of wind turbines by placing them on public display, either with visitor centers around their bases, or with viewing areas farther away. [91] The wind turbines are generally of conventional horizontal-axis, three-bladed design and generate power to feed electrical grids, but they also serve the unconventional roles of technology demonstration, public relations, and education. [92]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Lamma_wind_turbine.jpg/170px-Lamma_wind_turbine.jpg",
                "caption": "The Nordex N50 wind turbine and visitor centre of Lamma Winds in Hong Kong , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Small wind turbines",
        "text": "Small wind turbines may be used for a variety of applications including on- or off-grid residences, telecom towers, offshore platforms, rural schools and clinics, remote monitoring and other purposes that require energy where there is no electric grid, or where the grid is unstable. Small wind turbines may be as small as a fifty-watt generator for boat or caravan use. Hybrid solar- and wind-powered units are increasingly being used for traffic signage, particularly in rural locations, since they avoid the need to lay long cables from the nearest mains connection point. [93] The U.S. Department of Energy's National Renewable Energy Laboratory (NREL) defines small wind turbines as those smaller than or equal to 100 kilowatts. [94] Small units often have direct-drive generators, direct current output, aeroelastic blades, and lifetime bearings and use a vane to point into the wind. [95]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Quietrevolution_Bristol_3513051949.jpg/170px-Quietrevolution_Bristol_3513051949.jpg",
                "caption": "A small Quietrevolution QR5 Gorlov type vertical axis wind turbine in Bristol , England. Measuring 3 m in diameter and 5 m high, it has a nameplate rating of 6.5 kW to the grid."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Records",
        "text": "See also List of most powerful wind turbines",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Quebecturbine.JPG/170px-Quebecturbine.JPG",
                "caption": "Éole, the largest vertical axis wind turbine , in Cap-Chat, Quebec , Canada"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Wind energy resources",
        "text": "Wind is air movement in the Earth's atmosphere. In a unit of time, say 1 second, the volume of air that had passed an area A {\\displaystyle A} is A v {\\displaystyle Av} . If the air density is ρ {\\displaystyle \\rho } , the mass of this volume of air is M = ρ A v {\\displaystyle M=\\rho Av} , and the power transfer, or energy transfer per second is P = 1 2 M v 2 = 1 2 ρ A v 3 {\\displaystyle P={\\tfrac {1}{2}}Mv^{2}={\\tfrac {1}{2}}\\rho Av^{3}} . Wind power is thus proportional to the third power of the wind speed; the available power increases eightfold when the wind speed doubles. Change of wind speed by a factor of 2.1544 increases the wind power by one order of magnitude (multiply by 10). The global wind kinetic energy averaged approximately 1.50 MJ/m 2 over the period from 1979 to 2010, 1.31 MJ/m 2 in the Northern Hemisphere with 1.70 MJ/m 2 in the Southern Hemisphere. The atmosphere acts as a thermal engine, absorbing heat at higher temperatures, releasing heat at lower temperatures. The process is responsible for the production of wind kinetic energy at a rate of 2.46 W/m 2 thus sustaining the circulation of the atmosphere against friction. [15] Through wind resource assessment , it is possible to estimate wind power potential globally, by country or region, or for a specific site. The Global Wind Atlas provided by the Technical University of Denmark in partnership with the World Bank provides a global assessment of wind power potential. [13] [16] [17] Unlike 'static' wind resource atlases which average estimates of wind speed and power density across multiple years, tools such as Renewables.ninja provide time-varying simulations of wind speed and power output from different wind turbine models at an hourly resolution. [18] More detailed, site-specific assessments of wind resource potential can be obtained from specialist commercial providers, and many of the larger wind developers have in-house modeling capabilities. The total amount of economically extractable power available from the wind is considerably more than present human power use from all sources. [19] The strength of wind varies, and an average value for a given location does not alone indicate the amount of energy a wind turbine could produce there. To assess prospective wind power sites, a probability distribution function is often fit to the observed wind speed data. [20] Different locations will have different wind speed distributions. The Weibull model closely mirrors the actual distribution of hourly/ten-minute wind speeds at many locations. The Weibull factor is often close to 2 and therefore a Rayleigh distribution can be used as a less accurate, but simpler model. [21]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Mean_Wind_Speed.png/220px-Mean_Wind_Speed.png",
                "caption": "Global map of wind speed at 100 meters on land and around coasts. [13]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Lee_Ranch_Wind_Speed_Frequency.svg/350px-Lee_Ranch_Wind_Speed_Frequency.svg.png",
                "caption": "Distribution of wind speed (red) and energy (blue) for all of 2002 at the Lee Ranch facility in Colorado. The histogram shows measured data, while the curve is the Rayleigh model distribution for the same average wind speed."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Global_Map_of_Wind_Power_Density_Potential.png/220px-Global_Map_of_Wind_Power_Density_Potential.png",
                "caption": "Global map of wind power density potential [14]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Offshore wind power",
        "text": "Offshore wind power is wind farms in large bodies of water, usually the sea. These installations can use the more frequent and powerful winds that are available in these locations and have less visual impact on the landscape than land-based projects. However, the construction and maintenance costs are considerably higher. [36] [37] As of November 2021, the Hornsea Wind Farm in the United Kingdom is the largest offshore wind farm in the world at 1,218 MW . [38]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Agucadoura_WindFloat_Prototype.jpg/225px-Agucadoura_WindFloat_Prototype.jpg",
                "caption": "The world's second full-scale floating wind turbine (and first to be installed without the use of heavy-lift vessels), WindFloat, operating at rated capacity (2  MW) approximately 5  km offshore of Póvoa de Varzim , Portugal"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Growth trends",
        "text": "In 2020, wind supplied almost 1600 TWh of electricity, which was over 5% of worldwide electrical generation and about 2% of energy consumption. [2] [3] With over 100 GW added during 2020, mostly in China , global installed wind power capacity reached more than 730 GW. [4] [3] But to help meet the Paris Agreement 's goals to limit climate change , analysts say it should expand much faster - by over 1% of electricity generation per year. [6] Expansion of wind power is being hindered by fossil fuel subsidies . [48] [49] [50] The actual amount of electric power that wind can generate is calculated by multiplying the nameplate capacity by the capacity factor , which varies according to equipment and location. Estimates of the capacity factors for wind installations are in the range of 35% to 44%. [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/2010-_Power_capacity_by_technology_-_Dec_2022_International_Energy_Agency.svg/210px-2010-_Power_capacity_by_technology_-_Dec_2022_International_Energy_Agency.svg.png",
                "caption": "Renewable energy sources, especially solar photovoltaic and wind power, are providing an increasing share of power capacity. [45]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1d/Information_icon4.svg/40px-Information_icon4.svg.png",
                "caption": "Log graph of global wind power cumulative capacity (Data:GWEC) [47]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Penetration",
        "text": "Wind energy penetration is the fraction of energy produced by wind compared with the total generation. Wind power's share of worldwide electricity usage in 2021 was almost 7%, [55] up from 3.5% in 2015. [56] [57] There is no generally accepted maximum level of wind penetration. The limit for a particular grid will depend on the existing generating plants, pricing mechanisms, capacity for energy storage , demand management, and other factors. An interconnected electric power grid will already include reserve generating and transmission capacity to allow for equipment failures. This reserve capacity can also serve to compensate for the varying power generation produced by wind stations. Studies have indicated that 20% of the total annual electrical energy consumption may be incorporated with minimal difficulty. [58] These studies have been for locations with geographically dispersed wind farms, some degree of dispatchable energy or hydropower with storage capacity, demand management, and interconnected to a large grid area enabling the export of electric power when needed. Electrical utilities continue to study the effects of large-scale penetration of wind generation on system stability. [59] A wind energy penetration figure can be specified for different duration of time but is often quoted annually. To generate almost all electricity from wind annually requires substantial interconnection to other systems, for example some wind power in Scotland is sent to the rest of the British grid . [60] On a monthly, weekly, daily, or hourly basis—or less—wind might supply as much as or more than 100% of current use, with the rest stored, exported or curtailed. The seasonal industry might then take advantage of high wind and low usage times such as at night when wind output can exceed normal demand. Such industry might include the production of silicon, aluminum, [61] steel, or natural gas, and hydrogen, and using future long-term storage to facilitate 100% energy from variable renewable energy . [62] [63] [ better source needed ] Homes and businesses can also be programmed to vary electricity demand , [64] [65] for example by remotely turning up water heater thermostats. [66]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Share_of_electricity_production_from_wind.svg/350px-Share_of_electricity_production_from_wind.svg.png",
                "caption": "Share of electricity production from wind, 2022 [54]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Variability",
        "text": "Wind power is variable, and during low wind periods, it may need to be replaced by other power sources. Transmission networks presently cope with outages of other generation plants and daily changes in electrical demand, but the variability of intermittent power sources such as wind power is more frequent than those of conventional power generation plants which, when scheduled to be operating, may be able to deliver their nameplate capacity around 95% of the time. Electric power generated from wind power can be highly variable at several different timescales: hourly, daily, or seasonally. Annual variation also exists but is not as significant. [ citation needed ] Because instantaneous electrical generation and consumption must remain in balance to maintain grid stability, this variability can present substantial challenges to incorporating large amounts of wind power into a grid system. Intermittency and the non- dispatchable nature of wind energy production can raise costs for regulation, incremental operating reserve , and (at high penetration levels) could require an increase in the already existing energy demand management , load shedding , storage solutions, or system interconnection with HVDC cables. Fluctuations in load and allowance for the failure of large fossil-fuel generating units require operating reserve capacity, which can be increased to compensate for the variability of wind generation. Utility-scale batteries are often used to balance hourly and shorter timescale variation, [67] [68] but car batteries may gain ground from the mid-2020s. [69] Wind power advocates argue that periods of low wind can be dealt with by simply restarting existing power stations that have been held in readiness, or interlinking with HVDC. [70] The combination of diversifying variable renewables by type and location, forecasting their variation, and integrating them with dispatchable renewables, flexible fueled generators, and demand response can create a power system that has the potential to meet power supply needs reliably. Integrating ever-higher levels of renewables is being successfully demonstrated in the real world. [71] Solar power tends to be complementary to wind. [73] [74] On daily to weekly timescales, high-pressure areas tend to bring clear skies and low surface winds, whereas low-pressure areas tend to be windier and cloudier. On seasonal timescales, solar energy peaks in summer, whereas in many areas wind energy is lower in summer and higher in winter. [A] [75] Thus the seasonal variation of wind and solar power tend to cancel each other somewhat. [72] Wind hybrid power systems are becoming more popular. [76]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Toro_de_osborne.jpg/220px-Toro_de_osborne.jpg",
                "caption": "Wind turbines are typically installed in windy locations. In the image, wind power generators in Spain , near an Osborne bull ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Roscoe_Wind_Farm_in_West_Texas.jpg/220px-Roscoe_Wind_Farm_in_West_Texas.jpg",
                "caption": "Roscoe Wind Farm : an onshore wind farm in West Texas near Roscoe"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Seasonal_cycle_of_capacity_factors_for_wind_and_photovoltaics_in_Europe_under_idealized_assumptions.png/220px-Seasonal_cycle_of_capacity_factors_for_wind_and_photovoltaics_in_Europe_under_idealized_assumptions.png",
                "caption": "Seasonal cycle of capacity factors for wind and photovoltaics in Europe under idealized assumptions. The figure illustrates the balancing effects of wind and solar energy at the seasonal scale (Kaspar et al., 2019). [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Economics",
        "text": "Onshore wind is an inexpensive source of electric power, cheaper than coal plants and new gas plants. [10] According to BusinessGreen , wind turbines reached grid parity (the point at which the cost of wind power matches traditional sources) in some areas of Europe in the mid-2000s, and in the US around the same time. Falling prices continue to drive the Levelized cost down and it has been suggested that it has reached general grid parity in Europe in 2010, and will reach the same point in the US around 2016 due to an expected reduction in capital costs of about 12%. [88] [ needs update ] In 2021, the CEO of Siemens Gamesa warned that increased demand for low-cost wind turbines combined with high input costs and high costs of steel result in increased pressure on the manufacturers and decreasing profit margins. [89] Northern Eurasia, Canada, some parts of the United States, and Patagonia in Argentina are the best areas for onshore wind: whereas in other parts of the world solar power, or a combination of wind and solar, tend to be cheaper. [90] : 8",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Onshore-wind-lcoe.png/310px-Onshore-wind-lcoe.png",
                "caption": "Onshore wind cost per kilowatt-hour between 1983 and 2017 [87]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Electric power cost and trends",
        "text": "Wind power is capital intensive but has no fuel costs. [91] The price of wind power is therefore much more stable than the volatile prices of fossil fuel sources. [92] However, the estimated average cost per unit of electric power must incorporate the cost of construction of the turbine and transmission facilities, borrowed funds, return to investors (including the cost of risk), estimated annual production, and other components, averaged over the projected useful life of the equipment, which may be more than 20 years. Energy cost estimates are highly dependent on these assumptions so published cost figures can differ substantially. The presence of wind energy, even when subsidized, can reduce costs for consumers (€5 billion/yr in Germany) by reducing the marginal price, by minimizing the use of expensive peaking power plants . [93] The cost has decreased as wind turbine technology has improved. There are now longer and lighter wind turbine blades, improvements in turbine performance, and increased power generation efficiency. Also, wind project capital expenditure costs and maintenance costs have continued to decline. [94] In 2021, a Lazard study of unsubsidized electricity said that wind power levelized cost of electricity continues to fall but more slowly than before. The study estimated new wind-generated electricity cost from $26 to $50/MWh, compared to new gas power from $45 to $74/MWh. The median cost of fully deprecated existing coal power was $42/MWh, nuclear $29/MWh and gas $24/MWh. The study estimated offshore wind at around $83/MWh. Compound annual growth rate was 4% per year from 2016 to 2021, compared to 10% per year from 2009 to 2021. [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Turbine_Blade_Convoy_Passing_through_Edenfield.jpg/220px-Turbine_Blade_Convoy_Passing_through_Edenfield.jpg",
                "caption": "A turbine blade convoy passing through Edenfield in the U.K. (2008). Even longer 2-piece blades are now manufactured, and then assembled on-site to reduce difficulties in transportation."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Small-scale wind power",
        "text": "Small-scale wind power is the name given to wind generation systems with the capacity to produce up to 50 kW of electrical power. [102] Isolated communities, that may otherwise rely on diesel generators, may use wind turbines as an alternative. Individuals may purchase these systems to reduce or eliminate their dependence on grid electric power for economic reasons, or to reduce their carbon footprint . Wind turbines have been used for household electric power generation in conjunction with battery storage over many decades in remote areas. [103] Examples of small-scale wind power projects in an urban setting can be found in New York City , where, since 2009, several building projects have capped their roofs with Gorlov-type helical wind turbines . Although the energy they generate is small compared to the buildings' overall consumption, they help to reinforce the building's 'green' credentials in ways that \"showing people your high-tech boiler\" cannot, with some of the projects also receiving the direct support of the New York State Energy Research and Development Authority . [104] Grid-connected domestic wind turbines may use grid energy storage, thus replacing purchased electric power with locally produced power when available. The surplus power produced by domestic microgenerators can, in some jurisdictions, be fed into the network and sold to the utility company, producing a retail credit for the microgenerators' owners to offset their energy costs. [105] Off-grid system users can either adapt to intermittent power or use batteries, photovoltaic , or diesel systems to supplement the wind turbine. [106] Equipment such as parking meters, traffic warning signs, street lighting, or wireless Internet gateways may be powered by a small wind turbine, possibly combined with a photovoltaic system, that charges a small battery replacing the need for a connection to the power grid. [107] Airborne wind turbines , such as kites, can be used in places at risk of hurricanes, as they can be taken down in advance. [108]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Quietrevolution_Bristol_3513051949.jpg/220px-Quietrevolution_Bristol_3513051949.jpg",
                "caption": "A small Quietrevolution QR5 Gorlov type vertical axis wind turbine on the roof of Bristol Beacon in Bristol, England . Measuring 3 m in diameter and 5 m high, it has a nameplate rating of 6.5 kW."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Impact on environment and landscape",
        "text": "The environmental impact of electricity generation from wind power is minor when compared to that of fossil fuel power . [110] Wind turbines have some of the lowest life-cycle greenhouse-gas emissions of energy sources : far less greenhouse gas is emitted than for the average unit of electricity, so wind power helps limit climate change. [111] Use of engineered wood may allow carbon negative wind power. [112] Wind power consumes no fuel, and emits no local air pollution , unlike fossil fuel power sources. Onshore wind farms can have a significant visual impact. [113] Due to a very low surface power density and spacing requirements, wind farms typically need to be spread over more land than other power stations. [7] [114] Their network of turbines, access roads, transmission lines, and substations can result in \"energy sprawl\"; [8] although land between the turbines and roads can still be used for agriculture. [115] [116] Some wind farms are opposed for potentially spoiling protected scenic areas, archaeological landscapes and heritage sites. [117] [118] [119] A report by the Mountaineering Council of Scotland concluded that wind farms harmed tourism in areas known for natural landscapes and panoramic views. [120] Habitat loss and fragmentation are the greatest potential impacts on wildlife of onshore wind farms, [8] but the worldwide ecological impact is minimal. [110] Thousands of birds and bats, including rare species, have been killed by wind turbine blades, [121] though wind turbines are responsible for far fewer bird deaths than fossil-fueled power stations. [122] This can be mitigated with proper wildlife monitoring. [123] Many wind turbine blades are made of fiberglass , and have a lifetime of 20 years. [124] Blades are hollow: some blades are crushed to reduce their volume and then landfilled. [125] However, as they can take a lot of weight they can be made into long lasting small bridges for walkers or cyclists. [126] Blade end-of-life is complicated, [127] and blades manufactured in the 2020s are more likely to be designed to be completely recyclable. [128] Wind turbines also generate noise. At a distance of 300 metres (980 ft), this may be around 45 dB, which is slightly louder than a refrigerator. At 1.5 km (1 mi), they become inaudible. [129] [130] There are anecdotal reports of negative health effects on people who live very close to wind turbines. [131] Peer-reviewed research has generally not supported these claims. [132] [133] [134]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Greenhouse_gas_emissions_per_energy_source.png/220px-Greenhouse_gas_emissions_per_energy_source.png",
                "caption": "Greenhouse gas emissions per energy source. Wind energy is one of the sources with the least greenhouse gas emissions."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Wb_deichh_drei_kuhs.jpg/220px-Wb_deichh_drei_kuhs.jpg",
                "caption": "Livestock grazing near a wind turbine. [109]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Central government",
        "text": "Although wind turbines with fixed bases are a mature technology and new installations are generally no longer subsidized, [135] [136] floating wind turbines are a relatively new technology so some governments subsidize them, for example to use deeper waters. [137] Fossil fuel subsidies by some governments are slowing the growth of renewables. [138] Permitting of wind farms can take years and some governments are trying to speed up - the wind industry says this will help limit climate change and increase energy security [139] - sometimes groups such as fishers resist this [140] but governments say that rules protecting biodiversity will still be followed. [141]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Floatgen.jpg/220px-Floatgen.jpg",
                "caption": "Wind turbine floating off France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Public opinion",
        "text": "Surveys of public attitudes across Europe and in many other countries show strong public support for wind power. [143] [144] [145] Bakker et al. (2012) found in their study that residents who did not want turbines built near them suffered significantly more stress than those who \"benefited economically from wind turbines\". [146] Although wind power is a popular form of energy generation, onshore or near offshore wind farms are sometimes opposed for their impact on the landscape (especially scenic areas, heritage areas and archaeological landscapes), as well as noise, and impact on tourism. [147] [148] In other cases, there is direct community ownership of wind farms . The hundreds of thousands of people who have become involved in Germany's small and medium-sized wind farms demonstrate such support there. [149] A 2010 Harris Poll found strong support for wind power in Germany, other European countries, and the United States. [143] [144] [150] Public support in the United States has decreased from 75% in 2020 to 62% in 2021, with the Democrat Party supporting the use of wind energy twice as much as the Republican Party. [151] President Biden has signed an executive order to begin building large scale wind farms. [152] In China , Shen et al. (2019) found that Chinese city-dwellers may be resistant to building wind turbines in urban areas, with a surprisingly high proportion of people citing an unfounded fear of radiation as driving their concerns. [153] Also, the study finds that like their counterparts in OECD countries, urban Chinese respondents are sensitive to direct costs and wildlife externalities. Distributing relevant information about turbines to the public may alleviate resistance.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [142]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Community",
        "text": "Many wind power companies work with local communities to reduce environmental and other concerns associated with particular wind farms. [156] [157] [158] In other cases there is direct community ownership of wind farm projects . Appropriate government consultation, planning and approval procedures also help to minimize environmental risks. [143] [159] [160] Some may still object to wind farms [161] but many say their concerns should be weighed against the need to address the threats posed by air pollution , [162] [111] climate change [163] and the opinions of the broader community. [164] In the US, wind power projects are reported to boost local tax bases, helping to pay for schools, roads, and hospitals, and to revitalize the economies of rural communities by providing steady income to farmers and other landowners. [98] In the UK, both the National Trust and the Campaign to Protect Rural England have expressed concerns about the effects on the rural landscape caused by inappropriately sited wind turbines and wind farms. [165] [166] Some wind farms have become tourist attractions. The Whitelee Wind Farm Visitor Centre has an exhibition room, a learning hub, a café with a viewing deck and also a shop. It is run by the Glasgow Science Centre . [167] In Denmark, a loss-of-value scheme gives people the right to claim compensation for loss of value of their property if it is caused by proximity to a wind turbine. The loss must be at least 1% of the property's value. [168] Despite this general support for the concept of wind power in the public at large, local opposition often exists and has delayed or aborted a number of projects. [169] [170] [171] As well as concerns about the landscape, there are concerns that some installations can produce excessive sound and vibration levels leading to a decrease in property values. [172] A study of 50,000 home sales near wind turbines found no statistical evidence that prices were affected. [173] While aesthetic issues are subjective and some find wind farms pleasant and optimistic, or symbols of energy independence and local prosperity, protest groups are often formed to attempt to block some wind power stations for various reasons. [161] [174] [175] Some opposition to wind farms is dismissed as NIMBYism , [176] but research carried out in 2009 found that there is little evidence to support the belief that residents only object to wind farms because of a \"Not in my Back Yard\" attitude. [177]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Wind_tubines_cumbria.JPG/450px-Wind_tubines_cumbria.JPG",
                "caption": "Wind turbines such as these, in Cumbria , England, have been opposed for a number of reasons, including aesthetics, by some sectors of the population. [154] [155]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Whitelee_panorama.JPG/450px-Whitelee_panorama.JPG",
                "caption": "A panoramic view of the United Kingdom's Whitelee Wind Farm with Lochgoin Reservoir in the foreground."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Future development",
        "text": "The Organisation for Economic Co-operation and Development (OECD) predicted in 2016 that offshore wind power will grow to 8% of ocean economy by 2030, and that its industry will employ 435,000 people, adding $230 billion of value. [47] The European Commission expects that offshore wind energy will be of increasing importance in the future, as offshore wind is part of its Green Deal . [48] The development of the full potential of Europe's offshore wind energy is one of the key actions in the Clean Energy section of the Green Deal. [48] By 2050, the expectation is that the installed offshore wind power capacity will reach 1550 GW on a worldwide scale. [31] Compared to the capacity of 2017 that corresponds to an 80-fold increase. [31] One of the advancements that characterises the current development within the offshore industry are technologies that allow for offshore wind projects further off the shore where wind availability is higher. In particular, the adoption of floating foundation technologies has proved to be a promising technology for unlocking the wind potential on deeper waters. [49] A main investor for Europe has been the European Investment Bank. The EIB has been investing in offshore renewable energy, co-financing around 40% of all capacity in Europe. Since 2003, the EIB has sponsored 34 offshore wind projects in Europe, including facilities in Belgium, Denmark, Germany, France, the Netherlands, Portugal, and the United Kingdom, totaling more over €10 billion in loans. The EIB funded €3.7 billion in maritime renewable energy between 2019 and 2023 and has future plans for financing of wind farms. [50] [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/20210830_Windfarm_power_generation_capacity_-_offshore_capacity%2C_and_total_needed.svg/220px-20210830_Windfarm_power_generation_capacity_-_offshore_capacity%2C_and_total_needed.svg.png",
                "caption": "Offshore windfarms, including floating windfarms, provide a small but growing fraction of total windfarm power generation. Such power generation capacity must grow substantially to help meet the IEA 's Net Zero by 2050 pathway to combat climate change . [46]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Offshore_wind_power",
        "title": "Offshore wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Economics",
        "text": "The advantage of locating wind turbines offshore is that the wind is much stronger off the coasts, and unlike wind over land, offshore breezes can be strong in the afternoon, matching the time when people are using the most electricity. Offshore turbines can also be located close to the load centers along the coasts, such as large cities, eliminating the need for new long-distance transmission lines. [53] However, there are several disadvantages of offshore installations, related to more expensive installation, difficulty of access, and harsher conditions for the units. Locating wind turbines offshore exposes the units to high humidity, salt water and salt water spray which negatively affect service life, cause corrosion and oxidation, increase maintenance and repair costs and in general make every aspect of installation and operation much more difficult, time-consuming, more dangerous and far more expensive than sites on land. \nThe humidity and temperature is controlled by air conditioning the sealed nacelle. [54] Sustained high-speed operation and generation also increases wear, maintenance and repair requirements proportionally. The cost of the turbine represents just one third to one half [36] of total costs in offshore projects today, the rest comes from infrastructure, maintenance, and oversight. \nCosts for foundations, installation, electrical connections and operation and maintenance (O&M) are a large share of the total for offshore installations compared to onshore wind farms.\nThe cost of installation and electrical connection also increases rapidly with distance from shore and water depth. [55] Other limitations of offshore wind power are related to the still limited number of installations. \nThe offshore wind industry is not yet fully industrialized, as supply bottlenecks still exist as of 2017. [56]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Levelized_cost_of_electricity_Germany_2018_ISE.png/220px-Levelized_cost_of_electricity_Germany_2018_ISE.png",
                "caption": "Comparison of the levelized cost of electricity of offshore wind power compared to other sources in Germany in 2018 [52]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Offshore_wind_power",
        "title": "Offshore wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Offshore wind resources",
        "text": "Offshore wind resources are by their nature both huge in scale and highly dispersed, considering the ratio of the planet's surface area that is covered by oceans and seas compared to land mass. Wind speeds offshore are known to be considerably higher than for the equivalent location onshore due to the absence of land mass obstacles and the lower surface roughness of water compared to land features such as forests and savannah, a fact that is illustrated by global wind speed maps that cover both onshore and offshore areas using the same input data and methodology.  \nFor the North Sea , wind turbine energy is around 30 kWh /m 2 of sea area, per year, delivered to grid. The energy per sea area is roughly independent of turbine size. [67] The technical exploitable resource potential for offshore wind is a factor of the average wind speed and water depth, as it is only possible to generate electricity from offshore wind resources where turbines can be anchored. Currently, fixed foundation offshore wind turbines can be installed up to around 50 metres (160 ft) of sea depth. Beyond that, floating foundation turbines would be required, potentially allowing installation at depths of up to one kilometre (3,300 ft) based on currently proposed technologies. [68] Based on an analysis of viable water depths and wind speeds over seven metres per second (23 ft/s), it has been estimated that there is over 17 terawatt (TW) of offshore wind technical potential in just the 50 countries studied, not including most OECD countries such as Australia, Japan, the United States or Western Europe. Well-endowed countries such as Argentina and China have almost 2 TW and 3 TW of potential respectively, illustrating the vast potential of offshore wind in such locations. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Global-Offshore-Wind-Potential-WBG-ESMAP.png/440px-Global-Offshore-Wind-Potential-WBG-ESMAP.png",
                "caption": "Map of Global Offshore Wind Speeds ( Global Wind Atlas 3.0)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Offshore_wind_power",
        "title": "Offshore wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Planning and permitting",
        "text": "It is necessary to obtain several types of information in order to plan the commissioning of an offshore wind farm. These include: Existing hardware for measurements includes Light Detection and Ranging ( LIDAR ), Sonic Detection and Ranging ( SODAR ), radar , autonomous underwater vehicles (AUV), and remote satellite sensing, although these technologies should be assessed and refined, according to a report from a coalition of researchers from universities, industry, and government, supported by the Atkinson Center for a Sustainable Future . [70] Because of the many factors involved, one of the biggest difficulties with offshore wind farms is the ability to predict loads. Analysis must account for the dynamic coupling between translational (surge, sway, and heave) and rotational (roll, pitch, and yaw ) platform motions and turbine motions, as well as the dynamic characterization of mooring lines for floating systems. Foundations and substructures make up a large fraction of offshore wind systems, and must take into account every single one of these factors. [70] Load transfer in the grout between tower and foundation may stress the grout, and elastomeric bearings are used in several British sea turbines. [71] Corrosion is also a serious problem and requires detailed design considerations. The prospect of remote monitoring of corrosion looks very promising, using expertise utilised by the offshore oil/gas industry and other large industrial plants. Moreover, as power generation efficiency of wind farms downwind of offshore wind farms was found to decrease, strategic decision-making may need to consider – cross-national – limits and potentials for optimization. [72] [73] Some of the guidelines for designing offshore wind farms are set out in IEC 61400 -3, [74] [75] [76] but in the US several other standards are necessary. [77] In the European Union (EU), different national standards are to be streamlined into more cohesive guidelines to lower costs. [78] The standards require that a loads analysis is based on site-specific external conditions such as wind, wave and currents. [79] The planning and permitting phase can cost more than $10 million, take 5–7 years and have an uncertain outcome. The industry is putting pressure on governments to improve the processes. [80] [81] In Denmark , many of these phases have been deliberately streamlined by authorities in order to minimize hurdles, [82] and this policy has been extended for coastal wind farms with a concept called ’one-stop-shop’. [83] The United States introduced a similar model called \"Smart from the Start\" in 2012. [84] In the EU, the revised Renewable Energy Directive of 2018 has simplified the permitting process to help initiate wind projects. [30]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Thames_Estuary_and_Wind_Farms_from_Space_NASA_with_annotations.jpg/350px-Thames_Estuary_and_Wind_Farms_from_Space_NASA_with_annotations.jpg",
                "caption": "Four offshore wind farms are in the Thames Estuary area: Kentish Flats , Gunfleet Sands , Thanet and London Array . The latter was the largest in the world until September 2018."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Offshore_wind_power",
        "title": "Offshore wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Types",
        "text": "As a general rule, fixed foundation offshore wind turbines are considered technically viable in areas with water depth less than 50 metres (160 ft) and average wind speeds over 7 metres per second (23 ft/s). [68] Floating offshore wind turbines are considered technically viable with water depths from 50 to 1,000 metres (160 to 3,280 ft). The displayed map of Vietnam provides an estimate of technical potential for that country for both fixed foundation and floating offshore wind turbines according to the water depth.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Foundations_NREL.jpg/330px-Foundations_NREL.jpg",
                "caption": "Progression of expected wind turbine evolution to deeper water"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Vietnam_Offshore_Wind_Technical_Potential.pdf/page1-290px-Vietnam_Offshore_Wind_Technical_Potential.pdf.jpg",
                "caption": "Estimated technical potential for fixed and floating offshore wind in Vietnam in terms of installed power capacity in megawatts (MW) within 200 kilometers of the shoreline"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Ankunft_der_Tripods_in_Wilhelmshaven.jpg/220px-Ankunft_der_Tripods_in_Wilhelmshaven.jpg",
                "caption": "Tripods foundation for offshore wind farms in 2008 in Wilhelmshaven , Germany"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Offshore_wind_power",
        "title": "Offshore wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Fixed foundation",
        "text": "Almost all currently operating offshore wind farms employ fixed foundation turbines, with the exception of a few pilot projects.\nFixed foundation offshore wind turbines have fixed foundations underwater, and are installed in relatively shallow waters of up to 50 to 60 metres (160 to 200 ft). [88] Types of underwater structures include monopile , tripod, and jacketed, with various foundations at the sea floor including monopile or multiple piles, gravity base , and caissons . [88] Offshore turbines require different types of bases for stability, according to the depth of water. \nTo date a number of different solutions exist: [16] [89] Monopiles up to 11 metres (36 ft) diameter at 2,000 tonnes can be made, but the largest so far are 1,300 tons which is below the 1,500 tonnes limit of some crane vessels. \nThe other turbine components are much smaller. [90] The tripod pile substructure system is a more recent concept developed to reach deeper waters than monopile systems, with depths up to 60 m possible. This technology consists of three monopiles linked together through a joint piece at the top. The main advantage of this solution is the simplicity of the installation, which is done by installing the three monopiles and then adding the upper joint. The larger base also decreases the risk of getting overturned. [91] A steel jacket structure comes from an adaptation to the offshore wind industry of concepts that have been in use in the oil and gas industry for decades. Their main advantage lies in the possibility of reaching higher depths (up to 80m). Their main limitations are due to the high construction and installation costs. [91]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Offshore_wind_foundation_types.svg/220px-Offshore_wind_foundation_types.svg.png",
                "caption": "Most common types of fixed offshore wind foundations"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Offshore_wind_power",
        "title": "Offshore wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Floating",
        "text": "For locations with depths over about 60–80 m, fixed foundations are uneconomical or technically unfeasible, and floating wind turbines anchored to the ocean floor are needed. [92] [93] [94] Blue H Technologies , which was ultimately acquired by Seawind Ocean Technology , installed the world's first floating wind turbine in 2007. [95] [96] [97] Hywind is the world's first full-scale floating wind turbine, installed in the North Sea off Norway in 2009. [98] Hywind Scotland , commissioned in October 2017, is the first operational floating wind farm, with a capacity of 30 MW. Other kinds of floating turbines have been deployed, and more projects are planned.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Blue_H_Technologies_-_World%27s_First_Floating_Wind_Turbine.jpg/220px-Blue_H_Technologies_-_World%27s_First_Floating_Wind_Turbine.jpg",
                "caption": "Blue H Technologies - World's First Floating Wind Turbine"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Offshore_wind_power",
        "title": "Offshore wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Installation",
        "text": "Specialized jackup rigs ( wind turbine installation vessels ) are used to install foundation and turbine. As of 2019 [update] the next generation of vessels are being built, capable of lifting 3–5,000 tons to 160 metres (520 ft). [101] The large components can be difficult to install, and gyroscopes can improve handling precision. [102] Dynamic positioning has also been used to keep the vibrating pile driver steady when installing foundations. [103] A large number of monopile foundations have been used in recent years for economically constructing fixed-bottom offshore wind farms in shallow-water locations. [104] [105] Each uses a single, generally large-diameter, foundation structural element to support all the loads (weight, wind, etc.) of a large above-surface structure. Other types are tripods (steel) and gravity base foundations (concrete). The typical construction process for a wind turbine sub-sea monopile foundation in sand includes using a pile driver to drive a large hollow steel pile 25 metres (82 ft) deep into the seabed, through a 0.5-metre (20 in) layer of larger stone and gravel to minimize erosion around the pile. These piles can be four metres (13 ft) in diameter with approximately 50-millimetre (2.0 in) thick walls. \nA transition piece (complete with pre-installed features such as boat-landing arrangement, cathodic protection , cable ducts for sub-marine cables, turbine tower flange, etc.) is attached to the now deeply driven pile, the sand and water are removed from the centre of the pile and replaced with concrete . An additional layer of even larger stone, up to 0.5 m diameter, is applied to the surface of the seabed for longer-term erosion protection. [105] For the ease of installing the towers and connecting them to the seabed, they are installed in two parts, the portion below the water surface and the portion above the water. [99] The two portions of the tower are joined by a transition piece which is filled with a grouted connection. The grouted connection helps transfer the loads experienced by the turbine tower to the more stable monopile foundation of the turbine. One technique for strengthening the grout used in the connections is to include weld beads known as shear keys along the length of the grout connection to prevent any sliding between the monopile and the tower. [106] Offshore wind turbine components are large. Transporting of components between manufacturing and assembling facilities before the installation is to be minimized. As a result, offshore wind port facilities have been specifically built in the regions with high concentration of offshore wind developments. [107] For large offshore wind farm projects, offshore wind ports become strategic hubs of the supply chain for the installations. [108]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/2012-02-22-Fotoflugkurs_Cuxhaven-Einsamer_Sch%C3%BCtze_140.JPG/220px-2012-02-22-Fotoflugkurs_Cuxhaven-Einsamer_Sch%C3%BCtze_140.JPG",
                "caption": "Several foundation structures for offshore wind turbines in the port of Bremerhaven"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Offshore_wind_power",
        "title": "Offshore wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Grid connection",
        "text": "There are several different types of technologies that are being explored as viable options for integrating offshore wind power into the onshore grid. The most conventional method is through high-voltage alternating current (HVAC) transmission lines. HVAC transmission lines are currently the most commonly used form of grid connections for offshore wind turbines. [113] However, there are significant limitations that prevent HVAC from being practical, especially as the distance to offshore turbines increases. First, HVAC is limited by cable charging currents, [113] which are a result of capacitance in the cables. Undersea AC cables have a much higher capacitance than overhead AC cables, so losses due to capacitance become much more significant, and the voltage magnitude at the receiving end of the transmission line can be significantly different from the magnitude at the generating end. In order to compensate for these losses, either more cables or reactive compensation must be added to the system. Both of these add costs to the system. [113] Additionally, because HVAC cables have both real and reactive power flowing through them, there can be additional losses. [114] Because of these losses, underground HVAC lines are limited in how far they can extend. The maximum appropriate distance for HVAC transmission for offshore wind power is considered to be around 80 kilometres (50 mi). [113] Using high-voltage direct current (HVDC) cables has been a proposed alternative to using HVAC cables. HVDC transmission cables are not affected by the cable charging currents and experience less power loss because HVDC does not transmit reactive power. [115] With less losses, undersea HVDC lines can extend much farther than HVAC. This makes HVDC preferable for siting wind turbines very far offshore. However, HVDC requires power converters in order to connect to the AC grid. Both line commutated converters (LCCs) and voltage source converters (VSCs) have been considered for this. Although LCCs are a much more widespread technology and cheaper, VSCs have many more benefits, including independent active power and reactive power control . [115] New research has been put into developing hybrid HVDC technologies that have a LCC connected to a VSC through a DC cable. [115] In order to transport the energy from offshore wind turbines to onshore energy plants, cabling has to be placed along the ocean floor. The cabling has to be able to transfer large amounts of current efficiently which requires optimization of the materials used for the cabling as well as determining cable paths for the use of a minimal amount of cable materials. [99] One way to reduce the cost of the cables used in these applications is to convert the copper conductors to aluminum conductors, however the suggested replacement brings up an issue of increased cable motion and potential damage since aluminum is less dense than copper.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Dolwin_Beta_%2814823021740%29.jpg/220px-Dolwin_Beta_%2814823021740%29.jpg",
                "caption": "An offshore structure for housing an HVDC converter station for offshore wind parks is being moved by a heavy-lift ship in Norway."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Offshore_wind_power",
        "title": "Offshore wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Maintenance",
        "text": "Turbines are much less accessible when offshore (requiring the use of a service vessel or helicopter for routine access, and a jackup rig for heavy service such as gearbox replacement), and thus reliability is more important than for an onshore turbine. [1] Some wind farms located far from possible onshore bases have service teams living on site in offshore accommodation units . [117] To limit the effects of corrosion on the blades of a wind turbine, a protective tape of elastomeric materials is applied, though the droplet erosion protection coatings provide better protection from the elements. [118] Impressed current cathodic protection (ICCP) is used to protect wind turbine monopiles and floating wind turbine platforms. ICCP systems are increasingly popular as a solution against corrosion, as they do not require on-site monitoring, and are more eco-friendly and cost-effective than traditional galvanic systems. While traditional galvanic anode cathodic protection (GACP) systems operate on the natural driving force between two metals, ICCP systems use a continuous external power source. [ citation needed ] A maintenance organization performs maintenance and repairs of the components, spending almost all its resources on the turbines. The conventional way of inspecting the blades is for workers to rappel down the blade, taking a day per turbine. Some farms inspect the blades of three turbines per day by photographing them from the monopile through a 600mm telephoto lens , avoiding to go up. [119] Others use camera drones . [120] Because of their remote nature, prognosis and health-monitoring systems on offshore wind turbines will become much more necessary. They would enable better planning just-in-time maintenance, thereby reducing the operations and maintenance costs. According to a report from a coalition of researchers from universities, industry, and government (supported by the Atkinson Center for a Sustainable Future ), [70] making field data from these turbines available would be invaluable in validating complex analysis codes used for turbine design. Reducing this barrier would contribute to the education of engineers specializing in wind energy.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/P1280269_-_R%C3%B8dsand_I_Offshore_Wind_Farm_in_Fehmarn_Belt.jpg/220px-P1280269_-_R%C3%B8dsand_I_Offshore_Wind_Farm_in_Fehmarn_Belt.jpg",
                "caption": "Offshore wind turbines of the Rødsand Wind Farm in the Fehmarn Belt , the western part of the Baltic Sea between Germany and Denmark (2010)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Offshore_wind_power",
        "title": "Offshore wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Projects",
        "text": "Most of the current projects are in European and East Asian waters. There are also several proposed developments in North America.\nProjects are under development in the United States in wind-rich areas of the East Coast, Great Lakes, and Pacific coast. \nIn January 2012, a \"Smart for the Start\" regulatory approach was introduced, designed to expedite the siting process while incorporating strong environmental protections. \nSpecifically, the Department of Interior approved “wind energy areas” off the coast where projects can move through the regulatory approval process more quickly. [175] The first offshore wind farm in the USA is the 30-megawatt, 5 turbine Block Island Wind Farm which was commissioned in December 2016. [176] [177] Many sportfishermen and marine biologists believe the bases of the five, 6-megawatt wind turbines off of Block Island are acting as an artificial reef. [178] Another offshore wind farm that is in the planning phase is off the coast of Virginia Beach . On 3 August 2018, Dominion Energy announced its two wind turbine pilot program that will be 27 miles offshore from Virginia Beach. The area is undergoing a survey that will last for 4–6 weeks. [179] Canadian wind power in the province of Ontario is pursuing several proposed locations in the Great Lakes , including the suspended [180] Trillium Power Wind 1 approximately 20 km from shore and over 400 MW in capacity. [181] Other Canadian projects include one on the Pacific west coast. [182] India is looking at the potential of offshore wind power plants, with a 100 MW demonstration plant being planned off the coast of Gujarat (2014). [183] In 2013, a group of organizations, led by Global Wind Energy Council (GWEC) started project FOWIND (Facilitating Offshore Wind in India) to identify potential zones for development of off-shore wind power in India and to stimulate R & D activities in this area. In 2014 FOWIND commissioned Center for Study of Science, Technology and Policy (CSTEP) to undertake pre-feasibility studies in eight zones in Tamil Nadu which have been identified as having potential. [184] The Netherlands announced on 11 February 2022 that the government increased its offshore wind target to 21 GW by 2030. That would meet approximately 75% of the countries electricity needs. With this, offshore wind energy makes an important contribution to achieving the increased climate target of 55% less CO 2 -emissions. [185]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/DanishWindTurbines.jpg/440px-DanishWindTurbines.jpg",
                "caption": "Middelgrunden offshore wind farm, 3.5 km outside Copenhagen , Denmark"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Offshore_wind_power",
        "title": "Offshore wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Aerodynamics",
        "text": "Blade shape and dimension are determined by the aerodynamic performance required to efficiently extract energy, and by the strength required to resist forces on the blade. The aerodynamics of a horizontal-axis wind turbine are not straightforward. The air flow at the blades is not the same as that away from the turbine. The way that energy is extracted from the air also causes air to be deflected by the turbine. Wind turbine aerodynamics at the rotor surface exhibit phenomena that are rarely seen in other aerodynamic fields.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Wind_rotor_profile.jpg/220px-Wind_rotor_profile.jpg",
                "caption": "Wind rotor profile"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine_design",
        "title": "Wind turbine design",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Power control",
        "text": "Rotation speed must be controlled for efficient power generation and to keep the turbine components within speed and torque limits. The centrifugal force on the blades increases as the square of the rotation speed, which makes this structure sensitive to overspeed. Because power increases as the cube of the wind speed, turbines have must survive much higher wind loads (such as gusts of wind) than those loads from which they generate power. A wind turbine must produce power over a range of wind speeds. The cut-in speed is around 3–4 m/s for most turbines, and cut-out at 25 m/s. [2] If the rated wind speed is exceeded the power has to be limited. A control system involves three basic elements: sensors to measure process variables, actuators to manipulate energy capture and component loading, and control algorithms that apply information gathered by the sensors to coordinate the actuators. [3] Any wind blowing above the survival speed damages the turbine. The survival speed of commercial wind turbines ranges from 40 m/s (144 km/h, 89 MPH) to 72 m/s (259 km/h, 161 MPH), typically around 60 m/s (216 km/h, 134 MPH). Some turbines can survive 80 metres per second (290 km/h; 180 mph). [4]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Powercurve.png/500px-Powercurve.png",
                "caption": ""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine_design",
        "title": "Wind turbine design",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Furling",
        "text": "Furling works by decreasing the angle of attack, which reduces drag and blade cross-section. One major problem is getting the blades to stall or furl quickly enough in a wind gust. A fully furled turbine blade, when stopped, faces the edge of the blade into the wind. Loads can be reduced by making a structural system softer or more flexible. [3] This can be accomplished with downwind rotors or with curved blades that twist naturally to reduce angle of attack at higher wind speeds. These systems are nonlinear and couple the structure to the flow field - requiring design tools to evolve to model these nonlinearities. Standard turbines all furl in high winds. Since furling requires acting against the torque on the blade, it requires some form of pitch angle control, which is achieved with a slewing drive . This drive precisely angles the blade while withstanding high torque loads. In addition, many turbines use hydraulic systems. These systems are usually spring-loaded, so that if hydraulic power fails, the blades automatically furl. Other turbines use an electric servomotor for every blade. They have a battery-reserve in case of grid failure. Small wind turbines (under 50 kW) with variable- pitching generally use systems operated by centrifugal force, either by flyweights or geometric design, and avoid electric or hydraulic controls. Fundamental gaps exist in pitch control, limiting the reduction of energy costs, according to a report funded by the Atkinson Center for a Sustainable Future . Load reduction is currently focused on full-span blade pitch control, since individual pitch motors are the actuators on commercial turbines. Significant load mitigation has been demonstrated in simulations for blades, tower, and drive train. However, further research is needed to increase energy capture and mitigate fatigue loads. A control technique applied to the pitch angle is done by comparing the power output with the power value at the rated engine speed (power reference, Ps reference). Pitch control is done with PI controller. In order to adjust pitch rapidly enough, the actuator uses the time constant Tservo, an integrator and limiters. The pitch angle remains from 0° to 30° with a change rate  of 10°/second. As in the figure at the right, the reference pitch angle is compared with the actual pitch angle b and then the difference is corrected by the actuator. The reference pitch angle, which comes from the PI controller, goes through a limiter. Restrictions are important to maintain the pitch angle in real terms. Limiting the change rate is especially important during network faults. The importance is due to the fact that the controller decides how quickly it can reduce the aerodynamic energy to avoid acceleration during errors. [3]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Pitch_Controller.jpg/220px-Pitch_Controller.jpg",
                "caption": "Pitch Controller"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine_design",
        "title": "Wind turbine design",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Constant torque angle control",
        "text": "In this control strategy the d axis current is kept at zero, while the vector current aligns with the q axis in order to maintain the torque angle at 90 o . This is a common control strategy because only the Iqs current must be controlled. The torque equation of the generator is a linear equation dependent only on the Iqs current. So, the electromagnetic torque for Ids = 0 (we can achieve that with the d-axis controller) is now: T e = 3 / 2 p ( λ p m I q s + ( L d s − L q s ) I d s I q s ) = 3 / 2 p λ p m I q s {\\displaystyle Te=3/2p(\\lambda pmIqs+(Lds-Lqs)IdsIqs)=3/2p\\lambda pmIqs} Thus, the complete system of the machine side converter and the cascaded PI controller loops is given by the figure. The control inputs are the duty rations m ds and m qs , of the PWM-regulated converter. It displays the control scheme for the wind turbine in the machine side and simultaneously how the I ds to zero (the torque equation is linear).",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Machine_Side_Controller.jpg/220px-Machine_Side_Controller.jpg",
                "caption": "Machine Side Controller Design"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine_design",
        "title": "Wind turbine design",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Electrical braking",
        "text": "Braking a small turbine can be done by dumping energy from the generator into a resistor bank, converting kinetic energy into heat. This method is useful if the kinetic load on the generator is suddenly reduced or is too small to keep the turbine speed within its allowed limit. Cyclically braking slows the blades, which increases the stalling effect and reducing efficiency. Rotation can be kept at a safe speed in faster winds while maintaining (nominal) power output. This method is usually not applied on large, grid-connected wind turbines.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Turbrake.jpg/170px-Turbrake.jpg",
                "caption": "2kW Dynamic braking resistor for small wind turbine."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine_design",
        "title": "Wind turbine design",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Turbine size",
        "text": "Turbines come in size classes. The smallest, with power less than 10 kW are used in homes, farms and remote applications whereas intermediate wind turbines (10-250 kW ) are useful for village power, hybrid systems and distributed power . The world's largest wind turbine as of 2021 was Vestas ' V236-15.0 MW turbine. The new design's blades offer the largest swept area in the world with three 115.5 metres (379 ft) blades giving a rotor diameter of 236 metres (774 ft). Ming Yang in China have announced a larger 16 MW design. [8] [9] For a given wind speed, turbine mass is approximately proportional to the cube of its blade-length. Wind power intercepted is proportional to the square of blade-length. [10] The maximum blade-length of a turbine is limited by strength, stiffness, and transport considerations. Labor and maintenance costs increase slower than turbine size, so to minimize costs, wind farm turbines are basically limited by the strength of materials, and siting requirements.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Flow_diagram_for_wind_turbine_plant.jpg/220px-Flow_diagram_for_wind_turbine_plant.jpg",
                "caption": "Figure 1. Flow diagram for wind turbine plant"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/WindPropBlade.jpg/220px-WindPropBlade.jpg",
                "caption": "A person standing beside 15 m long blades."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine_design",
        "title": "Wind turbine design",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Generator",
        "text": "For large horizontal-axis wind turbines (HAWT), the generator [14] is mounted in a nacelle at the top of a tower, behind the rotor hub. Older wind turbines generate electricity through asynchronous machines directly connected to the grid. The gearbox reduces generator cost and weight. Commercial generators have a rotor carrying a winding so that a rotating magnetic field is produced inside a set of windings called the stator . While the rotating winding consumes a fraction of a percent of the generator output, adjustment of the field current allows good control over the output voltage. The rotor's varying output frequency and voltage can be matched to the fixed values of the grid using multiple technologies such as doubly fed induction generators or full-effect converters, which converts the variable frequency current to DC and then back to AC using inverters . Although such alternatives require costly equipment and cost power, the turbine can capture a significantly larger fraction of the wind energy. Most are low -voltage 660 Volt, but some offshore turbines (several MW) are 3.3 kV medium voltage . [15] In some cases, especially when offshore, a large collector transformer converts the wind farm's medium-voltage AC grid to DC and transmits the energy through a power cable to an onshore HVDC converter station .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Scout_moor_gearbox%2C_rotor_shaft_and_brake_assembly.jpg/220px-Scout_moor_gearbox%2C_rotor_shaft_and_brake_assembly.jpg",
                "caption": "Gearbox , rotor shaft and brake assembly"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine_design",
        "title": "Wind turbine design",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Blade design",
        "text": "The ratio between the blade speed and the wind speed is called tip-speed ratio . High efficiency 3-blade-turbines have tip speed/wind speed ratios of 6 to 7. Wind turbines spin at varying speeds (a consequence of their generator design). Use of aluminum and composite materials has contributed to low rotational inertia , which means that newer wind turbines can accelerate quickly if the winds pick up, keeping the tip speed ratio more nearly constant. Operating closer to their optimal tip speed ratio during energetic gusts of wind allows wind turbines to improve energy capture from sudden gusts. Noise increases with tip speed. To increase tip speed without increasing noise would reduce torque into the gearbox and generator, reducing structural loads, thereby reducing cost. [3] The noise reduction is linked to the detailed blade aerodynamics, especially factors that reduce abrupt stalling. The inability to predict stall restricts the use of aggressive aerodynamics. [3] Some blades (mostly on Enercon ) have a winglet to increase performance and reduce noise. [25] A blade can have a lift-to-drag ratio of 120, [26] compared to 70 for a sailplane and 15 for an airliner. [27]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Unlackierte_Blattspitze.JPG/170px-Unlackierte_Blattspitze.JPG",
                "caption": "Unpainted tip of a blade"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine_design",
        "title": "Wind turbine design",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "The hub",
        "text": "In simple designs, the blades are directly bolted to the hub and are unable to pitch, which leads to aerodynamic stall above certain windspeeds. In more sophisticated designs, they are bolted to the pitch bearing , which adjusts their angle of attack with the help of a pitch system according to the wind speed. [28] Pitch control is performed by hydraulic or electric systems ( battery or ultracapacitor ). [29] The pitch bearing is bolted to the hub. The hub is fixed to the rotor shaft, which drives the generator directly or through a gearbox.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Connecting_Hub_to_Turbine_Tower_No_11_-_geograph.org.uk_-_787410.jpg/220px-Connecting_Hub_to_Turbine_Tower_No_11_-_geograph.org.uk_-_787410.jpg",
                "caption": "A Wind turbine hub being installed"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine_design",
        "title": "Wind turbine design",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Blade count",
        "text": "The number of blades is selected for aerodynamic efficiency, component costs, and system reliability. Noise emissions are affected by the location of the blades upwind or downwind of the tower and the rotor speed. Given that the noise emissions from the blades' trailing edges and tips vary by the 5th power of blade speed, a small increase in tip speed dramatically increases noise. Wind turbines almost universally use either two or three blades. However, patents present designs with additional blades, such as Chan Shin's multi-unit rotor blade system. [30] Aerodynamic efficiency increases with number of blades but with diminishing return. Increasing from one to two yields a six percent increase, while going from two to three yields an additional three percent. [31] Further increasing the blade count yields minimal improvements and sacrifices too much in blade stiffness as the blades become thinner. [ citation needed ] Theoretically, an infinite number of blades of zero width is the most efficient, operating at a high value of the tip speed ratio, but this is not practical. [32] Component costs affected by blade count are primarily for materials and manufacturing of the turbine rotor and drive train. [33] Generally, the lower the number of blades, the lower the material and manufacturing costs. In addition, fewer blades allow higher rotational speed. Blade stiffness requirements to avoid tower interference limit blade thickness, but only when the blades are upwind of the tower; deflection in a downwind machine increases tower clearance. Fewer blades with higher rotational speeds reduce peak torque in the drive train, resulting in lower gearbox and generator costs. System reliability is affected by blade count primarily through the dynamic loading of the rotor into the drive train and tower systems. While aligning the wind turbine to changes in wind direction (yawing), each blade experiences a cyclic load at its root end depending on blade position. However, these cyclic loads when combined at the drive train shaft are symmetrically balanced for three blades, yielding smoother operation during yaw. One or two blade turbines can use a pivoting teetered hub to nearly eliminate the cyclic loads into the drive shaft and system during yawing. In 2012, a Chinese 3.6 MW two-blade turbine was tested in Denmark. [34] Aesthetics are a factor in that the three-bladed rotor rates more pleasing to look at than a one- or two-bladed rotor. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Mod-5B_Wind_turbine.jpg/170px-Mod-5B_Wind_turbine.jpg",
                "caption": "The 98 meter diameter, two-bladed NASA/DOE Mod-5B wind turbine was the largest operating wind turbine in the world in the early 1990s"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Mod-0_Wind_turbine.jpg/220px-Mod-0_Wind_turbine.jpg",
                "caption": "The NASA test of a one-bladed wind turbine rotor configuration at Plum Brook Station near Sandusky, Ohio"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine_design",
        "title": "Wind turbine design",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Blade materials",
        "text": "In general, materials should meet the following criteria: Metals are undesirable because of their vulnerability to fatigue. Ceramics have low fracture toughness, resulting in early blade failure. Traditional polymers are not stiff enough to be useful, and wood has problems with repeatability, especially considering the blade length. That leaves fiber-reinforced composites, which have high strength and stiffness and low density. [ citation needed ] Wood and canvas sails were used on early windmills due to their low price, availability, and ease of manufacture. Smaller blades can be made from light metals such as aluminium . These materials, however, require frequent maintenance. Wood and canvas construction limits the airfoil shape to a flat plate, which has a relatively high ratio of drag to force captured(low aerodynamic efficiency) compared to solid airfoils. Construction of solid airfoil designs requires inflexible materials such as metals or composites . Some blades incorporate lightning conductors. Increasing blade length pushed power generation from the single megawatt range to upwards of 10 megawatts. A larger area effectively increases tip-speed ratio at a given wind speed, thus increasing its energy extraction. [36] Software such as HyperSizer (originally developed for spacecraft design) can be used to improve blade design. [37] [38] As of 2015 the rotor diameters of onshore wind turbine blades reached 130 meters, [39] while the diameter of offshore turbines reached 170 meters. [40] In 2001, an estimated 50 million kilograms of fiberglass laminate were used in wind turbine blades. [41] An important goal is to control blade weight. Since blade mass scales as the cube of the turbine radius, gravity loading constrains systems with larger blades. [42] Gravitational loads include axial and tensile/ compressive loads (top/bottom of rotation) as well as bending (lateral positions). The magnitude of these loads fluctuates cyclically and the edgewise moments (see below) are reversed every 180° of rotation. Typical rotor speeds and design life are ~10 and 20 years, respectively, with the number of lifetime revolutions on the order of 10^8. Considering wind, it is expected that turbine blades go through ~10^9 loading cycles. Wind is another source of rotor blade loading. Lift causes bending in the flatwise direction (out of rotor plane) while airflow around the blade cause edgewise bending (in the rotor plane). Flaps bending involves tension on the pressure (upwind) side and compression on the suction (downwind) side. Edgewise bending involves tension on the leading edge and compression on the trailing edge. Wind loads are cyclical because of natural variability in wind speed and wind shear (higher speeds at top of rotation). Failure in ultimate loading of wind-turbine rotor blades exposed to wind and gravity loading is a failure mode that needs to be considered when the rotor blades are designed. The wind speed that causes bending of the rotor blades exhibits a natural variability, and so does the stress response in the rotor blades. Also, the resistance of the rotor blades, in terms of their tensile strengths, exhibits a natural variability. [43] Given the increasing size of production wind turbines, blade failures are increasingly relevant when assessing public safety risks from wind turbines. The most common failure is the loss of a blade or part thereof. [44] This has to be considered in the design. In light of these failure modes and increasingly larger blade systems, researchers seek cost-effective materials with higher strength-to-mass ratios. [35]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Windturbine_HamburgWasser_Steinwerder_02.jpg/220px-Windturbine_HamburgWasser_Steinwerder_02.jpg",
                "caption": "Several modern wind turbines use rotor blades with carbon-fiber girders to reduce weight."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine_design",
        "title": "Wind turbine design",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Polymer",
        "text": "The majority of commercialized wind turbine blades are made from fiber-reinforced polymers (FRPs), which are composites consisting of a polymer matrix and fibers. The long fibers provide longitudinal stiffness and strength, and the matrix provides fracture toughness, delamination strength, out-of-plane strength, and stiffness. [35] Material indices based on maximizing power efficiency, high fracture toughness, fatigue resistance, and thermal stability are highest for glass and carbon fiber reinforced plastics (GFRPs and CFRPs). [45] In turbine blades, matrices such as thermosets or thermoplastics are used; as of 2017, thermosets are more common. [46] These allow for the fibers to be bound together and add toughness. Thermosets make up 80% of the market [ when? ] , as they have lower viscosity, and also allow for low temperature cure, both features contributing to ease of processing during manufacture. Thermoplastics offer recyclability that the thermosets do not, however their processing temperature and viscosity are much higher, limiting the product size and consistency, which are both important for large blades. Fracture toughness is higher for thermoplastics, but the fatigue behavior is worse. [47] Manufacturing blades in the 40 to 50-metre range involves proven fiberglass composite fabrication techniques. Manufacturers such as Nordex SE and GE Wind use an infusion process. Other manufacturers vary this technique, some including carbon and wood with fiberglass in an epoxy matrix. Other options include pre-impregnated (\"prepreg\") fiberglass and vacuum-assisted resin transfer moulding. Each of these options uses a glass-fiber reinforced polymer composite constructed with differing complexity. Perhaps the largest issue with open-mould, wet systems is the emissions associated with the volatile organic compounds (\"VOCs\") released. Preimpregnated materials and resin infusion techniques contain all VOCs, however these contained processes have their challenges, because the production of thick laminates necessary for structural components becomes more difficult. In particular, the preform resin permeability dictates the maximum laminate thickness; also, bleeding is required to eliminate voids and ensure proper resin distribution. [41] One solution to resin distribution is to use partially impregnated fiberglass. During evacuation, the dry fabric provides a path for airflow and, once heat and pressure are applied, the resin may flow into the dry region, resulting in an evenly impregnated laminate structure. [41]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Fiberglass-reinforced_epoxy_blades_of_Siemens_SWT-2.3-101_wind_turbines.jpg/1100px-Fiberglass-reinforced_epoxy_blades_of_Siemens_SWT-2.3-101_wind_turbines.jpg",
                "caption": "Fiberglass -reinforced epoxy blades of Siemens SWT-2.3-101 wind turbines. The blade size of 49 meters [48] is in comparison to a substation behind them at Wolfe Island Wind Farm ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine_design",
        "title": "Wind turbine design",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Height",
        "text": "Wind velocities increase at higher altitudes due to surface aerodynamic drag (by land or water surfaces) and air viscosity. The variation in velocity with altitude, called wind shear , is most dramatic near the surface. Typically, the variation follows the wind profile power law , which predicts that wind speed rises proportionally to the seventh root of altitude. Doubling the altitude of a turbine, then, increases the expected wind speeds by 10% and the expected power by 34%. To avoid buckling , doubling the tower height generally requires doubling the tower diameter, increasing the amount of material by a factor of at least four. During the night, or when the atmosphere becomes stable, wind speed close to the ground usually subsides whereas at turbine hub altitude it does not decrease that much or may even increase. As a result, the wind speed is higher and a turbine will produce more power than expected from the 1/7 power law: doubling the altitude may increase wind speed by 20% to 60%. A stable atmosphere is caused by radiative cooling of the surface and is common in a temperate climate: it usually occurs when there is a (partly) clear sky at night. When the (high altitude) wind is strong (a 10-meter wind speed higher than approximately 6 to 7 m/s) the stable atmosphere is disrupted because of friction turbulence and the atmosphere turns neutral. A daytime atmosphere is either neutral (no net radiation; usually with strong winds and heavy clouding) or unstable (rising air because of ground heating—by the sun). The 1/7 power law is a good approximation of the wind profile. Indiana was rated as having a wind capacity of 30,000 MW, but by raising the expected turbine height from 50 m to 70 m raised the wind capacity to 40,000 MW, and could be double that at 100 m. [70] For HAWTs, tower heights approximately two to three times the blade length balance material costs of the tower against better utilisation of the more expensive active components. Road restrictions make tower transport with a diameter of more than 4.3 m difficult. Swedish analyses showed that the bottom wing tip must be at least 30 m above the tree tops. [71] A 3 MW turbine may increase output from 5,000 MWh to 7,700 MWh per year by rising from 80 to 125 meters. [72] A tower profile made of connected shells rather than cylinders can have a larger diameter and still be transportable. A 100 m prototype tower with TC bolted 18 mm 'plank' shells  at the wind turbine test center Høvsøre in Denmark was certified by Det Norske Veritas , with a Siemens nacelle. Shell elements can be shipped in standard 12 m shipping containers . [71] [73] [74] As of 2003, typical modern wind turbine installations used 65 metres (213 ft) towers. Height is typically limited by the availability of cranes . This led to proposals for \"partially self-erecting wind turbines\" that, for a given available crane, allow taller towers that locate a turbine in stronger and steadier winds, and \"self-erecting wind turbines\" that could be installed without cranes. [75] [76] [77] [78]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Windkraftwerk_in_Schiff.jpg/220px-Windkraftwerk_in_Schiff.jpg",
                "caption": "Sections of a wind turbine tower, transported in a bulk carrier ship"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine_design",
        "title": "Wind turbine design",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Grid connection",
        "text": "Grid-connected wind turbines, until the 1970s, were fixed-speed. As recently as 2003, nearly all grid-connected wind turbines operated at constant speed (synchronous generators) or within a few percent of constant speed (induction generators). [88] [89] As of 2011, many turbines used fixed-speed induction generators (FSIG). [90] By then, most newly connected turbines were variable speed . [90] Early control systems were designed for peak power extraction, also called maximum power point tracking —they attempted to pull the maximum power from a given wind turbine under the current wind conditions. [ citation needed ] More recent systems deliberately pull less than maximum power in most circumstances, in order to provide other benefits, which include: The generator produces alternating current (AC). The most common method in large modern turbines is to use a doubly fed induction generator directly connected to the grid. Some turbines drive an AC/AC converter —which converts the AC to direct current (DC) with a rectifier and then back to AC with an inverter —in order to match grid frequency and phase. A useful technique to connect a PMSG to the grid is via a back-to-back converter. Control schemes can achieve unity power factor in the connection to the grid. In that way the wind turbine does not consume reactive power, which is the most common problem with turbines that use induction machines. This leads to a more stable power system. Moreover, with different control schemes a PMSG turbine can provide or consume reactive power. So, it can work as a dynamic capacitor / inductor bank to help with grid stability. The diagram shows the control scheme for a unity power factor : Reactive power regulation consists of one PI controller in order to achieve operation with unity power factor (i.e. Q grid = 0 ). I dN has to be regulated to reach zero at steady-state (I dNref = 0). The complete system of the grid side converter and the cascaded PI controller loops is displayed in the figure.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Grid_Side_Controller.jpg/220px-Grid_Side_Controller.jpg",
                "caption": "Grid Side Controller Design"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine_design",
        "title": "Wind turbine design",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Foundations",
        "text": "Wind turbines, by their nature, are very tall, slender structures, [97] and this can cause a number of issues when the structural design of the foundations are considered. The foundations for a conventional engineering structure are designed mainly to transfer the vertical load (dead weight) to the ground, generally allowing comparatively unsophisticated arrangement to be used. However, in the case of wind turbines, the force of the wind's interaction with the rotor at the top of the tower creates a strong tendency to tip the wind turbine over. This loading regime causes large moment loads to be applied to the foundations of a wind turbine. As a result, considerable attention needs to be given when designing the footings to ensure that the foundation will resist this tipping tendency. [98] One of the most common foundations for offshore wind turbines is the monopile , a single large-diameter (4 to 6 metres) tubular steel pile driven to a depth of 5-6 times the diameter of the pile into the seabed. The cohesion of the soil, and friction between the pile and the soil provide the necessary structural support for the wind turbine. [99] In onshore turbines the most common type of foundation is a gravity foundation, where a large mass of concrete spread out over a large area is used to resist the turbine loads. Wind turbine size & type, wind conditions and soil conditions at the site are all determining factors in the design of the foundation. [100] Prestressed piles or rock anchors are alternative foundation designs that use much less concrete and steel. [101]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Concrete_base_for_turbine_23_-_geograph.org.uk_-_517353.jpg/220px-Concrete_base_for_turbine_23_-_geograph.org.uk_-_517353.jpg",
                "caption": "Wind turbine foundations"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine_design",
        "title": "Wind turbine design",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Costs",
        "text": "A wind turbine is a complex and integrated system. Structural elements comprise the majority of the weight and cost. All parts of the structure must be inexpensive, lightweight, durable, and manufacturable, surviving variable loading and environmental conditions. Turbine systems with fewer failures [104] require less maintenance, are lighter and last longer, reducing costs. The major parts of a turbine divide as: tower 22%, blades 18%, gearbox 14%, generator 8%. [105] [106]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Blade_Dragon%2C_Installing_a_single_blade%2C_Liftra.jpg/220px-Blade_Dragon%2C_Installing_a_single_blade%2C_Liftra.jpg",
                "caption": "Liftra Blade Dragon installing a single blade on wind turbine hub. [102] [103]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine_design",
        "title": "Wind turbine design",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "General aerodynamics",
        "text": "The forces and the velocities acting in a Darrieus turbine are depicted in figure 1. The resultant velocity vector, W → {\\displaystyle {\\vec {W}}} , is the vectorial sum of the undisturbed upstream air velocity, U → {\\displaystyle {\\vec {U}}} , and the velocity vector of the advancing blade, − ω → × R → {\\displaystyle -{\\vec {\\omega }}\\times {\\vec {R}}} . Thus the oncoming fluid velocity varies during each cycle. Maximum velocity is found for θ = 0 ∘ {\\displaystyle \\theta =0{}^{\\circ }} and the minimum is found for θ = 180 ∘ {\\displaystyle \\theta =180{}^{\\circ }} , where θ {\\displaystyle \\theta } is the azimuthal or orbital blade position. The angle of attack , α {\\displaystyle \\alpha } , is the angle between the oncoming air speed, W, and the blade's chord. The resultant airflow creates a varying, positive angle of attack to the blade in the upstream zone of the machine, switching sign in the downstream zone of the machine. It follows from geometric considerations of angular velocity as seen in the accompanying figure that: and: Solving for the relative velocity as the resultant of the tangential and normal components yields: Thus, combining the above with the definitions for the tip speed ratio λ = ( ω R ) / U {\\displaystyle \\lambda =(\\omega R)/U} yields the following expression for the resultant velocity: Angle of attack is solved as: Which when substituting the above yields: The resultant aerodynamic force is resolved either into lift (L) - drag (D) components or normal (N) - tangential (T) components. The forces are considered acting at the quarter-chord point, and the pitching moment is determined to resolve the aerodynamic forces. The aeronautical terms lift and drag refer to the forces across (lift) and along (drag) the approaching net relative airflow. The tangential force acts along the blade's velocity, pulling the blade around, and the normal force acts radially, pushing against the shaft bearings. The lift and the drag force are useful when dealing with the aerodynamic forces around the blade such as dynamic stall , boundary layer etc.; while when dealing with global performance, fatigue loads, etc., it is more convenient to have a normal-tangential frame. The lift and the drag coefficients are usually normalised by the dynamic pressure of the relative airflow, while the normal and tangential coefficients are usually normalised by the dynamic pressure of undisturbed upstream fluid velocity. A = Blade Area (not to be confused with the Swept Area, which is equal to the height of the blade/rotor times the rotor diameter),\nR = Radius of turbine The amount of power, P, that can be absorbed by a wind turbine: Where C p {\\displaystyle C_{p}} is the power coefficient, ρ {\\displaystyle \\rho } is air density, A {\\displaystyle A} is the swept area of the turbine, and ν {\\displaystyle \\nu } is the wind speed. [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Forces_and_velocities_of_blades_of_Darrieus_wind_turbine.png/220px-Forces_and_velocities_of_blades_of_Darrieus_wind_turbine.png",
                "caption": "Figure 1: Forces and velocities acting in a Darrieus turbine for various azimuthal positions"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Vertical-axis_wind_turbine",
        "title": "Vertical-axis wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Types",
        "text": "There are two main types of Vertical Axis Wind Turbines. I.e. Savonius Wind turbine and Darrieus wind turbine. The Darrieus rotor comes in various subforms, including helix-shaped, disc-like, and the H-rotor with straight blades. These turbines typically have three slim rotor blades driven by lift forces, allowing them to achieve high speeds. [1] Various simple designs may exist for vertical wind turbines, as detailed below. In practice, you may come across a range of variations and combinations, with developers frequently demonstrating their creativity in crafting diverse forms of vertical wind turbines.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Vertical_Axis_Wind_Turbines.png/220px-Vertical_Axis_Wind_Turbines.png",
                "caption": "Types of Vertical Axis Wind Turbines"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Vertical-axis_wind_turbine",
        "title": "Vertical-axis wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Savonius",
        "text": "The Savonius wind turbine (SWT) is a drag-type VAWT. The common design includes a rotating shaft with two or three scoops that catch the incoming wind. Due to its simplistic and robust design and its relatively low efficiency it is used whenever reliability is more important than efficiency. One reason for the low efficiency of a Savonius wind turbine is that roughly only half of the turbine generates positive torque, while the other side moves against the wind and thus produces negative torque. A variant of SWT is the Harmony wind turbine [11] with helix-shaped blades and an automatic furling mechanism during high-speed wind conditions.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Savonius_turbine.svg/220px-Savonius_turbine.svg.png",
                "caption": "Schematic drawing of a two-scoop Savonius turbine."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Vertical-axis_wind_turbine",
        "title": "Vertical-axis wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Applications",
        "text": "The Windspire, a small VAWT intended for individual (home or office) use was developed in the early 2000s by US company Mariah Power. The company reported that several units had been installed across the US by June 2008. [25] Arborwind, an Ann Arbor, Michigan , based company, produces a patented small VAWT which has been installed at several US locations as of 2013. [26] In 2011, Sandia National Laboratories wind-energy researchers began a five-year study of applying VAWT design technology to offshore wind farms. [27] The researchers stated: \"The economics of offshore windpower are different from land-based turbines, due to installation and operational challenges. VAWTs offer three big advantages that could reduce the cost of wind energy: a lower turbine center of gravity; reduced machine complexity; and better scalability to very large sizes. A lower center of gravity means improved stability afloat and lower gravitational fatigue loads. Additionally, the drivetrain on a VAWT is at or near the surface, potentially making maintenance easier and less time-consuming. Fewer parts, lower fatigue loads and simpler maintenance all lead to reduced maintenance costs.\" A 24-unit VAWT demonstration plot was installed in southern California in the early 2010s by Caltech aeronautical professor John Dabiri . His design was incorporated in a 10-unit generating farm installed in 2013 in the Alaskan village of Igiugig. [28] Dulas, Anglesey , received permission in March 2014 to install a prototype VAWT on the breakwater at Port Talbot waterside. The turbine is a new design, supplied by Wales-based C-FEC (Swansea), [29] and will be operated for a two-year trial. [30] This VAWT incorporates a wind shield which blocks the wind from the advancing blades, and thus requires a wind-direction sensor and a positioning mechanism, as opposed to the \"egg-beater\" types of VAWTs discussed above. [29] StrongWind, a Canadian based company produces a patented urban VAWT which has been installed in several Canadian and international locations as of 2023. [31] Architect Michael Reynolds (known for his Earthship house designs) developed a 4th-generation VAWT named Dynasphere . It has two 1.5 kW generators and can produce electricity at very low speeds. [32]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Light_pole_wind_turbine.gif/220px-Light_pole_wind_turbine.gif",
                "caption": "Light pole wind turbine"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Vertical-axis_wind_turbine",
        "title": "Vertical-axis wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    },
    {
        "section": "Construction",
        "text": "In late 2014, Gulf Island Fabrication, Inc. [29] began steelwork construction at its Houma, Louisiana shipyard. The building phase focused on the turbines' foundations (for platforms) to be pile-anchored to the ocean floor. On June 26, 2015, the first of the five foundations for the project began its move from Louisiana via barge. [30] The turbines were expected to be delivered later in 2015 and erected in place in 2016. [31] [ needs update ] Foundation assembly started in ProvPort in March 2016, with commissioning estimated to be done late 2016. [32] GZA GeoEnvironmental provided the geotechnical design and consulting for the staging facility at the Port of Providence. [33] The structures, designed by Alstom Wind, stand 600 ft (180 m) high and can withstand a Category 3 storm. [8] [9] [10] [ needs copy edit ] The foundations were designed by Louisiana-based Keystone Engineering Inc. to withstand a 1000-year storm. [34] The foundations’ robust strength is the product of meticulous design processes and thorough engineering analysis performed by Keystone. [34] [ promotion? ] While the four-pile jacket foundation is common for offshore oil and gas platforms, Block Island's jackets are engineered to handle additional loading and vibration from the spinning turbines. [35] Keystone's engineering team ran thousands of test simulations, repeating each calculation multiple times to ensure the design would hold up under various weather conditions and load scenarios. Altogether, nearly 10 million tests were completed. [35] Louisiana offshore oil and gas service providers played an important role in constructing the Block Island Wind Farm. [36] US-flagged operator Falcon Global used its lift barge “The Robert” to assist foreign operators and other coastwise-qualified vessels. [37] The boat travelled about 2,000 miles from Louisiana to Block Island over the course of 14 days and 14 nights. On March 9, 2015, French company Alstom received final notification to begin fabrication of five Alstom Haliade 150 6 MW offshore wind turbines. GE Wind Energy acquired Alstom Wind and Haliade production in November 2015. [38] As of July 2016, the site was grid-connected, [39] [40] and towers and LM Wind Power blades [41] were in the port of Providence. The Norwegian installation jack-up vessel [42] was on its way to France to pick up the 400 tonne generators, [43] as it was not able to pick them up from an easier US port due to the Jones Act . [44] A test version of the direct-drive [45] turbine is installed at Østerild Wind Turbine Test Field . [46] [ needs update ] The first turbine was erected in August 2016. [47] [48] [49] On August 18, 2016, Deepwater Wind CEO Jeffrey Grybowski announced Block Island Wind Farm was fully constructed. [50] [51] The wind farm commenced commercial operation in December 2016. [52]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/GE%E2%80%93Alstom_150-6MW_nacelle_at_%C3%98sterild%2C_2017.jpg/220px-GE%E2%80%93Alstom_150-6MW_nacelle_at_%C3%98sterild%2C_2017.jpg",
                "caption": "Close-up of GE–Alstom 150-6MW at Østerild , 2017"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Block_Island_Wind_Farm",
        "title": "Block Island Wind Farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Maintenance of wind turbines"
    }
]