[
    {
        "section": "Findings when connected to the grid",
        "text": "A typical study of a wind farm's Life cycle assessment , when not connected to the electric grid, usually results in similar findings as the following 2006 analysis of 3 installations in the US Midwest, where the carbon dioxide (CO 2 ) emissions of wind power ranged from 14 to 33 tonnes (15 to 36 short tons) per GWh (14–33 g CO 2 / kWh ) of energy produced, with most of the CO 2 emission intensity coming from producing steel, concrete, and plastic/fiberglass composites for the turbine structure and foundation. [40] [41] By combining similar data from numerous individual studies in a meta-analysis , the median global warming potential for wind power was found to be 11–12 g CO 2 /kWh and unlikely to change significantly. [36] [42] [43] This higher dependence on back-up/ Load following power plants to ensure a steady power grid output has the knock-on-effect of more frequent inefficient (in CO 2 e g/kWh) throttling up and down of these other power sources in the grid to facilitate the intermittent power source's variable output. When one includes the total effect of intermittent sources on other power sources in the grid system, that is, including these inefficient start up emissions of backup power sources to cater for wind energy, into wind energy's total system-wide life cycle, this results in a higher real-world wind energy emission intensity. Higher than the direct g/kWh value that is determined from looking at the power source in isolation and thus ignores all down-stream detrimental/inefficiency effects it has on the grid. This higher dependence on back-up/ Load following power plants to ensure a steady power grid output forces fossil power plants to operate in less efficient states. [42] [ better source needed ] In comparison to other low carbon power sources wind turbines, when assessed in isolation, have a median life cycle emission value of between 11 and 12 ( g CO 2 eq / kWh ). [36] [44] While an increase in emissions due to the practical issues of load balancing is an issue, Pehnt et al. still conclude that these 20 and 80 g CO 2 -eq/kWh added penalties still result in wind being roughly ten times less polluting than fossil gas and coal which emit ~400 and 900 g CO 2 -eq/kWh respectively. [45] As these losses occur due to the cycling of fossil power plants, they may at some point become smaller when more than 20–30% of wind energy is added to the power grid, as fossil power plants are replaced, however this has yet to occur in practice. [46] [ better source needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Greenhouse_emissions_by_electricity_source.PNG/350px-Greenhouse_emissions_by_electricity_source.PNG",
                "caption": "The Vattenfall utility company study found Hydroelectric , nuclear stations and wind turbines to have far less greenhouse emissions than other sources studied."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_wind_power",
        "title": "Environmental impact of wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Recycling and repurposing",
        "text": "As much as 80% of the wind turbine structure can be recycled , though this does not include the foundation of the structure, which is typically made from reinforced concrete , or the blades. [67] Alternatively, these components of the turbine structure that are not easily recycled into new turbines can still be repurposed and used in other ways. [68] The large volume of the turbine blades, while difficult to handle, is advantageous in repurposing the blades as playground structures, bike shelters and footbridges . Other recycling methods include creating pellets for waterproof boards and injectable plastics , as well as pyrolysis for producing paints , glues , and both cement and concrete . [69] [70] [71] Carbon fiber blades can now be recycled , the fiber first being separated from the epoxy resin binder , then chopped into small particles. After the separation , the resin is used as a fuel source for the next materials to be processed. [72] After pyrolysis, the resulting material can be further separated and the glass fibers extracted to be used in insulation or fiber reinforcement. [73] The blades may also be repurposed into building materials and structural components. [74] Research indicates that turbine blades could successfully be repurposed as electrical transmission poles as their strength and structural stability was found to be comparable to the materials that are typically used. [75] Sections of the blades have been adapted to create roofs for small houses and these structures meet the requirements of building codes and may prove to be a viable way to reuse blade materials without extensive processes needed to make the material usable. [76] Components of the turbine could be reused by implementing segmentation, where the object is divided into different elements. [77] Research on segmentation suggests that the resulting materials are better than conventional construction materials when measuring specific flexural stiffness and flexural strength . [77] Overall, there are several different avenues through which wind turbine components can be recycled, reused, or repurposed, all with their advantages and disadvantages, and there continues to be research conducted to determine even more ways that the materials can be economically used. While various methods for recycling or repurposing the turbine blades have been proven effective, they have not been implemented on a large enough scale to adequately address the rapidly rising amounts of turbine blade waste being produced. [78]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/K%C5%82adka_z_%C5%82opaty_turbiny_wiatrowej_w_Szprotawie.jpg/220px-K%C5%82adka_z_%C5%82opaty_turbiny_wiatrowej_w_Szprotawie.jpg",
                "caption": "Footbridge in Poland made from a turbine blade"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_wind_power",
        "title": "Environmental impact of wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Birds",
        "text": "The impact of wind energy on birds, which can fly into turbines, or have their habitats degraded by wind development, is complex. Displacement is thought to be more of a threat to species than collisions. [109] Habitat loss is highly variable between species. [110] [111] Hundreds of thousands of birds, [112] [113] [114] including raptors and migrants, [115] [116] [117] are killed each year because of wind turbines and their power lines, [20] but this is less than the number killed (or not born) because of fossil fuel (coal and gas) infrastructure. [118] [22] Wind farms are estimated to be responsible for losing less than 0.4 birds per gigawatt-hour (GWh) of electricity generated, compared to over 5 birds per GWh for fossil fueled power stations. [119] As well as threatening extinction, [120] one of the effects of climate change is to already cause a decline in bird population, [121] and this is the main cause of bird loss from fossil power. [122] [18] [107] [123] A study comparing annually recorded bird populations in the United States from 2000 to 2020 to the spread of wind power infrastructure, found the presence of wind turbines had no significant effect on bird population numbers. This was directly compared to fracking infrastructure, whose presence causes a 15% decrease in the local bird populations. [124] On some important migration routes turbines are banned, or birds may alter their flight paths to avoid them. [125] Biological surveys beforehand and correctly siting turbines is important, especially for raptors as they are slow to breed. [118] Methods to help birds avoid turbines include painting of one of the turbine blades black, [126] and making ultrasonic noise. [127] Some approaching birds can be spotted, for example by avian radar, [128] [129] in time for turbines to be slowed to a speed which is safe for them. [130] Wind farms may need more power lines, and lines may be made less damaging to compensate. [131] [132] Making permits for the number of birds (such as eagles) killed tradeable has been suggested, in order to save the most birds at the least cost. [133]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Eidersperrw_Sterna_paradisaea_colony.jpg/220px-Eidersperrw_Sterna_paradisaea_colony.jpg",
                "caption": "Arctic terns and a wind turbine at the Eider Barrage in Germany."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_wind_power",
        "title": "Environmental impact of wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Aesthetics",
        "text": "Aesthetic considerations of wind power stations often have a significant role in their evaluation process. [158] To some, the perceived aesthetic aspects of wind power stations may conflict with the protection of historical sites. [159] Wind power stations are less likely to be perceived negatively in urbanized and industrial regions. [160] Aesthetic issues are subjective and some people find wind farms pleasant or see them as symbols of energy independence and local prosperity. [161] While studies in Scotland predict wind farms will damage tourism, [162] in other countries some wind farms have themselves become tourist attractions, [163] [164] [165] with several having visitor centers at ground level or even observation decks atop turbine towers. In the 1980s, wind energy was being discussed as part of a soft energy path . [166] Renewable energy commercialization led to an increasing industrial image of wind power, which is being criticized by various stakeholders in the planning process, including nature protection associations. [167] Newer wind farms have larger, more widely spaced turbines, and have a less cluttered appearance than older installations. Wind farms are often built on land that has already been impacted by land clearing and they coexist easily with other land uses. Coastal areas and areas of higher altitude such as ridgelines are considered prime for wind farms, due to constant wind speeds. However, both locations tend to be areas of high visual impact and can be a contributing factor in local communities' resistance to some projects. Both the proximity to densely populated areas and the necessary wind speeds make coastal locations ideal for wind farms. [168] Wind power stations can impact on important sight relations which are a key part of culturally important landscapes, such as in the Rhine Gorge or Moselle valley . [169] Conflicts between the heritage status of certain areas and wind power projects have arisen in various countries. In 2011 UNESCO raised concerns regarding a proposed wind farm 17 kilometres away from the French island abbey of Mont-Saint-Michel . [170] In Germany, the impact of wind farms on valuable cultural landscapes has implications on zoning and land-use planning . [169] [171] For example, sensitive parts of the Moselle valley and the background of the Hambach Castle , according to the plans of the state government, will be kept free of wind turbines. [172] Wind turbines require aircraft warning lights , which may create light pollution . Complaints about these lights have caused the US FAA to consider allowing fewer lights per turbine in certain areas. [173] Residents near turbines may complain of \"shadow flicker\" caused by rotating turbine blades, when the sun passes behind the turbine. This can be avoided by locating the wind farm to avoid unacceptable shadow flicker, or by turning the turbine off for the time of the day when the sun is at the angle that causes flicker. If a turbine is poorly sited and adjacent to many homes, the duration of shadow flicker on a neighbourhood can last hours. [174]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/MtStMichel_avion.jpg/310px-MtStMichel_avion.jpg",
                "caption": "The surroundings of Mont Saint-Michel at low tide. While windy coasts are good locations for wind farms, aesthetic considerations may preclude such developments in order to preserve historic views of cultural sites."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Mittelrhein_Burg_Katz.jpg/310px-Mittelrhein_Burg_Katz.jpg",
                "caption": "Loreley rock in Rhineland-Palatinate, part of UNESCO World heritage site Rhine Gorge"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_wind_power",
        "title": "Environmental impact of wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Wind conditions",
        "text": "The faster the average wind speed, the more electricity the wind turbine will generate, so faster winds are generally economically better for wind farm developments. [7] The balancing factor is that strong gusts and high turbulence require stronger more expensive turbines, otherwise there is a risk of damage. The average power in the wind is not proportional to the average wind speed. For this reason, the ideal wind conditions would be strong but consistent winds with low turbulence coming from a single direction. Mountain passes are ideal locations for wind farms under these conditions. Mountain passes channel wind, blocked by mountains, through a tunnel like pass towards areas of lower pressure and flatter land. [8] Passes used for wind farms like the San Gorgonio Pass and Altamont Pass are known for their abundant wind resource capacity and capability for large-scale wind farms. These types of passes were the first places in the 1980s to have heavily invested large-scale wind farms after approval for wind energy development by the U.S. Bureau of Land Management. From these wind farms, developers learned much about turbulence and crowding effects of large-scale wind projects, which were previously unresearched, in the U.S. due to the lack of operational wind farms large enough to conduct these types of studies. [9] Usually sites are screened on the basis of a wind atlas , and validated with on-site wind measurements via long term or permanent meteorological-tower data using anemometers and wind vanes . Meteorological wind data alone is usually not sufficient for accurate siting of a large wind power project. Collection of site specific data for wind speed and direction is crucial to determining site potential [10] [11] in order to finance the project. [12] Local winds are often monitored for a year or more, detailed wind maps are constructed, along with rigorous grid capability studies conducted, before any wind generators are installed. The wind blows faster at higher altitudes because of the reduced influence of drag. The increase in velocity with altitude is most dramatic near the surface and is affected by topography, surface roughness, and upwind obstacles such as trees or buildings. At altitudes of thousands of feet/hundreds of metres above sea level, the power in the wind decreases proportional to the decrease in air density. [13]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/United_States_Wind_Resources_and_Transmission_Lines_map.jpg/660px-United_States_Wind_Resources_and_Transmission_Lines_map.jpg",
                "caption": "Map of available wind power over the United States. Colour codes indicate wind power density class."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Electricity grid considerations",
        "text": "Often in heavily saturated energy markets, the first step in site selection for large-scale wind projects, before wind resource data collection, is finding areas with adequate available transfer capability (ATC). ATC is the measure of the remaining capacity in a transmission system available for further integration of two interconnected areas without significant upgrades to existing transmission lines and substations. Significant equipment upgrades have substantial costs, potentially undermining the viability of a project within a location, regardless of wind resource availability. [14] Once a list of capable areas is constructed, the list is refined based on long term wind measurements, among other environmental or technical limiting factors such as proximity to load and land procurement. Many independent system operators (ISOs) in the United States such as the California ISO and Midcontinent ISO use interconnection request queues to allow developers to propose a new generation for a specific given area and grid interconnection. [15] These request queues have both deposit costs at the time of request and ongoing costs for the studies the ISO will make for up to years after the request was submitted to ascertain the viability of the interconnection due to factors such as ATC. [16] Larger corporations who can afford to bid the most queues will most likely have market power as to which sites with the most resource and opportunity are eventually developed. After the deadline to request a place in the queue has passed, many firms will withdraw their requests after gauging the competition in order to make back some of the deposit for each request that is determined too risky in comparison to other larger firms' requests.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Biglow_Canyon_Wind_Farm_under_construction.jpg/350px-Biglow_Canyon_Wind_Farm_under_construction.jpg",
                "caption": "Part of the Biglow Canyon Wind Farm , Oregon , United States with a turbine under construction"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Onshore",
        "text": "The capacity of the world's first wind farm was 0.6 MW, produced by 20 wind turbines rated at 30 kilowatts each, installed on the shoulder of Crotched Mountain in southern New Hampshire in December 1980. [19] [20] Onshore turbine installations in hilly or mountainous regions tend to be on ridges generally three kilometres or more inland from the nearest shoreline. This is done to exploit the topographic acceleration as the wind accelerates over a ridge. The additional wind speeds gained in this way can increase energy produced because more wind goes through the turbines. The exact position of each turbine matters, because a difference of 30 metres could potentially double output. This careful placement is referred to as 'micro-siting'.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Lochgoin_from_the_air_%28geograph_6051696%29.jpg/330px-Lochgoin_from_the_air_%28geograph_6051696%29.jpg",
                "caption": "An aerial view of Whitelee Wind Farm , the largest onshore wind farm in the UK and second-largest in Europe"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Roscoe_Wind_Farm_in_West_Texas.jpg/330px-Roscoe_Wind_Farm_in_West_Texas.jpg",
                "caption": "Roscoe Wind Farm , an onshore wind farm, in West Texas"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Offshore",
        "text": "Europe is the leader in offshore wind energy, with the first offshore wind farm (Vindeby) being installed in Denmark in 1991. As of 2010, there were 39 offshore wind farms in waters off Belgium, Denmark, Finland, Germany, Ireland, the Netherlands, Norway, Sweden and the United Kingdom, with a combined operating capacity of 2,396 MW. More than 100 GW (or 100,000 MW) of offshore projects are proposed or under development in Europe. The European Wind Energy Association set a target of 40 GW installed by 2020 and 150 GW by 2030. [38] As of 2017 [update] , The Walney Wind Farm in the United Kingdom is the largest offshore wind farm in the world at 659 MW , followed by the London Array (630 MW) also in the UK. Offshore wind turbines are less obtrusive than turbines on land, as their apparent size and noise is mitigated by distance. Because water has less surface roughness than land (especially deeper water), the average wind speed is usually considerably higher over open water. Capacity factors (utilisation rates) are considerably higher than for onshore locations. [39] The province of Ontario, Canada is pursuing several proposed locations in the Great Lakes , including the suspended [40] Trillium Power Wind 1 approximately 20 km from shore and over 400 MW in size. [41] Other Canadian projects include one on the Pacific west coast. [42] In 2010, there were no offshore wind farms in the United States, but projects were under development in wind-rich areas of the East Coast, Great Lakes, and Pacific coast; [38] and in late 2016 the Block Island Wind Farm was commissioned. Installation and service / maintenance of off-shore wind farms are a challenge for technology and economic operation of a wind farm. As of 2015 [update] , there are 20 jackup vessels for lifting components, but few can lift sizes above 5 MW. [44] Service vessels have to be operated nearly 24/7 (availability higher than 80% of time) to get sufficient amortisation from the wind turbines. [ citation needed ] Therefore, special fast service vehicles for installation (like Wind Turbine Shuttle) as well as for maintenance (including heave compensation and heave compensated working platforms to allow the service staff to enter the wind turbine also at difficult weather conditions) are required. So-called inertial and optical based Ship Stabilization and Motion Control systems (iSSMC) are used for that.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Windmills_and_Sailboats_on_the_Ocean_4890300941.jpg/260px-Windmills_and_Sailboats_on_the_Ocean_4890300941.jpg",
                "caption": "Offshore wind turbines near Copenhagen , Denmark."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/20210830_Windfarm_power_generation_capacity_-_offshore_capacity%2C_and_total_needed.svg/260px-20210830_Windfarm_power_generation_capacity_-_offshore_capacity%2C_and_total_needed.svg.png",
                "caption": "Offshore windfarms, including floating windfarms, provide a small but growing fraction of total windfarm power generation. Such power generation capacity must grow substantially to help meet the IEA 's Net Zero by 2050 pathway to combat climate change. [43]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Australia",
        "text": "The Australian Greens have been significant supporters of Australian wind farms, however the party's previous leader Bob Brown and former leader Richard Di Natale have now both expressed concerns about environmental aspects of wind turbines, particularly the potential danger they impose for birds. [66] [67]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Canunda_wind_farm_DKC1.jpg/220px-Canunda_wind_farm_DKC1.jpg",
                "caption": "The Australian Canunda Wind Farm , South Australia at sunrise"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "China",
        "text": "In just five years, China leapfrogged the rest of the world in wind energy production, going from 2,599 MW of capacity in 2006 to 62,733 MW at the end of 2011. [74] [75] [76] However, the rapid growth outpaced China's infrastructure and new construction slowed significantly in 2012. [77] At the end of 2009, wind power in China accounted for 25.1 gigawatts (GW) of electricity generating capacity, [78] and China has identified wind power as a key growth component of the country's economy. [79] With its large land mass and long coastline, China has exceptional wind resources. [80] Researchers from Harvard and Tsinghua University have found that China could meet all of their electricity demands from wind power by 2030. [81] By the end of 2008, at least 15 Chinese companies were commercially producing wind turbines and several dozen more were producing components. [82] Turbine sizes of 1.5 MW to 3 MW became common. Leading wind power companies in China were Goldwind , Dongfang Electric , and Sinovel [83] along with most major foreign wind turbine manufacturers. [84] China also increased production of small-scale wind turbines to about 80,000 turbines (80 MW) in 2008. Through all these developments, the Chinese wind industry appeared unaffected by the financial crisis of 2007–2008 , according to industry observers. [83] According to the Global Wind Energy Council , the development of wind energy in China, in terms of scale and rhythm, is unparalleled in the world. The National People's Congress permanent committee passed a law that requires the Chinese energy companies to purchase all the electricity produced by the renewable energy sector. [85]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Beach_Point-Lower_East_Pubnico_%28wind_farm%29.jpg/440px-Beach_Point-Lower_East_Pubnico_%28wind_farm%29.jpg",
                "caption": "The Pubnico Wind Farm taken from Beach Point, Lower East Pubnico, Nova Scotia"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Wind_farm_xinjiang.jpg/220px-Wind_farm_xinjiang.jpg",
                "caption": "Wind farm in Xinjiang , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Europe",
        "text": "In 2011 the European Union had a total installed wind capacity of 93,957 MW. Germany had the third-largest capacity in the world (after China and the United States), with an installed capacity of 29,060 MW at the end of 2011. Spain had 21,674 MW, and Italy and France each had between 6,000 and 7,000 MW. [86] [87] By January 2014, the UK installed capacity was 10,495 MW. [88] But energy production can be different from capacity – in 2010, Spain had the highest European wind power production with 43 TWh compared to Germany's 35 TWh. [89] In addition to the ' London Array ', an off-shore wind farm in the Thames Estuary in the United Kingdom , with a capacity of 630 MW (the world's largest off-shore wind farm when built), other large wind farms in Europe include Fântânele-Cogealac Wind Farm near Constanța , Romania with 600 MW capacity, [90] [91] and Whitelee Wind Farm near Glasgow , Scotland which has a total capacity of 539 MW. An important limiting factor of wind power is variable power generated by wind farms. In most locations the wind blows only part of the time, which means that there has to be back-up capacity of dispatchable generation capacity to cover periods that the wind is not blowing. To address this issue it has been proposed to create a \" supergrid \" to connect national grids together [92] across western Europe , ranging from Denmark across the southern North Sea to England and the Celtic Sea to Ireland, and further south to France and Spain especially in Higueruela which was for some time the biggest wind farm in the world. [93] The idea is that by the time a low pressure area has moved away from Denmark to the Baltic Sea the next low appears off the coast of Ireland. Therefore, while it is true that the wind is not blowing everywhere all of the time, it will tend to be blowing somewhere. In July 2022, Seagreen , the world's deepest fixed-bottom wind farm, became operative. Located 26 miles off the Angus coastline, in Scotland, it has 114 turbines that generate 1.1 gigawatts (GW) of electricity. [94] [95]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Windpark_Galicia.jpg/330px-Windpark_Galicia.jpg",
                "caption": "A wind farm in a mountainous area in Galicia , Spain"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "India",
        "text": "India has the fifth largest installed wind power capacity in the world. [96] As of 31 March 2014, the installed capacity of wind power was 21136.3 MW mainly spread across Tamil Nadu state (7253 MW). [97] [98] Wind power accounts nearly 8.5% of India's total installed power generation capacity, and it generates 1.6% of the country's power.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/A_Wind_Energy_farm_and_the_Cenotaphs%2C_the_ancient_and_the_modern%2C_Jaisalmer_Rajasthan_India.jpg/220px-A_Wind_Energy_farm_and_the_Cenotaphs%2C_the_ancient_and_the_modern%2C_Jaisalmer_Rajasthan_India.jpg",
                "caption": "A wind farm overlooking Bada Bagh , India"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Jordan",
        "text": "The 117 MW Tafila Wind Farm in Jordan was inaugurated in December 2015, and is the first large scale wind farm project in the region. [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Tafila_Wind_Farm_3.jpg/220px-Tafila_Wind_Farm_3.jpg",
                "caption": "The Tafila Wind Farm in Jordan , is the first large scale wind farm in the region."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Pakistan",
        "text": "Pakistan has wind corridors in Jhimpir, Gharo and Keti Bundar in Sindh province and is currently developing wind power plants in Jhimpir and Mirpur Sakro (District Thatta). The government of Pakistan decided to develop wind power energy sources due to problems supplying energy to the southern coastal regions of Sindh and Balochistan. The Zorlu Energy Putin Power Plant is the first wind power plant in Pakistan. The wind farm is being developed in Jhimpir, by Zorlu Energy Pakistan the local subsidiary of a Turkish company. The total cost of the project is $136 million.[3] Completed in 2012, it has a total capacity of around 56MW. Fauji Fertilizer Company Energy Limited, has built a 49.5 MW wind Energy Farm at Jhimpir. Contract of supply of mechanical design was awarded to Nordex and Descon Engineering Limited. Nordex is a German wind turbine manufacturer. In the end of 2011 49.6 MW was expected to be completed. The Pakistani government also issued a Letter Of Interest in a 100 MW Wind power plant to FFCEL. The Pakistani government had plans to achieve electric power  generation of up to 2500 MW by the end of 2015 from wind energy to bring down an energy shortage. Currently four wind farms are operational (Fauji Fertilizer 49.5 MW (subsidiary of Fauji Foundation), Three Gorges 49.5 MW, Zorlu Energy Pakistan 56 MW, Sapphire Wind Power Company Limited 52.6 MW) and six are under construction phase ( Master Wind Energy Limited 52.6 MW, Sachal Energy Development Limited 49.5 MW, Yunus Energy Limited 49.5 MW, Gul Energy 49.5 MW, Metro Energy 49.5 MW, Tapal Energy) and were expected to achieve COD in 2017. In the Gharo wind corridor, two wind farms (Foundation Energy 1 & II each 49.5 MW) are operational while two wind farms Tenaga Generasi Limited 49.5 MW and HydroChina Dawood Power Pvt. Limited 49.5 are under construction and expected to achieve COD in 2017. According to a USAID report, Pakistan has the potential of producing 150,000 megawatts of wind energy, of which the Sindh corridor can produce 40,000 megawatts.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Jhimpir_Wind_Farm_2012.jpg/220px-Jhimpir_Wind_Farm_2012.jpg",
                "caption": "Jhimpir Wind Farm, Pakistan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "South Africa",
        "text": "As of September 2015, a number of sizable wind farms have been constructed in South Africa mostly in the Western Cape region. These include the 100 MW Sere Wind Farm and the 138 MW Gouda Wind Facility . Most future wind farms in South Africa are earmarked for locations along the Eastern Cape coastline. [106] [107] [108] Eskom has constructed one small scale prototype windfarm at Klipheuwel in the Western Cape and another demonstrator site is near Darling with phase 1 completed. The first commercial wind farm, Coega Wind Farm in Port Elisabeth, was developed by the Belgian company Electrawinds.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Gouda_Wind_Farm_2015.JPG/220px-Gouda_Wind_Farm_2015.JPG",
                "caption": "Gouda Wind Facility , South Africa"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "United States",
        "text": "U.S. wind power installed capacity in September 2019 exceeded 100,125 MW and supplies 6.94% of the nation's electricity. [109] The majority of wind farms in the United States are located in the Central Plains , with slow expansion into other regions of the country. New installations place the U.S. on a trajectory to generate 20% of the nation's electricity by 2030 from wind energy. [110] Growth in 2008 channeled some $17 billion into the economy, positioning wind power as one of the leading sources of new power generation in the country, along with natural gas . Wind projects completed in 2008 accounted for about 42% of the entire new power-producing capacity added in the U.S. during the year. [111] Texas , with 27,036 MW of capacity, has the most installed wind power capacity of any U.S. state, followed by Iowa with 8,965 MW and Oklahoma with 8,072 MW. [112] Iowa is the leading state in terms of wind energy accounting for nearly 40% of total energy production in 2019. The Alta Wind Energy Center (1,020 MW) in California is the nation's largest wind farm in terms of capacity. Altamont Pass Wind Farm is the largest wind farm in the U.S. in terms of the number of individual turbines. [113] At the end of 2019, about 114,000 people were employed in the U.S. wind industry, [114] and GE Energy was the largest domestic wind turbine manufacturer. [115] In 2018, US wind power provided enough electricity to power approximately 25 million homes, avoiding the emissions of 200 million tons of carbon. [116] [111]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/San_Gorgonio_Pass_Wind_Power_Plants.jpg/220px-San_Gorgonio_Pass_Wind_Power_Plants.jpg",
                "caption": "San Gorgonio Pass wind farm , California"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Iowa_wind_farms-2.jpg/220px-Iowa_wind_farms-2.jpg",
                "caption": "Northern Iowa wind farm"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Ground radar interference",
        "text": "Wind farms can interfere with ground radar systems used for military , weather and air traffic control . The large, rapidly moving blades of the turbines can return signals to the radar that can be mistaken as an aircraft or weather pattern. [160] Actual aircraft and weather patterns around wind farms can be accurately detected, as there is no fundamental physical constraint preventing that, but aging radar infrastructure is significantly challenged with the task. [161] [162] The US military is using wind turbines on some bases, including Barstow near the radar test facility . [163] [164]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/NOAA_windturbine-radar-interference.gif/400px-NOAA_windturbine-radar-interference.gif",
                "caption": "Wind farm interference (in yellow circle) on radar map"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_farm",
        "title": "Wind farm",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Types",
        "text": "Wind turbines can rotate about either a horizontal or a vertical axis, the former being both older and more common. [37] They can also include blades or be bladeless. [38] Household-size vertical designs produce less power and are less common. [39]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/HAWT_and_VAWTs_in_operation_medium.gif/220px-HAWT_and_VAWTs_in_operation_medium.gif",
                "caption": "The three primary types: VAWT Savonius , HAWT towered; VAWT Darrieus as they appear in operation"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Horizontal axis",
        "text": "Large three-bladed horizontal-axis wind turbines (HAWT) with the blades upwind of the tower produce the overwhelming majority of wind power in the world today. [4] These turbines have the main rotor shaft and electrical generator at the top of a tower and must be pointed into the wind. Small turbines are pointed by a simple wind vane , while large turbines generally use a wind sensor coupled with a yaw system. Most have a gearbox, which turns the slow rotation of the blades into a quicker rotation that is more suitable to drive an electrical generator. [40] Some turbines use a different type of generator suited to slower rotational speed input. These don't need a gearbox and are called direct-drive, meaning they couple the rotor directly to the generator with no gearbox in between. While permanent magnet direct-drive generators can be more costly due to the rare earth materials required, these gearless turbines are sometimes preferred over gearbox generators because they \"eliminate the gear-speed increaser, which is susceptible to significant accumulated fatigue torque loading, related reliability issues, and maintenance costs\". [41] There is also the pseudo direct drive mechanism, which has some advantages over the permanent magnet direct drive mechanism. [42] Most horizontal axis turbines have their rotors upwind of the supporting tower. [43] Downwind machines have been built, because they don't need an additional mechanism for keeping them in line with the wind. In high winds, downwind blades can also be designed to bend more than upwind ones, which reduces their swept area and thus their wind resistance, mitigating risk during gales. Despite these advantages, upwind designs are preferred, because the pulsing change in loading from the wind as each blade passes behind the supporting tower can cause damage to the turbine. [44] Turbines used in wind farms for commercial production of electric power are usually three-bladed. These have low torque ripple , which contributes to good reliability. The blades are usually colored white for daytime visibility by aircraft and range in length from 20 to 80 meters (66 to 262 ft). The size and height of turbines increase year by year. Offshore wind turbines are built up to 8 MW today and have a blade length up to 80 meters (260 ft). Designs with 10 to 12 MW were in preparation in 2018, [45] and a \"15 MW+\" prototype with three 118-metre (387 ft) blades is planned to be constructed in 2022. [46] The average hub height of horizontal axis wind turbines is 90 meters. [47]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Scout_moor_gearbox%2C_rotor_shaft_and_brake_assembly.jpg/220px-Scout_moor_gearbox%2C_rotor_shaft_and_brake_assembly.jpg",
                "caption": "Components of a horizontal axis wind turbine (gearbox, rotor shaft and brake assembly) being lifted into position"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/One_Energy_Wind_for_Industry_permanent_magnet_direct-drive_generator.jpg/220px-One_Energy_Wind_for_Industry_permanent_magnet_direct-drive_generator.jpg",
                "caption": "The rotor of a gearless wind turbine being set. This particular turbine was prefabricated in Germany, before being shipped to the U.S. for assembly."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Wind_Turbines_%285132099985%29.jpg/220px-Wind_Turbines_%285132099985%29.jpg",
                "caption": "Offshore Horizontal Axis Wind Turbines (HAWTs) at Scroby Sands Wind Farm, England"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/%E8%A5%BF%E7%94%B8%E5%AD%90%E6%A2%81%E9%A3%8E%E8%BD%A6.jpg/220px-%E8%A5%BF%E7%94%B8%E5%AD%90%E6%A2%81%E9%A3%8E%E8%BD%A6.jpg",
                "caption": "Onshore Horizontal Axis Wind Turbines in Zhangjiakou , Hebei , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Savonius wind turbine",
        "text": "These are drag-type devices with two (or more) scoops that are used in anemometers, Flettner vents (commonly seen on bus and van roofs), and in some high-reliability low-efficiency power turbines. They are always self-starting if there are at least three scoops. [57] Twisted Savonius is a modified savonius, with long helical scoops to provide smooth torque. This is often used as a rooftop wind turbine and has even been adapted for ships . [58]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Twisted_Savonius_wind_turbine_in_operation%4060rpm.gif/100px-Twisted_Savonius_wind_turbine_in_operation%4060rpm.gif",
                "caption": "A vertical axis Twisted Savonius type turbine."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Design and construction",
        "text": "Wind turbine design is a careful balance of cost, energy output, and fatigue life.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/EERE_illust_large_turbine.gif/220px-EERE_illust_large_turbine.gif",
                "caption": "Components of a horizontal-axis wind turbine"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/WKA_spannglieder.jpg/220px-WKA_spannglieder.jpg",
                "caption": "Inside view of a wind turbine tower, showing the tendon cables"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Components",
        "text": "Wind turbines convert wind energy to electrical energy for distribution. Conventional horizontal axis turbines can be divided into three components: A 1.5 ( MW ) wind turbine of a type frequently seen in the United States has a tower 80 meters (260 ft) high. The rotor assembly (blades and hub) measures about 80 meters (260 ft) in diameter. [68] The nacelle, which contains the generator, is 15.24 meters (50.0 ft) and weighs around 300 tons. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Badaia_-_Parque_E%C3%B3lico_-BT-_01.jpg/220px-Badaia_-_Parque_E%C3%B3lico_-BT-_01.jpg",
                "caption": "Nacelle of a wind turbine"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Technology",
        "text": "Generally, efficiency increases along with turbine blade lengths. The blades must be stiff, strong, durable, light and resistant to fatigue. [72] Materials with these properties include composites such as polyester and epoxy, while glass fiber and carbon fiber have been used for the reinforcing. [73] Construction may involve manual layup or injection molding. Retrofitting existing turbines with larger blades reduces the task and risks of redesign. [74] As of 2021, the longest blade was 115.5 m (379 ft), producing 15 MW. [75] Blades usually last around 20 years, the typical lifespan of a wind turbine. [76]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Growing_size_of_wind_turbines.png/350px-Growing_size_of_wind_turbines.png",
                "caption": "Development in size and power of wind turbines, 1990–2016"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Glass and carbon fibers",
        "text": "The stiffness of composites is determined by the stiffness of fibers and their volume content. Typically, E-glass fibers are used as main reinforcement in the composites. Typically, the glass/epoxy composites for wind turbine blades contain up to 75% glass by weight. This increases the stiffness, tensile and compression strength. A promising composite material is glass fiber with modified compositions like S-glass, R-glass etc. Other glass fibers developed by Owens Corning are ECRGLAS, Advantex and WindStrand. [77] Carbon fiber has more tensile strength, higher stiffness and lower density than glass fiber. An ideal candidate for these properties is the spar cap, a structural element of a blade that experiences high tensile loading. [73] A 100-metre (330 ft) glass fiber blade could weigh up to 50 tonnes (110,000 lb), while using carbon fiber in the spar saves 20% to 30% weight, about 15 tonnes (33,000 lb). [78]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Turbine_Blade_Convoy_Passing_through_Edenfield.jpg/220px-Turbine_Blade_Convoy_Passing_through_Edenfield.jpg",
                "caption": "A turbine blade convoy passing through Edenfield , England"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Material supply",
        "text": "A 2015 study of the material consumption trends and requirements for wind energy in Europe found that bigger turbines have a higher consumption of precious metals but lower material input per kW generated. The material consumption and stock at that time was compared to input materials for various onshore system sizes. In all EU countries, the estimates for 2020 doubled the values consumed in 2009. These countries would need to expand their resources to meet the estimated demand for 2020. For example, the EU had 3% of world supply of fluorspar , and it would require 14% by 2020. Globally, the main exporting countries are South Africa, Mexico, and China. This is similar with other critical and valuable materials required for energy systems such as magnesium, silver and indium. The levels of recycling of these materials are very low, and focusing on that could alleviate supply. Because most of these valuable materials are also used in other emerging technologies, like light emitting diodes (LEDs), photo voltaics (PVs) and liquid crystal displays (LCDs), their demand is expected to grow. [86] A 2011 study by the United States Geological Survey estimated resources required to fulfill the US commitment to supplying 20% of its electricity from wind power by 2030. It did not consider requirements for small turbines or offshore turbines because those were not common in 2008 when the study was done. Common materials such as cast iron, steel and concrete would increase by 2%–3% compared to 2008. Between 110,000 and 115,000 metric tons of fiber glass would be required per year, a 14% increase. Rare-earth metal use would not increase much compared to available supply, however rare-earth metals that are also used for other technologies such as batteries which are increasing its global demand need to be taken into account. Land required would be 50,000 square kilometers onshore and 11,000 offshore. This would not be a problem in the US due to its vast area and because the same land can be used for farming. A greater challenge would be the variability and transmission to areas of high demand. [87] Permanent magnets for wind turbine generators contain rare-earth metals such as neodymium (Nd), praseodymium (Pr), terbium (Tb), and dysprosium (Dy). Systems that use magnetic direct drive turbines require greater amounts of rare-earth metals. Therefore, an increase in wind turbine manufacture would increase the demand for these resources. By 2035, the demand for Nd is estimated to increase by 4,000 to 18,000 tons and for Dy by 200 to 1200 tons. These values are a quarter to half of current production. However, these estimates are very uncertain because technologies are developing rapidly. [88] Reliance on rare earth minerals for components has risked expense and price volatility as China has been main producer of rare earth minerals (96% in 2009) and was reducing its export quotas. [87] However, in recent years, other producers have increased production and China has increased export quotas, leading to higher supply, lower cost, and greater viability of large-scale use of variable-speed generators. [89] Glass fiber is the most common material for reinforcement. Its demand has grown due to growth in construction, transportation and wind turbines. Its global market might reach US$17.4 billion by 2024, compared to US$8.5 billion in 2014. In 2014, Asia Pacific produced more than 45% of the market; now China is the largest producer. The industry receives subsidies from the Chinese government allowing it to export cheaper to the US and Europe. However, price wars have led to anti-dumping measures such as tariffs on Chinese glass fiber. [90]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Nordex_Jonesboro_Plant_001.jpg/220px-Nordex_Jonesboro_Plant_001.jpg",
                "caption": "Nordex wind turbine manufacturing plant in Jonesboro, Arkansas , United States"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Wind turbines on public display",
        "text": "A few localities have exploited the attention-getting nature of wind turbines by placing them on public display, either with visitor centers around their bases, or with viewing areas farther away. [91] The wind turbines are generally of conventional horizontal-axis, three-bladed design and generate power to feed electrical grids, but they also serve the unconventional roles of technology demonstration, public relations, and education. [92]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Lamma_wind_turbine.jpg/170px-Lamma_wind_turbine.jpg",
                "caption": "The Nordex N50 wind turbine and visitor centre of Lamma Winds in Hong Kong , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Small wind turbines",
        "text": "Small wind turbines may be used for a variety of applications including on- or off-grid residences, telecom towers, offshore platforms, rural schools and clinics, remote monitoring and other purposes that require energy where there is no electric grid, or where the grid is unstable. Small wind turbines may be as small as a fifty-watt generator for boat or caravan use. Hybrid solar- and wind-powered units are increasingly being used for traffic signage, particularly in rural locations, since they avoid the need to lay long cables from the nearest mains connection point. [93] The U.S. Department of Energy's National Renewable Energy Laboratory (NREL) defines small wind turbines as those smaller than or equal to 100 kilowatts. [94] Small units often have direct-drive generators, direct current output, aeroelastic blades, and lifetime bearings and use a vane to point into the wind. [95]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Quietrevolution_Bristol_3513051949.jpg/170px-Quietrevolution_Bristol_3513051949.jpg",
                "caption": "A small Quietrevolution QR5 Gorlov type vertical axis wind turbine in Bristol , England. Measuring 3 m in diameter and 5 m high, it has a nameplate rating of 6.5 kW to the grid."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Records",
        "text": "See also List of most powerful wind turbines",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Quebecturbine.JPG/170px-Quebecturbine.JPG",
                "caption": "Éole, the largest vertical axis wind turbine , in Cap-Chat, Quebec , Canada"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Wind energy resources",
        "text": "Wind is air movement in the Earth's atmosphere. In a unit of time, say 1 second, the volume of air that had passed an area A {\\displaystyle A} is A v {\\displaystyle Av} . If the air density is ρ {\\displaystyle \\rho } , the mass of this volume of air is M = ρ A v {\\displaystyle M=\\rho Av} , and the power transfer, or energy transfer per second is P = 1 2 M v 2 = 1 2 ρ A v 3 {\\displaystyle P={\\tfrac {1}{2}}Mv^{2}={\\tfrac {1}{2}}\\rho Av^{3}} . Wind power is thus proportional to the third power of the wind speed; the available power increases eightfold when the wind speed doubles. Change of wind speed by a factor of 2.1544 increases the wind power by one order of magnitude (multiply by 10). The global wind kinetic energy averaged approximately 1.50 MJ/m 2 over the period from 1979 to 2010, 1.31 MJ/m 2 in the Northern Hemisphere with 1.70 MJ/m 2 in the Southern Hemisphere. The atmosphere acts as a thermal engine, absorbing heat at higher temperatures, releasing heat at lower temperatures. The process is responsible for the production of wind kinetic energy at a rate of 2.46 W/m 2 thus sustaining the circulation of the atmosphere against friction. [15] Through wind resource assessment , it is possible to estimate wind power potential globally, by country or region, or for a specific site. The Global Wind Atlas provided by the Technical University of Denmark in partnership with the World Bank provides a global assessment of wind power potential. [13] [16] [17] Unlike 'static' wind resource atlases which average estimates of wind speed and power density across multiple years, tools such as Renewables.ninja provide time-varying simulations of wind speed and power output from different wind turbine models at an hourly resolution. [18] More detailed, site-specific assessments of wind resource potential can be obtained from specialist commercial providers, and many of the larger wind developers have in-house modeling capabilities. The total amount of economically extractable power available from the wind is considerably more than present human power use from all sources. [19] The strength of wind varies, and an average value for a given location does not alone indicate the amount of energy a wind turbine could produce there. To assess prospective wind power sites, a probability distribution function is often fit to the observed wind speed data. [20] Different locations will have different wind speed distributions. The Weibull model closely mirrors the actual distribution of hourly/ten-minute wind speeds at many locations. The Weibull factor is often close to 2 and therefore a Rayleigh distribution can be used as a less accurate, but simpler model. [21]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Mean_Wind_Speed.png/220px-Mean_Wind_Speed.png",
                "caption": "Global map of wind speed at 100 meters on land and around coasts. [13]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Lee_Ranch_Wind_Speed_Frequency.svg/350px-Lee_Ranch_Wind_Speed_Frequency.svg.png",
                "caption": "Distribution of wind speed (red) and energy (blue) for all of 2002 at the Lee Ranch facility in Colorado. The histogram shows measured data, while the curve is the Rayleigh model distribution for the same average wind speed."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Global_Map_of_Wind_Power_Density_Potential.png/220px-Global_Map_of_Wind_Power_Density_Potential.png",
                "caption": "Global map of wind power density potential [14]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Offshore wind power",
        "text": "Offshore wind power is wind farms in large bodies of water, usually the sea. These installations can use the more frequent and powerful winds that are available in these locations and have less visual impact on the landscape than land-based projects. However, the construction and maintenance costs are considerably higher. [36] [37] As of November 2021, the Hornsea Wind Farm in the United Kingdom is the largest offshore wind farm in the world at 1,218 MW . [38]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Agucadoura_WindFloat_Prototype.jpg/225px-Agucadoura_WindFloat_Prototype.jpg",
                "caption": "The world's second full-scale floating wind turbine (and first to be installed without the use of heavy-lift vessels), WindFloat, operating at rated capacity (2  MW) approximately 5  km offshore of Póvoa de Varzim , Portugal"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Growth trends",
        "text": "In 2020, wind supplied almost 1600 TWh of electricity, which was over 5% of worldwide electrical generation and about 2% of energy consumption. [2] [3] With over 100 GW added during 2020, mostly in China , global installed wind power capacity reached more than 730 GW. [4] [3] But to help meet the Paris Agreement 's goals to limit climate change , analysts say it should expand much faster - by over 1% of electricity generation per year. [6] Expansion of wind power is being hindered by fossil fuel subsidies . [48] [49] [50] The actual amount of electric power that wind can generate is calculated by multiplying the nameplate capacity by the capacity factor , which varies according to equipment and location. Estimates of the capacity factors for wind installations are in the range of 35% to 44%. [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/2010-_Power_capacity_by_technology_-_Dec_2022_International_Energy_Agency.svg/210px-2010-_Power_capacity_by_technology_-_Dec_2022_International_Energy_Agency.svg.png",
                "caption": "Renewable energy sources, especially solar photovoltaic and wind power, are providing an increasing share of power capacity. [45]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1d/Information_icon4.svg/40px-Information_icon4.svg.png",
                "caption": "Log graph of global wind power cumulative capacity (Data:GWEC) [47]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Penetration",
        "text": "Wind energy penetration is the fraction of energy produced by wind compared with the total generation. Wind power's share of worldwide electricity usage in 2021 was almost 7%, [55] up from 3.5% in 2015. [56] [57] There is no generally accepted maximum level of wind penetration. The limit for a particular grid will depend on the existing generating plants, pricing mechanisms, capacity for energy storage , demand management, and other factors. An interconnected electric power grid will already include reserve generating and transmission capacity to allow for equipment failures. This reserve capacity can also serve to compensate for the varying power generation produced by wind stations. Studies have indicated that 20% of the total annual electrical energy consumption may be incorporated with minimal difficulty. [58] These studies have been for locations with geographically dispersed wind farms, some degree of dispatchable energy or hydropower with storage capacity, demand management, and interconnected to a large grid area enabling the export of electric power when needed. Electrical utilities continue to study the effects of large-scale penetration of wind generation on system stability. [59] A wind energy penetration figure can be specified for different duration of time but is often quoted annually. To generate almost all electricity from wind annually requires substantial interconnection to other systems, for example some wind power in Scotland is sent to the rest of the British grid . [60] On a monthly, weekly, daily, or hourly basis—or less—wind might supply as much as or more than 100% of current use, with the rest stored, exported or curtailed. The seasonal industry might then take advantage of high wind and low usage times such as at night when wind output can exceed normal demand. Such industry might include the production of silicon, aluminum, [61] steel, or natural gas, and hydrogen, and using future long-term storage to facilitate 100% energy from variable renewable energy . [62] [63] [ better source needed ] Homes and businesses can also be programmed to vary electricity demand , [64] [65] for example by remotely turning up water heater thermostats. [66]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Share_of_electricity_production_from_wind.svg/350px-Share_of_electricity_production_from_wind.svg.png",
                "caption": "Share of electricity production from wind, 2022 [54]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Variability",
        "text": "Wind power is variable, and during low wind periods, it may need to be replaced by other power sources. Transmission networks presently cope with outages of other generation plants and daily changes in electrical demand, but the variability of intermittent power sources such as wind power is more frequent than those of conventional power generation plants which, when scheduled to be operating, may be able to deliver their nameplate capacity around 95% of the time. Electric power generated from wind power can be highly variable at several different timescales: hourly, daily, or seasonally. Annual variation also exists but is not as significant. [ citation needed ] Because instantaneous electrical generation and consumption must remain in balance to maintain grid stability, this variability can present substantial challenges to incorporating large amounts of wind power into a grid system. Intermittency and the non- dispatchable nature of wind energy production can raise costs for regulation, incremental operating reserve , and (at high penetration levels) could require an increase in the already existing energy demand management , load shedding , storage solutions, or system interconnection with HVDC cables. Fluctuations in load and allowance for the failure of large fossil-fuel generating units require operating reserve capacity, which can be increased to compensate for the variability of wind generation. Utility-scale batteries are often used to balance hourly and shorter timescale variation, [67] [68] but car batteries may gain ground from the mid-2020s. [69] Wind power advocates argue that periods of low wind can be dealt with by simply restarting existing power stations that have been held in readiness, or interlinking with HVDC. [70] The combination of diversifying variable renewables by type and location, forecasting their variation, and integrating them with dispatchable renewables, flexible fueled generators, and demand response can create a power system that has the potential to meet power supply needs reliably. Integrating ever-higher levels of renewables is being successfully demonstrated in the real world. [71] Solar power tends to be complementary to wind. [73] [74] On daily to weekly timescales, high-pressure areas tend to bring clear skies and low surface winds, whereas low-pressure areas tend to be windier and cloudier. On seasonal timescales, solar energy peaks in summer, whereas in many areas wind energy is lower in summer and higher in winter. [A] [75] Thus the seasonal variation of wind and solar power tend to cancel each other somewhat. [72] Wind hybrid power systems are becoming more popular. [76]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Toro_de_osborne.jpg/220px-Toro_de_osborne.jpg",
                "caption": "Wind turbines are typically installed in windy locations. In the image, wind power generators in Spain , near an Osborne bull ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Roscoe_Wind_Farm_in_West_Texas.jpg/220px-Roscoe_Wind_Farm_in_West_Texas.jpg",
                "caption": "Roscoe Wind Farm : an onshore wind farm in West Texas near Roscoe"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Seasonal_cycle_of_capacity_factors_for_wind_and_photovoltaics_in_Europe_under_idealized_assumptions.png/220px-Seasonal_cycle_of_capacity_factors_for_wind_and_photovoltaics_in_Europe_under_idealized_assumptions.png",
                "caption": "Seasonal cycle of capacity factors for wind and photovoltaics in Europe under idealized assumptions. The figure illustrates the balancing effects of wind and solar energy at the seasonal scale (Kaspar et al., 2019). [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Economics",
        "text": "Onshore wind is an inexpensive source of electric power, cheaper than coal plants and new gas plants. [10] According to BusinessGreen , wind turbines reached grid parity (the point at which the cost of wind power matches traditional sources) in some areas of Europe in the mid-2000s, and in the US around the same time. Falling prices continue to drive the Levelized cost down and it has been suggested that it has reached general grid parity in Europe in 2010, and will reach the same point in the US around 2016 due to an expected reduction in capital costs of about 12%. [88] [ needs update ] In 2021, the CEO of Siemens Gamesa warned that increased demand for low-cost wind turbines combined with high input costs and high costs of steel result in increased pressure on the manufacturers and decreasing profit margins. [89] Northern Eurasia, Canada, some parts of the United States, and Patagonia in Argentina are the best areas for onshore wind: whereas in other parts of the world solar power, or a combination of wind and solar, tend to be cheaper. [90] : 8",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Onshore-wind-lcoe.png/310px-Onshore-wind-lcoe.png",
                "caption": "Onshore wind cost per kilowatt-hour between 1983 and 2017 [87]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Electric power cost and trends",
        "text": "Wind power is capital intensive but has no fuel costs. [91] The price of wind power is therefore much more stable than the volatile prices of fossil fuel sources. [92] However, the estimated average cost per unit of electric power must incorporate the cost of construction of the turbine and transmission facilities, borrowed funds, return to investors (including the cost of risk), estimated annual production, and other components, averaged over the projected useful life of the equipment, which may be more than 20 years. Energy cost estimates are highly dependent on these assumptions so published cost figures can differ substantially. The presence of wind energy, even when subsidized, can reduce costs for consumers (€5 billion/yr in Germany) by reducing the marginal price, by minimizing the use of expensive peaking power plants . [93] The cost has decreased as wind turbine technology has improved. There are now longer and lighter wind turbine blades, improvements in turbine performance, and increased power generation efficiency. Also, wind project capital expenditure costs and maintenance costs have continued to decline. [94] In 2021, a Lazard study of unsubsidized electricity said that wind power levelized cost of electricity continues to fall but more slowly than before. The study estimated new wind-generated electricity cost from $26 to $50/MWh, compared to new gas power from $45 to $74/MWh. The median cost of fully deprecated existing coal power was $42/MWh, nuclear $29/MWh and gas $24/MWh. The study estimated offshore wind at around $83/MWh. Compound annual growth rate was 4% per year from 2016 to 2021, compared to 10% per year from 2009 to 2021. [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Turbine_Blade_Convoy_Passing_through_Edenfield.jpg/220px-Turbine_Blade_Convoy_Passing_through_Edenfield.jpg",
                "caption": "A turbine blade convoy passing through Edenfield in the U.K. (2008). Even longer 2-piece blades are now manufactured, and then assembled on-site to reduce difficulties in transportation."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Small-scale wind power",
        "text": "Small-scale wind power is the name given to wind generation systems with the capacity to produce up to 50 kW of electrical power. [102] Isolated communities, that may otherwise rely on diesel generators, may use wind turbines as an alternative. Individuals may purchase these systems to reduce or eliminate their dependence on grid electric power for economic reasons, or to reduce their carbon footprint . Wind turbines have been used for household electric power generation in conjunction with battery storage over many decades in remote areas. [103] Examples of small-scale wind power projects in an urban setting can be found in New York City , where, since 2009, several building projects have capped their roofs with Gorlov-type helical wind turbines . Although the energy they generate is small compared to the buildings' overall consumption, they help to reinforce the building's 'green' credentials in ways that \"showing people your high-tech boiler\" cannot, with some of the projects also receiving the direct support of the New York State Energy Research and Development Authority . [104] Grid-connected domestic wind turbines may use grid energy storage, thus replacing purchased electric power with locally produced power when available. The surplus power produced by domestic microgenerators can, in some jurisdictions, be fed into the network and sold to the utility company, producing a retail credit for the microgenerators' owners to offset their energy costs. [105] Off-grid system users can either adapt to intermittent power or use batteries, photovoltaic , or diesel systems to supplement the wind turbine. [106] Equipment such as parking meters, traffic warning signs, street lighting, or wireless Internet gateways may be powered by a small wind turbine, possibly combined with a photovoltaic system, that charges a small battery replacing the need for a connection to the power grid. [107] Airborne wind turbines , such as kites, can be used in places at risk of hurricanes, as they can be taken down in advance. [108]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Quietrevolution_Bristol_3513051949.jpg/220px-Quietrevolution_Bristol_3513051949.jpg",
                "caption": "A small Quietrevolution QR5 Gorlov type vertical axis wind turbine on the roof of Bristol Beacon in Bristol, England . Measuring 3 m in diameter and 5 m high, it has a nameplate rating of 6.5 kW."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Impact on environment and landscape",
        "text": "The environmental impact of electricity generation from wind power is minor when compared to that of fossil fuel power . [110] Wind turbines have some of the lowest life-cycle greenhouse-gas emissions of energy sources : far less greenhouse gas is emitted than for the average unit of electricity, so wind power helps limit climate change. [111] Use of engineered wood may allow carbon negative wind power. [112] Wind power consumes no fuel, and emits no local air pollution , unlike fossil fuel power sources. Onshore wind farms can have a significant visual impact. [113] Due to a very low surface power density and spacing requirements, wind farms typically need to be spread over more land than other power stations. [7] [114] Their network of turbines, access roads, transmission lines, and substations can result in \"energy sprawl\"; [8] although land between the turbines and roads can still be used for agriculture. [115] [116] Some wind farms are opposed for potentially spoiling protected scenic areas, archaeological landscapes and heritage sites. [117] [118] [119] A report by the Mountaineering Council of Scotland concluded that wind farms harmed tourism in areas known for natural landscapes and panoramic views. [120] Habitat loss and fragmentation are the greatest potential impacts on wildlife of onshore wind farms, [8] but the worldwide ecological impact is minimal. [110] Thousands of birds and bats, including rare species, have been killed by wind turbine blades, [121] though wind turbines are responsible for far fewer bird deaths than fossil-fueled power stations. [122] This can be mitigated with proper wildlife monitoring. [123] Many wind turbine blades are made of fiberglass , and have a lifetime of 20 years. [124] Blades are hollow: some blades are crushed to reduce their volume and then landfilled. [125] However, as they can take a lot of weight they can be made into long lasting small bridges for walkers or cyclists. [126] Blade end-of-life is complicated, [127] and blades manufactured in the 2020s are more likely to be designed to be completely recyclable. [128] Wind turbines also generate noise. At a distance of 300 metres (980 ft), this may be around 45 dB, which is slightly louder than a refrigerator. At 1.5 km (1 mi), they become inaudible. [129] [130] There are anecdotal reports of negative health effects on people who live very close to wind turbines. [131] Peer-reviewed research has generally not supported these claims. [132] [133] [134]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Greenhouse_gas_emissions_per_energy_source.png/220px-Greenhouse_gas_emissions_per_energy_source.png",
                "caption": "Greenhouse gas emissions per energy source. Wind energy is one of the sources with the least greenhouse gas emissions."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Wb_deichh_drei_kuhs.jpg/220px-Wb_deichh_drei_kuhs.jpg",
                "caption": "Livestock grazing near a wind turbine. [109]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Central government",
        "text": "Although wind turbines with fixed bases are a mature technology and new installations are generally no longer subsidized, [135] [136] floating wind turbines are a relatively new technology so some governments subsidize them, for example to use deeper waters. [137] Fossil fuel subsidies by some governments are slowing the growth of renewables. [138] Permitting of wind farms can take years and some governments are trying to speed up - the wind industry says this will help limit climate change and increase energy security [139] - sometimes groups such as fishers resist this [140] but governments say that rules protecting biodiversity will still be followed. [141]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Floatgen.jpg/220px-Floatgen.jpg",
                "caption": "Wind turbine floating off France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Public opinion",
        "text": "Surveys of public attitudes across Europe and in many other countries show strong public support for wind power. [143] [144] [145] Bakker et al. (2012) found in their study that residents who did not want turbines built near them suffered significantly more stress than those who \"benefited economically from wind turbines\". [146] Although wind power is a popular form of energy generation, onshore or near offshore wind farms are sometimes opposed for their impact on the landscape (especially scenic areas, heritage areas and archaeological landscapes), as well as noise, and impact on tourism. [147] [148] In other cases, there is direct community ownership of wind farms . The hundreds of thousands of people who have become involved in Germany's small and medium-sized wind farms demonstrate such support there. [149] A 2010 Harris Poll found strong support for wind power in Germany, other European countries, and the United States. [143] [144] [150] Public support in the United States has decreased from 75% in 2020 to 62% in 2021, with the Democrat Party supporting the use of wind energy twice as much as the Republican Party. [151] President Biden has signed an executive order to begin building large scale wind farms. [152] In China , Shen et al. (2019) found that Chinese city-dwellers may be resistant to building wind turbines in urban areas, with a surprisingly high proportion of people citing an unfounded fear of radiation as driving their concerns. [153] Also, the study finds that like their counterparts in OECD countries, urban Chinese respondents are sensitive to direct costs and wildlife externalities. Distributing relevant information about turbines to the public may alleviate resistance.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [142]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Community",
        "text": "Many wind power companies work with local communities to reduce environmental and other concerns associated with particular wind farms. [156] [157] [158] In other cases there is direct community ownership of wind farm projects . Appropriate government consultation, planning and approval procedures also help to minimize environmental risks. [143] [159] [160] Some may still object to wind farms [161] but many say their concerns should be weighed against the need to address the threats posed by air pollution , [162] [111] climate change [163] and the opinions of the broader community. [164] In the US, wind power projects are reported to boost local tax bases, helping to pay for schools, roads, and hospitals, and to revitalize the economies of rural communities by providing steady income to farmers and other landowners. [98] In the UK, both the National Trust and the Campaign to Protect Rural England have expressed concerns about the effects on the rural landscape caused by inappropriately sited wind turbines and wind farms. [165] [166] Some wind farms have become tourist attractions. The Whitelee Wind Farm Visitor Centre has an exhibition room, a learning hub, a café with a viewing deck and also a shop. It is run by the Glasgow Science Centre . [167] In Denmark, a loss-of-value scheme gives people the right to claim compensation for loss of value of their property if it is caused by proximity to a wind turbine. The loss must be at least 1% of the property's value. [168] Despite this general support for the concept of wind power in the public at large, local opposition often exists and has delayed or aborted a number of projects. [169] [170] [171] As well as concerns about the landscape, there are concerns that some installations can produce excessive sound and vibration levels leading to a decrease in property values. [172] A study of 50,000 home sales near wind turbines found no statistical evidence that prices were affected. [173] While aesthetic issues are subjective and some find wind farms pleasant and optimistic, or symbols of energy independence and local prosperity, protest groups are often formed to attempt to block some wind power stations for various reasons. [161] [174] [175] Some opposition to wind farms is dismissed as NIMBYism , [176] but research carried out in 2009 found that there is little evidence to support the belief that residents only object to wind farms because of a \"Not in my Back Yard\" attitude. [177]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Wind_tubines_cumbria.JPG/450px-Wind_tubines_cumbria.JPG",
                "caption": "Wind turbines such as these, in Cumbria , England, have been opposed for a number of reasons, including aesthetics, by some sectors of the population. [154] [155]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Whitelee_panorama.JPG/450px-Whitelee_panorama.JPG",
                "caption": "A panoramic view of the United Kingdom's Whitelee Wind Farm with Lochgoin Reservoir in the foreground."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Event description",
        "text": "Bird strikes happen most often during takeoff or landing , or during low altitude flight. [12] However, bird strikes have also been reported at high altitudes, some as high as 6,000 to 9,000 m (20,000 to 30,000 ft) above the ground. Bar-headed geese have been seen flying as high as 10,175 m (33,383 ft) above sea level. An aircraft over the Ivory Coast collided with a Rüppell's vulture at the altitude of 11,300 m (37,100 ft), the current record avian height. [13] The majority of bird collisions occur near or at airports (90%, according to the ICAO ) during takeoff, landing and associated phases. According to the FAA wildlife hazard management manual for 2005, less than 8% of strikes occur above 900 m (3,000 ft) and 61% occur at less than 30 m (98 ft). [ citation needed ] The point of impact is usually any forward-facing edge of the vehicle such as a wing leading edge, nose cone, jet engine cowling or engine inlet. Jet engine ingestion is extremely serious due to the rotation speed of the engine fan and engine design. As the bird strikes a fan blade, that blade can be displaced into another blade and so forth, causing a cascading failure . Jet engines are particularly vulnerable during the takeoff phase when the engine is turning at a very high speed and the plane is at a low altitude where birds are more commonly found. The force of the impact on an aircraft depends on the weight of the animal and the speed difference and direction at the point of impact. The energy of the impact increases with the square of the speed difference. High-speed impacts, as with jet aircraft, can cause considerable damage and even catastrophic failure to the vehicle. The energy of a 5 kg (11 lb) bird moving at a relative velocity of 275 km/h (171 mph) approximately equals the energy of a 100 kg (220 lb) weight dropped from a height of 15 metres (49 ft). [14] However, according to the FAA only 15% of strikes (ICAO 11%) actually result in damage to the aircraft. [15] Bird strikes can damage vehicle components, or injure passengers. Flocks of birds are especially dangerous and can lead to multiple strikes, with corresponding damage. Depending on the damage, aircraft at low altitudes or during take-off and landing often cannot recover in time. [16] US Airways Flight 1549 is a classic example of this. The engines on the Airbus A320 used on that flight were torn apart by multiple bird strikes at low altitude. There was no time to make a safe landing at an airport, forcing a water landing in the Hudson River . Remains of the bird, termed snarge , [17] [18] are sent to identification centers where forensic techniques may be used to identify the species involved. These samples need to be taken carefully by trained personnel to ensure proper analysis [19] and reduce the risks of infection ( zoonoses ). [20]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/JT8D_Engine_after_Bird_Strike.jpg/220px-JT8D_Engine_after_Bird_Strike.jpg",
                "caption": "View of fan blades of a Pratt & Whitney JT8D jet engine after a bird strike"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Jet_engine_damaged_by_bird_strike.jpg/220px-Jet_engine_damaged_by_bird_strike.jpg",
                "caption": "Inside of a jet engine after a bird strike"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Birdstrike_ICE.jpg/220px-Birdstrike_ICE.jpg",
                "caption": "An ICE 3 high-speed train after hitting a bird"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Bird_control.jpg/220px-Bird_control.jpg",
                "caption": "A bird control vehicle belonging to Copenhagen Airport Kastrup, equipped with various tools"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Bird_strike",
        "title": "Bird strike",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Wildlife management",
        "text": "Though there are many methods available to wildlife managers at airports, no single method will work in all instances and with all species. Wildlife management in the airport environment can be grouped into two broad categories: non-lethal and lethal. Integration of multiple non-lethal methods with lethal methods results in the most effective airfield wildlife management strategy.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/B-6543_%287788321152%29.jpg/220px-B-6543_%287788321152%29.jpg",
                "caption": "An Airbus A330 of China Eastern behind a flock of birds at London Heathrow"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Bird_strike",
        "title": "Bird strike",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Auditory repellents",
        "text": "Auditory repellents are commonly used in both agricultural and aviation contexts. Devices such as propane exploders (cannons), pyrotechnics, and bioacoustics are frequently deployed on airports. Propane exploders are capable of creating noises of approximately 130 decibels. [40] They can be programmed to fire at designated intervals, can be remote controlled, or motion activated. Due to their stationary and often predictable nature, wildlife quickly becomes habituated to propane cannons. Lethal control may be used to extend the effectiveness of propane exploders. Pyrotechnics utilizing either an exploding shell or a screamer can effectively scare birds away from runways. They are commonly launched from a 12 gauge shotgun or a flare pistol, or from a wireless specialized launcher and as such, can be aimed to allow control personnel to \"steer\" the species that is being harassed. Birds show varying degrees of habituation to pyrotechnics. Studies have shown that lethal reinforcement of pyrotechnic harassment has extended its usefulness. [41] Screamer type cartridges are still intact at the end of their flight (as opposed to exploding shells that destroy themselves) constituting a foreign object damage hazard and must be picked up. The use of pyrotechnics is considered \"take\" by the U.S. Fish and Wildlife Service (USFWS) and USFWS must be consulted if federally threatened or endangered species could be affected. Pyrotechnics are a potential fire hazard and must be deployed judiciously in dry conditions. [29] [37] Bioacoustics, or the playing of conspecific distress or predator calls to frighten animals, is widely used. This method relies on the animal's evolutionary danger response. [37] One limitation is that bioacoustics are species-specific and birds may quickly become habituated to them. They should therefore not be used as a primary means of control. [30] [29] In 2012, operators at Gloucestershire Airport in England stated that songs by the American-Swiss singer Tina Turner were more effective than animal noises for scaring birds from its runways. [42]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/PyroLauncherFDO.jpg/220px-PyroLauncherFDO.jpg",
                "caption": "Wireless specialized launcher mounted in an airport vehicle"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Bird_strike",
        "title": "Bird strike",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Extinction patterns",
        "text": "The K–Pg extinction event was severe, global, rapid, and selective, eliminating a vast number of species. Based on marine fossils, it is estimated that 75% or more of all species became extinct. [28] The event appears to have affected all continents at the same time. Non-avian dinosaurs , for example, are known from the Maastrichtian of North America, Europe , Asia, Africa , South America, and Antarctica , but are unknown from the Cenozoic anywhere in the world. [32] Similarly, fossil pollen shows devastation of the plant communities in areas as far apart as New Mexico , Alaska , China , and New Zealand . [26] Despite the event's severity, there was significant variability in the rate of extinction between and within different clades . Species that depended on photosynthesis declined or became extinct as atmospheric particles blocked sunlight and reduced the solar energy reaching the ground. This plant extinction caused a major reshuffling of the dominant plant groups. [33] Omnivores , insectivores , and carrion -eaters survived the extinction event, perhaps because of the increased availability of their food sources. Neither strictly herbivorous nor strictly carnivorous mammals seem to have survived. Rather, the surviving mammals and birds fed on insects , worms , and snails , which in turn fed on detritus (dead plant and animal matter). [34] [35] [36] In stream communities and lake ecosystems , few animal groups became extinct, including large forms like crocodyliforms and champsosaurs , because such communities rely less directly on food from living plants, and more on detritus washed in from the land, protecting them from extinction. [37] [38] Modern crocodilians can live as scavengers and survive for months without food, and their young are small, grow slowly, and feed largely on invertebrates and dead organisms for their first few years. These characteristics have been linked to crocodilian survival at the end of the Cretaceous. Similar, but more complex patterns have been found in the oceans. Extinction was more severe among animals living in the water column than among animals living on or in the sea floor. Animals in the water column are almost entirely dependent on primary production from living phytoplankton , while animals on the ocean floor always or sometimes feed on detritus. [34] Coccolithophorids and mollusks (including ammonites , rudists , freshwater snails , and mussels ), and those organisms whose food chain included these shell builders, became extinct or suffered heavy losses. For example, it is thought that ammonites were the principal food of mosasaurs , a group of giant marine reptiles that became extinct at the boundary. [39] The K–Pg extinction had a profound effect on the evolution of life on Earth . The elimination of dominant Cretaceous groups allowed other organisms to take their place, causing a remarkable amount of species diversification during the Paleogene Period. [29] After the K–Pg extinction event, biodiversity required substantial time to recover, despite the existence of abundant vacant ecological niches . [34] Evidence from the Salamanca Formation suggests that biotic recovery was more rapid in the Southern Hemisphere than in the Northern Hemisphere. [40]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Extinction_intensity.svg/320px-Extinction_intensity.svg.png",
                "caption": ""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Cretaceous%E2%80%93Paleogene_extinction_event",
        "title": "Cretaceous–Paleogene extinction event",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Marine invertebrates",
        "text": "There is significant variation in the fossil record as to the extinction rate of marine invertebrates across the K–Pg boundary. The apparent rate is influenced by a lack of fossil records, rather than extinctions. [34] Ostracods , a class of small crustaceans that were prevalent in the upper Maastrichtian, left fossil deposits in a variety of locations. A review of these fossils shows that ostracod diversity was lower in the Paleocene than any other time in the Cenozoic . Current research cannot ascertain whether the extinctions occurred prior to, or during, the boundary interval. [53] [54] Among decapods , extinction patterns were highly heterogeneous and cannot be neatly attributed to any particular factor. Decapods that inhabited the Western Interior Seaway were especially hard-hit, while other regions of the world's oceans were refugia that increased chances of survival into the Palaeocene. [55] Approximately 60% of late-Cretaceous Scleractinia coral genera failed to cross the K–Pg boundary into the Paleocene. Further analysis of the coral extinctions shows that approximately 98% of colonial species, ones that inhabit warm, shallow tropical waters, became extinct. The solitary corals, which generally do not form reefs and inhabit colder and deeper (below the photic zone ) areas of the ocean were less impacted by the K–Pg boundary. Colonial coral species rely upon symbiosis with photosynthetic algae , which collapsed due to the events surrounding the K–Pg boundary, [56] [57] but the use of data from coral fossils to support K–Pg extinction and subsequent Paleocene recovery, must be weighed against the changes that occurred in coral ecosystems through the K–Pg boundary. [34] The numbers of cephalopod , echinoderm , and bivalve genera exhibited significant diminution after the K–Pg boundary. Entire groups of bivalves, including rudists (reef-building clams) and inoceramids (giant relatives of modern scallops ), became extinct at the K–Pg boundary, [58] [59] with the gradual extinction of most inoceramid bivalves beginning well before the K–Pg boundary. [60] Most species of brachiopods , a small phylum of marine invertebrates, survived the K–Pg extinction event and diversified during the early Paleocene. [34] Except for nautiloids (represented by the modern order Nautilida ) and coleoids (which had already diverged into modern octopodes , squids , and cuttlefish ) all other species of the molluscan class Cephalopoda became extinct at the K–Pg boundary. These included the ecologically significant belemnoids , as well as the ammonoids , a group of highly diverse, numerous, and widely distributed shelled cephalopods. [61] [62] The extinction of belemnites enabled surviving cephalopod clades to fill their niches. [63] Ammonite genera became extinct at or near the K–Pg boundary; there was a smaller and slower extinction of ammonite genera prior to the boundary associated with a late Cretaceous marine regression, and a small, gradual reduction in ammonite diversity occurred throughout the very late Cretaceous. [60] Researchers have pointed out that the reproductive strategy of the surviving nautiloids, which rely upon few and larger eggs, played a role in outsurviving their ammonoid counterparts through the extinction event. The ammonoids utilized a planktonic strategy of reproduction (numerous eggs and planktonic larvae), which would have been devastated by the K–Pg extinction event. Additional research has shown that subsequent to this elimination of ammonoids from the global biota, nautiloids began an evolutionary radiation into shell shapes and complexities theretofore known only from ammonoids. [61] [62] Approximately 35% of echinoderm genera became extinct at the K–Pg boundary, although taxa that thrived in low-latitude, shallow-water environments during the late Cretaceous had the highest extinction rate. Mid-latitude, deep-water echinoderms were much less affected at the K–Pg boundary. The pattern of extinction points to habitat loss, specifically the drowning of carbonate platforms , the shallow-water reefs in existence at that time, by the extinction event. [64]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/DiscoscaphitesirisCretaceous.jpg/220px-DiscoscaphitesirisCretaceous.jpg",
                "caption": "Discoscaphites iris ammonite from the Owl Creek Formation (Upper Cretaceous), Owl Creek, Ripley, Mississippi"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/RudistCretaceousUAE.jpg/220px-RudistCretaceousUAE.jpg",
                "caption": "Rudist bivalves from the Late Cretaceous of the Omani Mountains, United Arab Emirates. Scale bar is 10 mm."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Cretaceous%E2%80%93Paleogene_extinction_event",
        "title": "Cretaceous–Paleogene extinction event",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Non-avian dinosaurs",
        "text": "Excluding a few controversial claims, [ which? ] scientists agree that all non-avian dinosaurs became extinct at the K–Pg boundary. The dinosaur fossil record has been interpreted to show both a decline in diversity and no decline in diversity during the last few million years of the Cretaceous, and it may be that the quality of the dinosaur fossil record is simply not good enough to permit researchers to distinguish between the options. [119] There is no evidence that late Maastrichtian non-avian dinosaurs could burrow, swim, or dive, which suggests they were unable to shelter themselves from the worst parts of any environmental stress that occurred at the K–Pg boundary. It is possible that small dinosaurs (other than birds) did survive, but they would have been deprived of food, as herbivorous dinosaurs would have found plant material scarce and carnivores would have quickly found prey in short supply. [70] The growing consensus about the endothermy of dinosaurs (see dinosaur physiology ) helps to understand their full extinction in contrast with their close relatives, the crocodilians. Ectothermic (\"cold-blooded\") crocodiles have very limited needs for food (they can survive several months without eating), while endothermic (\"warm-blooded\") animals of similar size need much more food to sustain their faster metabolism. Thus, under the circumstances of food chain disruption previously mentioned, non-avian dinosaurs died out, [33] while some crocodiles survived. In this context, the survival of other endothermic animals, such as some birds and mammals, could be due, among other reasons, to their smaller needs for food, related to their small size at the extinction epoch. [120] Whether the extinction occurred gradually or suddenly has been debated, as both views have support from the fossil record. A highly informative sequence of dinosaur-bearing rocks from the K–Pg boundary is found in western North America, particularly the late Maastrichtian-age Hell Creek Formation of Montana . [121] Comparison with the older Judith River Formation (Montana) and Dinosaur Park Formation ( Alberta ), which both date from approximately 75 Ma, provides information on the changes in dinosaur populations over the last 10 million years of the Cretaceous. These fossil beds are geographically limited, covering only part of one continent. [119] The middle–late Campanian formations show a greater diversity of dinosaurs than any other single group of rocks. The late Maastrichtian rocks contain the largest members of several major clades: Tyrannosaurus , Ankylosaurus , Pachycephalosaurus , Triceratops , and Torosaurus ,  which suggests food was plentiful immediately prior to the extinction. [122] A study of 29 fossil sites in Catalan Pyrenees of Europe in 2010 supports the view that dinosaurs there had great diversity until the asteroid impact, with more than 100 living species. [123] More recent research indicates that this figure is obscured by taphonomic biases and the sparsity of the continental fossil record. The results of this study, which were based on estimated real global biodiversity, showed that between 628 and 1,078 non-avian dinosaur species were alive at the end of the Cretaceous and underwent sudden extinction after the Cretaceous–Paleogene extinction event. [124] Alternatively, interpretation based on the fossil-bearing rocks along the Red Deer River in Alberta, Canada, supports the gradual extinction of non-avian dinosaurs; during the last 10 million years of the Cretaceous layers there, the number of dinosaur species seems to have decreased from about 45 to approximately 12. Other scientists have made the same assessment following their research. [125] Several researchers support the existence of Paleocene non-avian dinosaurs . Evidence of this existence is based on the discovery of dinosaur remains in the Hell Creek Formation up to 1.3 m (4 ft 3.2 in) above and 40,000 years later than the K–Pg boundary. [126] Pollen samples recovered near a fossilized hadrosaur femur recovered in the Ojo Alamo Sandstone at the San Juan River in Colorado, indicate that the animal lived during the Cenozoic, approximately 64.5 Ma (about 1 million years after the K–Pg extinction event). If their existence past the K–Pg boundary can be confirmed, these hadrosaurids would be considered a dead clade walking . [127] The scientific consensus is that these fossils were eroded from their original locations and then re-buried in much later sediments (also known as reworked fossils ). [128]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Tyrannosaurus_Rex_Holotype.jpg/220px-Tyrannosaurus_Rex_Holotype.jpg",
                "caption": "Tyrannosaurus was among the dinosaurs living on Earth before the extinction."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Cretaceous%E2%80%93Paleogene_extinction_event",
        "title": "Cretaceous–Paleogene extinction event",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Mammals",
        "text": "Mammalian species began diversifying approximately 30 million years prior to the K–Pg boundary. Diversification of mammals stalled across the boundary. [135] All major Late Cretaceous mammalian lineages, including monotremes (egg-laying mammals), multituberculates , metatherians (which includes modern marsupials), eutherians (which includes modern placentals), meridiolestidans , [136] and gondwanatheres [137] survived the K–Pg extinction event, although they suffered losses. In particular, metatherians largely disappeared from North America, and the Asian deltatheroidans became extinct (aside from the lineage leading to Gurbanodelta ). [138] In the Hell Creek beds of North America, at least half of the ten known multituberculate species and all eleven metatherians species are not found above the boundary. [119] Multituberculates in Europe and North America survived relatively unscathed and quickly bounced back in the Paleocene, but Asian forms were devastated, never again to represent a significant component of mammalian fauna. [139] A recent study indicates that metatherians suffered the heaviest losses at the K–Pg event, followed by multituberculates, while eutherians recovered the quickest. [140] K–Pg boundary mammalian species were generally small, comparable in size to rats ; this small size would have helped them find shelter in protected environments. It is postulated that some early monotremes, marsupials, and placentals were semiaquatic or burrowing, as there are multiple mammalian lineages with such habits today. Any burrowing or semiaquatic mammal would have had additional protection from K–Pg boundary environmental stresses. [70] After the K–Pg extinction, mammals evolved to fill the niches left vacant by the dinosaurs. [141] Some research indicates that mammals did not explosively diversify across the K–Pg boundary, despite the ecological niches made available by the extinction of dinosaurs. [142] Several mammalian orders have been interpreted as diversifying immediately after the K–Pg boundary, including Chiroptera ( bats ) and Cetartiodactyla (a diverse group that today includes whales and dolphins and even-toed ungulates ), [142] although recent research concludes that only marsupial orders diversified soon after the K–Pg boundary. [135] However, morphological diversification rates among eutherians after the extinction event were thrice those of before it. [143] Also significant, within the mammalian genera, new species were approximately 9.1% larger after the K–Pg boundary. [144] After about 700,000 years, some mammals had reached 50 kilos (110 pounds), a 100-fold increase over the weight of those which survived the extinction. [145] It is thought that body sizes of placental mammalian survivors evolutionarily increased first, allowing them to fill niches after the extinctions, with brain sizes increasing later in the Eocene . [146] [147]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Hell_Creek.jpg/220px-Hell_Creek.jpg",
                "caption": "Hell Creek Formation"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Cretaceous%E2%80%93Paleogene_extinction_event",
        "title": "Cretaceous–Paleogene extinction event",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Evidence for impact",
        "text": "In 1980, a team of researchers consisting of Nobel Prize -winning physicist Luis Alvarez , his son, geologist Walter Alvarez , and chemists Frank Asaro and Helen Michel discovered that sedimentary layers found all over the world at the Cretaceous–Paleogene boundary contain a concentration of iridium many times greater than normal (30, 160, and 20 times in three sections originally studied). Iridium is extremely rare in Earth's crust because it is a siderophile element which mostly sank along with iron into Earth's core during planetary differentiation . [12] Instead, iridium is more common in comets and asteroids . [8] Because of this, the Alvarez team suggested that an asteroid struck the Earth at the time of the K–Pg boundary. [12] There were earlier speculations on the possibility of an impact event , [159] but this was the first hard evidence, [12] and since then, studies have continued to demonstrate elevated iridium levels in association with the K-Pg boundary. [7] [6] [5] This hypothesis was viewed as radical when first proposed, but additional evidence soon emerged. The boundary clay was found to be full of minute spherules of rock, crystallized from droplets of molten rock formed by the impact. [160] Shocked quartz [c] and other minerals were also identified in the K–Pg boundary. [161] [162] The identification of giant tsunami beds along the Gulf Coast and the Caribbean provided more evidence, [163] and suggested that the impact might have occurred nearby, as did the discovery that the K–Pg boundary became thicker in the southern United States, with meter-thick beds of debris occurring in northern New Mexico. [26] Further research identified the giant Chicxulub crater , buried under Chicxulub on the coast of Yucatán , as the source of the K–Pg boundary clay. Identified in 1990 [14] based on work by geophysicist Glen Penfield in 1978, the crater is oval, with an average diameter of roughly 180 km (110 mi), about the size calculated by the Alvarez team. [164] In March 2010, an international panel of 41 scientists reviewed 20 years of scientific literature and endorsed the asteroid hypothesis, specifically the Chicxulub impact, as the cause of the extinction, ruling out other theories such as massive volcanism . They had determined that a 10-to-15-kilometer (6 to 9 mi) asteroid hurtled into Earth at Chicxulub on Mexico's Yucatán Peninsula. [8] Additional evidence for the impact event is found at the Tanis site in southwestern North Dakota , United States . [165] Tanis is part of the heavily studied Hell Creek Formation , a group of rocks spanning four states in North America renowned for many significant fossil discoveries from the Upper Cretaceous and lower Paleocene . [166] Tanis is an extraordinary and unique site because it appears to record the events from the first minutes until a few hours after the impact of the giant Chicxulub asteroid in extreme detail. [167] [168] Amber from the site has been reported to contain microtektites matching those of the Chicxulub impact event. [169] Some researchers question the interpretation of the findings at the site or are skeptical of the team leader, Robert DePalma, who had not yet received his Ph.D. in geology at the time of the discovery and whose commercial activities have been regarded with suspicion. [170] Furthermore, indirect evidence of an asteroid impact as the cause of the mass extinction comes from patterns of turnover in marine plankton. [171] In a 2013 paper, Paul Renne of the Berkeley Geochronology Center dated the impact at 66.043 ± 0.011 million years ago, based on argon–argon dating . He further posits that the mass extinction occurred within 32,000 years of this date. [172] In 2007, it was proposed that the impactor belonged to the Baptistina family of asteroids. [173] This link has been doubted, though not disproved, in part because of a lack of observations of the asteroid and its family. [174] It was reported in 2009 that 298 Baptistina does not share the chemical signature of the K–Pg impactor. [175] Further, a 2011 Wide-field Infrared Survey Explorer (WISE) study of reflected light from the asteroids of the family estimated their break-up at 80 Ma, giving them insufficient time to shift orbits and impact Earth by 66 Ma. [176]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/LWA_with_Walt.JPG/170px-LWA_with_Walt.JPG",
                "caption": "Luis , left, and his son Walter Alvarez , right, at the K-T boundary in Gubbio , Italy, 1981"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/LateCretaceousMap.jpg/220px-LateCretaceousMap.jpg",
                "caption": "Late Cretaceous global map ( Turonian )"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Trinlake2.JPG/220px-Trinlake2.JPG",
                "caption": "The K–Pg boundary exposure in Trinidad Lake State Park , in the Raton Basin of Colorado , shows an abrupt change from dark- to light-colored rock."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/North_America_laea_relief_location_map.jpg/240px-North_America_laea_relief_location_map.jpg",
                "caption": "class=notpageimage| Location of Chicxulub crater, Mexico"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Chicxulub_radar_topography.jpg/220px-Chicxulub_radar_topography.jpg",
                "caption": "Radar topography reveals the 180 km (112 mi)-wide ring of the Chicxulub crater ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Cretaceous%E2%80%93Paleogene_extinction_event",
        "title": "Cretaceous–Paleogene extinction event",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Effects of impact",
        "text": "The collision would have released the same energy as 100 teratonnes of TNT (4.2 × 10 23 joules )—more than a billion times the energy of the atomic bombings of Hiroshima and Nagasaki . [8] The Chicxulub impact caused a global catastrophe. Some of the phenomena were brief occurrences immediately following the impact, but there were also long-term geochemical and climatic disruptions that devastated the ecology. [178] [41] [179] The scientific consensus is that the asteroid impact at the K–Pg boundary left megatsunami deposits and sediments around the area of the Caribbean Sea and Gulf of Mexico, from the colossal waves created by the impact. [180] These deposits have been identified in the La Popa basin in northeastern Mexico, [181] platform carbonates in northeastern Brazil, [182] in Atlantic deep-sea sediments, [183] and in the form of the thickest-known layer of graded sand deposits, around 100 m (330 ft), in the Chicxulub crater itself, directly above the shocked granite ejecta. The megatsunami has been estimated at more than 100 m (330 ft) tall, as the asteroid fell into relatively shallow seas; in deep seas it would have been 4.6 km (2.9 mi) tall. [184] Fossiliferous sedimentary rocks deposited during the K–Pg impact have been found in the Gulf of Mexico area, including tsunami wash deposits carrying remains of a mangrove -type ecosystem, indicating that water in the Gulf of Mexico sloshed back and forth repeatedly after the impact; dead fish left in these shallow waters were not disturbed by scavengers. [185] [186] [187] [188] [189] The re-entry of ejecta into Earth's atmosphere included a brief (hours-long) but intense pulse of infrared radiation , cooking exposed organisms. [70] This is debated, with opponents arguing that local ferocious fires, probably limited to North America, fall short of global firestorms . This is the \" Cretaceous–Paleogene firestorm debate \". A paper in 2013 by a prominent modeler of nuclear winter suggested that, based on the amount of soot in the global debris layer, the entire terrestrial biosphere might have burned, implying a global soot-cloud blocking out the sun and creating an impact winter effect. [178] If widespread fires occurred this would have exterminated the most vulnerable organisms that survived the period immediately after the impact. [190] Aside from the hypothesized fire effects on reduction of insolation, the impact would have created a humongous dust cloud that blocked sunlight for up to a year, inhibiting photosynthesis. [13] [41] The asteroid hit an area of gypsum and anhydrite rock containing a large amount of combustible hydrocarbons and sulfur, [191] much of which was vaporized, thereby injecting sulfuric acid aerosols into the stratosphere , which might have reduced sunlight reaching the Earth's surface by more than 50%. [192] Fine silicate dust also contributed to the intense impact winter. [193] The climatic forcing of this impact winter was about 100 times more potent than that of the 1991 eruption of Mount Pinatubo . [194] According to models of the Hell Creek Formation , the onset of global darkness would have reached its maximum in only a few weeks and likely lasted upwards of 2 years. [158] Freezing temperatures probably lasted for at least three years. [179] At Brazos section, the sea surface temperature dropped as much as 7 °C (13 °F) for decades after the impact. [195] It would take at least ten years for such aerosols to dissipate, and would account for the extinction of plants and phytoplankton, and subsequently herbivores and their predators . Creatures whose food chains were based on detritus would have a reasonable chance of survival. [120] [41] In 2016, a scientific drilling project obtained deep rock- core samples from the peak ring around the Chicxulub impact crater. The discoveries confirmed that the rock comprising the peak ring had been shocked by immense pressure and melted in just minutes from its usual state into its present form. Unlike sea-floor deposits, the peak ring was made of granite originating much deeper in the earth, which had been ejected to the surface by the impact. Gypsum is a sulfate -containing rock usually present in the shallow seabed of the region; it had been almost entirely removed, vaporized into the atmosphere. The impactor was large enough to create a 190-kilometer-wide (120 mi) peak ring, to melt, shock, and eject deep granite, to create colossal water movements, and to eject an immense quantity of vaporized rock and sulfates into the atmosphere, where they would have persisted for several years. This worldwide dispersal of dust and sulfates would have affected climate catastrophically, led to large temperature drops, and devastated the food chain. [196] [197] The release of large quantities of sulphur aerosols into the atmosphere as a consequence of the impact would also have caused acid rain. [198] [192] Oceans acidified as a result. [15] [16] This decrease in ocean pH would kill many organisms that grow shells of calcium carbonate . [192] The heating of the atmosphere during the impact itself may have also generated nitric acid rain through the production of nitrogen oxides and their subsequent reaction with water vapour. [199] [198] After the impact winter, the Earth entered a period of global warming as a result of the vapourisation of carbonates into carbon dioxide, whose long residence time in the atmosphere ensured significant warming would occur after more short-lived cooling gases dissipated. [200] Carbon monoxide concentrations also increased and caused particularly devastating global warming because of the consequent increases in tropospheric ozone and methane concentrations. [201] The impact's injection of water vapour into the atmosphere also produced major climatic perturbations. [202] The end-Cretaceous event is the only mass extinction definitively known to be associated with an impact, and other large extraterrestrial impacts, such as the Manicouagan Reservoir impact, do not coincide with any noticeable extinction events. [203]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Chicxulub_impact_-_artist_impression.jpg/220px-Chicxulub_impact_-_artist_impression.jpg",
                "caption": "Artistic impression of the asteroid slamming into tropical, shallow seas of the sulfur-rich Yucatán Peninsula in what is today Southeast Mexico . [177] The aftermath of this immense asteroid collision, which occurred approximately 66 million years ago, is believed to have caused the mass extinction of non-avian dinosaurs and many other species on Earth. [177] The impact spewed hundreds of billions of tons of sulfur into the atmosphere, producing a worldwide blackout and freezing temperatures which persisted for at least a decade. [177]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Moody_Creek_Mine_7_Mile_Creek_Waimatuku_Dunollie_New_Zealand.jpg/220px-Moody_Creek_Mine_7_Mile_Creek_Waimatuku_Dunollie_New_Zealand.jpg",
                "caption": "The river bed at the Moody Creek Mine, 7 Mile Creek / Waimatuku, Dunollie, New Zealand contains evidence of a devastating event on terrestrial plant communities at the Cretaceous–Paleogene boundary, confirming the severity and global nature of the event. [75]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Cretaceous%E2%80%93Paleogene_extinction_event",
        "title": "Cretaceous–Paleogene extinction event",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Multiple causes",
        "text": "Proponents of multiple causation view the suggested single causes as either too small to produce the vast scale of the extinction, or not likely to produce its observed taxonomic pattern. In a review article, J. David Archibald and David E. Fastovsky discussed a scenario combining three major postulated causes: volcanism, marine regression , and extraterrestrial impact. In this scenario, terrestrial and marine communities were stressed by the changes in, and loss of, habitats. Dinosaurs, as the largest vertebrates, were the first affected by environmental changes, and their diversity declined. At the same time, particulate materials from volcanism cooled and dried areas of the globe. Then an impact event occurred, causing collapses in photosynthesis-based food chains, both in the already-stressed terrestrial food chains and in the marine food chains. [119] Based on studies at Seymour Island in Antarctica , Sierra Petersen and colleagues argue that there were two separate extinction events near the Cretaceous–Paleogene boundary, with one correlating to Deccan Trap volcanism and one correlated with the Chicxulub impact. The team analyzed combined extinction patterns using a new clumped isotope temperature record from a hiatus-free, expanded K–Pg boundary section. They documented a 7.8±3.3 °C warming synchronous with the onset of Deccan Traps volcanism and a second, smaller warming at the time of meteorite impact. They suggested that local warming had been amplified due to the simultaneous disappearance of continental or sea ice. Intra-shell variability indicates a possible reduction in seasonality after Deccan eruptions began, continuing through the meteorite event. Species extinction at Seymour Island occurred in two pulses that coincide with the two observed warming events, directly linking the end-Cretaceous extinction at this site to both volcanic and meteorite events via climate change. [229]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Thescelosaurus_after_K-Pg.png/220px-Thescelosaurus_after_K-Pg.png",
                "caption": "Speculative artist's rendering of a Thescelosaurus shortly after the K-Pg event"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Cretaceous%E2%80%93Paleogene_extinction_event",
        "title": "Cretaceous–Paleogene extinction event",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Swallow migration versus hibernation",
        "text": "Aristotle, however, suggested that swallows and other birds hibernated. This belief persisted as late as 1878 when Elliott Coues listed the titles of no fewer than 182 papers dealing with the hibernation of swallows. Even the \"highly observant\" [8] Gilbert White , in his posthumously published 1789 The Natural History of Selborne , quoted a man's story about swallows being found in a chalk cliff collapse \"while he was a schoolboy at Brighthelmstone\", though the man denied being an eyewitness. [9] However, he writes that \"as to swallows being found in a torpid state during the winter in the Isle of Wight or any part of this country, I never heard any such account worth attending to\", [9] and that if early swallows \"happen to find frost and snow they immediately withdraw for a time—a circumstance this much more in favour of hiding than migration\", since he doubts they would \"return for a week or two to warmer latitudes\". [10] Only at the end of the eighteenth century was migration accepted as an explanation for the winter disappearance of birds from northern climes. [3] Thomas Bewick 's A History of British Birds (Volume 1, 1797) mentions a report from \"a very intelligent master of a vessel\" who, \"between the islands of Menorca and Majorca , saw great numbers of Swallows flying northward\", [11] and states the situation in Britain as follows: Bewick then describes an experiment that succeeded in keeping swallows alive in Britain for several years, where they remained warm and dry through the winters. He concludes:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Fresque_du_printemps%2C_Akrotiri%2C_Gr%C3%A8ce.jpg/220px-Fresque_du_printemps%2C_Akrotiri%2C_Gr%C3%A8ce.jpg",
                "caption": "Minoan fresco of swallows in springtime at Akrotiri , c. 1500 BC"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Rostocker_Pfeilstorch.jpg/220px-Rostocker_Pfeilstorch.jpg",
                "caption": "The Rostocker Pfeilstorch , found in 1822, demonstrated that birds migrated rather than hibernating or changing form in winter."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Bird_migration",
        "title": "Bird migration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "General patterns",
        "text": "Migration is the regular seasonal movement, often north and south, undertaken by many species of birds. Migration is marked by its annual seasonality and movement between breeding and non-breeding areas. [18] Nonmigratory bird movements include those made in response to environmental changes including in food availability, habitat, or weather. Sometimes, journeys are not termed \"true migration\" because they are irregular (nomadism, invasions, irruptions) or in only one direction (dispersal, movement of young away from natal area). Non-migratory birds are said to be resident or sedentary. Approximately 1,800 of the world's 10,000 bird species are long-distance migrants. [19] [20] Many bird populations migrate long distances along a flyway. The most common pattern involves flying north in the spring to breed in the temperate or Arctic summer and returning in the autumn to wintering grounds in warmer regions to the south. Of course, in the southern hemisphere, the directions are reversed, but there is less land area in the far south to support long-distance migration. [21] The primary motivation for migration appears to be food; for example, some hummingbirds choose not to migrate if fed through the winter. [22] In addition, the longer days of the northern summer provide extended time for breeding birds to feed their young. This helps diurnal birds to produce larger clutches than related non-migratory species that remain in the tropics. As the days shorten in autumn, the birds return to warmer regions where the available food supply varies little with the season. [23] These advantages offset the high stress, physical exertion costs, and other risks of migration. Predation can be heightened during migration: Eleonora's falcon Falco eleonorae , which breeds on Mediterranean islands, has a very late breeding season, coordinated with the autumn passage of southbound passerine migrants, which it feeds to its young. A similar strategy is adopted by the greater noctule bat , which preys on nocturnal passerine migrants. [24] [25] [26] The higher concentrations of migrating birds at stopover sites make them prone to parasites and pathogens, which require a heightened immune response. [21] Within a species not all populations may be migratory; this is known as \"partial migration\". Partial migration is very common in the southern continents; in Australia, 44% of non-passerine birds and 32% of passerine species are partially migratory. [27] In some species, the population at higher latitudes tends to be migratory and will often winter at lower latitude. The migrating birds bypass the latitudes where other populations may be sedentary, where suitable wintering habitats may already be occupied. This is an example of leap-frog migration . [28] Many fully migratory species show leap-frog migration (birds that nest at higher latitudes spend the winter at lower latitudes), and many show the alternative, chain migration, where populations 'slide' more evenly north and south without reversing the order. [29] Within a population, it is common for different ages and/or sexes to have different patterns of timing and distance. Female chaffinches Fringilla coelebs in Eastern Fennoscandia migrate earlier in the autumn than males do [30] and the European tits of genera Parus and Cyanistes only migrate their first year. [31] Most migrations begin with the birds starting off in a broad front. Often, this front narrows into one or more preferred routes termed flyways . These routes typically follow mountain ranges or coastlines, sometimes rivers, and may take advantage of updrafts and other wind patterns or avoid geographical barriers such as large stretches of open water. The specific routes may be genetically programmed or learned to varying degrees. The routes taken on forward and return migration are often different. [21] A common pattern in North America is clockwise migration, where birds flying North tend to be further West, and flying South tend to shift Eastwards. Many, if not most, birds migrate in flocks. For larger birds, flying in flocks reduces the energy cost. Geese in a V formation may conserve 12–20% of the energy they would need to fly alone. [32] [33] Red knots Calidris canutus and dunlins Calidris alpina were found in radar studies to fly 5 km/h (2.5 kn) faster in flocks than when they were flying alone. [21] Birds fly at varying altitudes during migration. An expedition to Mt. Everest found skeletons of northern pintail Anas acuta and black-tailed godwit Limosa limosa at 5,000 m (16,000 ft) on the Khumbu Glacier . [34] Bar-headed geese Anser indicus have been recorded by GPS flying at up to 6,540 m (21,460 ft) while crossing the Himalayas, at the same time engaging in the highest rates of climb to altitude for any bird. Anecdotal reports of them flying much higher have yet to be corroborated with any direct evidence. [35] Seabirds fly low over water but gain altitude when crossing land, and the reverse pattern is seen in land birds. [36] [37] However most bird migration is in the range of 150 to 600 m (490–2,000 ft). Bird strike Aviation records from the United States show most collisions occur below 600 m (2,000 ft) and almost none above 1,800 m (5,900 ft). [38] Bird migration is not limited to birds that can fly. Most species of penguin (Spheniscidae) migrate by swimming. These routes can cover over 1,000 km (550 nmi). Dusky grouse Dendragapus obscurus perform altitudinal migration mostly by walking. Emus Dromaius novaehollandiae in Australia have been observed to undertake long-distance movements on foot during droughts. [21]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/101111_Maison_007.jpg/170px-101111_Maison_007.jpg",
                "caption": "Flocks of birds assembling before migration southwards (probably common starling )"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Waders_in_flight_Roebuck_Bay.jpg/220px-Waders_in_flight_Roebuck_Bay.jpg",
                "caption": "Migrating waders in Roebuck Bay , Western Australia"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Flock_of_cranes_feeding_on_harvested_fields_in_Northern_Germany_%28I%29.jpg/220px-Flock_of_cranes_feeding_on_harvested_fields_in_Northern_Germany_%28I%29.jpg",
                "caption": "In autumn, gigantic numbers of cranes ( Grus grus ) gather in the northern federal states of Germany, Mecklenburg-Vorpommern and Brandenburg to rest and prepare for the long journey to the south."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Northern_Pintail.jpg/220px-Northern_Pintail.jpg",
                "caption": "Northern pintail skeletons have been found high in the Himalayas"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Bird_migration",
        "title": "Bird migration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "In waders",
        "text": "A similar situation occurs with waders (called shorebirds in North America). Many species, such as dunlin Calidris alpina [56] and western sandpiper Calidris mauri , [57] undertake long movements from their Arctic breeding grounds to warmer locations in the same hemisphere, but others such as semipalmated sandpiper C. pusilla travel longer distances to the tropics in the Southern Hemisphere. [58] For some species of waders, migration success depends on the availability of certain key food resources at stopover points along the migration route. This gives the migrants an opportunity to refuel for the next leg of the voyage. Some examples of important stopover locations are the Bay of Fundy and Delaware Bay . [59] [60] Some bar-tailed godwits Limosa lapponica baueri have the longest known non-stop flight of any migrant, flying 11,000 km from Alaska to their New Zealand non-breeding areas. [61] Prior to migration, 55 percent of their bodyweight is stored as fat to fuel this uninterrupted journey.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/BartailedGodwit24.jpg/220px-BartailedGodwit24.jpg",
                "caption": "Bar-tailed godwit"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Bird_migration",
        "title": "Bird migration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "In seabirds",
        "text": "Seabird migration is similar in pattern to those of the waders and waterfowl. Some, such as the black guillemot Cepphus grylle and some gulls , are quite sedentary; others, such as most terns and auks breeding in the temperate northern hemisphere, move varying distances south in the northern winter. The Arctic tern Sterna paradisaea has the longest-distance migration of any bird, and sees more daylight than any other, moving from its Arctic breeding grounds to the Antarctic non-breeding areas. [62] One Arctic tern, ringed (banded) as a chick on the Farne Islands off the British east coast, reached Melbourne , Australia in just three months from fledging, a sea journey of over 22,000 km (12,000 nmi). Many tubenosed birds breed in the southern hemisphere and migrate north in the southern winter. [63] The most pelagic species, mainly in the 'tubenose' order Procellariiformes , are great wanderers, and the albatrosses of the southern oceans may circle the globe as they ride the \" Roaring Forties \" outside the breeding season. The tubenoses spread widely over large areas of open ocean, but congregate when food becomes available. Many are among the longest-distance migrants; sooty shearwaters Puffinus griseus nesting on the Falkland Islands migrate 14,000 km (7,600 nmi) between the breeding colony and the North Atlantic Ocean off Norway . Some Manx shearwaters Puffinus puffinus do this same journey in reverse. As they are long-lived birds, they may cover enormous distances during their lives; one record-breaking Manx shearwater is calculated to have flown 8 million kilometres (4.5 million nautical miles) during its over-50-year lifespan. [64]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Arctic_terns.jpg/220px-Arctic_terns.jpg",
                "caption": "The Arctic tern migrates the longest distance of any bird."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Bird_migration",
        "title": "Bird migration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Diurnal migration in large birds using thermals",
        "text": "Some large broad-winged birds rely on thermal columns of rising hot air to enable them to soar. These include many birds of prey such as vultures , eagles , and buzzards , but also storks . These birds migrate in the daytime. Migratory species in these groups have great difficulty crossing large bodies of water, since thermals only form over land, and these birds cannot maintain active flight for long distances. Mediterranean and other seas present a major obstacle to soaring birds, which must cross at the narrowest points. Massive numbers of large raptors and storks pass through areas such as the Strait of Messina , [65] Gibraltar , Falsterbo , and the Bosphorus at migration times. More common species, such as the European honey buzzard Pernis apivorus , can be counted in hundreds of thousands in autumn. Other barriers, such as mountain ranges, can cause funnelling, particularly of large diurnal migrants, as in the Central American migratory bottleneck. The Batumi bottleneck in the Caucasus is one of the heaviest migratory funnels on earth, created when hundreds of thousands of soaring birds avoid flying over the Black Sea surface and across high mountains. [66] Birds of prey such as honey buzzards which migrate using thermals lose only 10 to 20% of their weight during migration, which may explain why they forage less during migration than do smaller birds of prey with more active flight such as falcons, hawks and harriers. [67] From observing the migration of eleven soaring bird species over the Strait of Gibraltar, species which did not advance their autumn migration dates were those with declining breeding populations in Europe. [68]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Vulture_19o05.jpg/220px-Vulture_19o05.jpg",
                "caption": "Griffon vulture soaring"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/The_natural_terrace_of_Mount_Dinnammare_on_the_Strait_of_Messina%2C_sicily_.JPG/220px-The_natural_terrace_of_Mount_Dinnammare_on_the_Strait_of_Messina%2C_sicily_.JPG",
                "caption": "The bottleneck of the Strait of Messina , point of transit of the migrations, seen from the Peloritani mountains, Sicily"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Rubythroathummer65.jpg/220px-Rubythroathummer65.jpg",
                "caption": "Ruby-throated hummingbird"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Bird_migration",
        "title": "Bird migration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Short-distance and altitudinal migration",
        "text": "Many long-distance migrants appear to be genetically programmed to respond to changing day length. Species that move short distances, however, may not need such a timing mechanism, instead moving in response to local weather conditions. Thus mountain and moorland breeders, such as wallcreeper Tichodroma muraria and white-throated dipper Cinclus cinclus , may move only altitudinally to escape the cold higher ground. Other species such as merlin Falco columbarius and Eurasian skylark Alauda arvensis move further, to the coast or towards the south. Species like the chaffinch are much less migratory in Britain than those of continental Europe, mostly not moving more than 5 km in their lives. [69] Short-distance passerine migrants have two evolutionary origins. Those that have long-distance migrants in the same family, such as the common chiffchaff Phylloscopus collybita , are species of southern hemisphere origins that have progressively shortened their return migration to stay in the northern hemisphere. [70] Species that have no long-distance migratory relatives, such as the waxwings Bombycilla , are effectively moving in response to winter weather and the loss of their usual winter food, rather than enhanced breeding opportunities. [71] In the tropics there is little variation in the length of day throughout the year, and it is always warm enough for a food supply, but altitudinal migration occurs in some tropical birds. There is evidence that this enables the migrants to obtain more of their preferred foods such as fruits. [72] Altitudinal migration is common on mountains worldwide, such as in the Himalayas and the Andes . [73] Dusky grouse in Colorado migrate less than a kilometer away from their summer grounds to winter sites which may be higher or lower by about 400 m in altitude than the summer sites. [74] Many bird species in arid regions across southern Australia are nomadic; they follow water and food supply around the country in an irregular pattern, unrelated to season but related to rainfall. Several years may pass between visits to an area by a particular species. [75]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Cedar_Waxwing-27527-1.jpg/220px-Cedar_Waxwing-27527-1.jpg",
                "caption": "Cedar waxwing"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Bird_migration",
        "title": "Bird migration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Irruptions and dispersal",
        "text": "Sometimes circumstances such as a good breeding season followed by a food source failure the following year lead to irruptions in which large numbers of a species move far beyond the normal range. Bohemian waxwings Bombycilla garrulus well show this unpredictable variation in annual numbers, with five major arrivals in Britain during the nineteenth century, but 18 between the years 1937 and 2000. [71] Red crossbills Loxia curvirostra too are irruptive, with widespread invasions across England noted in 1251, 1593, 1757, and 1791. [76] Bird migration is primarily, but not entirely, a Northern Hemisphere phenomenon. [77] This is because continental landmasses of the northern hemisphere are almost entirely temperate and subject to winter food shortages driving bird populations south (including the Southern Hemisphere) to overwinter; In contrast, among (pelagic) seabirds, species of the Southern Hemisphere are more likely to migrate. This is because there is a large area of ocean in the Southern Hemisphere, and more islands suitable for seabirds to nest. [78]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Matthew_Paris_1251_sketch_of_Crossbill_eating_fruit.jpg/220px-Matthew_Paris_1251_sketch_of_Crossbill_eating_fruit.jpg",
                "caption": "Mediaeval sketch by Matthew Paris in his Chronica Majora (1251) recording that year's major irruption of red crossbills into England"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Bird_migration",
        "title": "Bird migration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Orientation and navigation",
        "text": "Navigation is based on a variety of senses. Many birds have been shown to use a sun compass. Using the Sun for direction involves the need for making compensation based on the time. Navigation has been shown to be based on a combination of other abilities including the ability to detect magnetic fields ( magnetoreception ), use visual landmarks as well as olfactory cues . [86] Long-distance migrants are believed to disperse as young birds and form attachments to potential breeding sites and to favorite wintering sites. Once the site attachment is made they show high site-fidelity, visiting the same wintering sites year after year. [87] The ability of birds to navigate during migrations cannot be fully explained by endogenous programming, even with the help of responses to environmental cues. The ability to successfully perform long-distance migrations can probably only be fully explained with an accounting for the cognitive ability of the birds to recognize habitats and form mental maps. Satellite tracking of day migrating raptors such as ospreys and honey buzzards has shown that older individuals are better at making corrections for wind drift. [88] Birds rely for navigation on a combination of innate biological senses and experience, as with the two electromagnetic tools that they use. A young bird on its first migration flies in the correct direction according to the Earth's magnetic field , but does not know how far the journey will be. It does this through a radical pair mechanism whereby chemical reactions in special photo pigments sensitive to short wavelengths are affected by the field. Although this only works during daylight hours, it does not use the position of the Sun in any way. With experience, it learns various landmarks and this \"mapping\" is done by magnetites in the trigeminal system , which tell the bird how strong the field is. Because birds migrate between northern and southern regions, the magnetic field strengths at different latitudes let it interpret the radical pair mechanism more accurately and let it know when it has reached its destination. [89] There is a neural connection between the eye and \"Cluster N\", the part of the forebrain that is active during migrational orientation, suggesting that birds may actually be able to see the magnetic field of the Earth. [90] [91]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Bar-tailed_Godwit_migration.jpg/300px-Bar-tailed_Godwit_migration.jpg",
                "caption": "The routes of satellite tagged bar-tailed godwits migrating north from New Zealand . This species has the longest known non-stop migration of any species, up to 10,200 km (5,500 nmi)."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Bird_migration",
        "title": "Bird migration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Study techniques",
        "text": "Early studies on the timing of migration began in 1749 in Finland, with Johannes Leche of Turku collecting the dates of arrivals of spring migrants. [114] Bird migration routes have been studied by a variety of techniques including the oldest, marking. Swans have been marked with a nick on the beak since about 1560 in England. Scientific ringing was pioneered by Hans Christian Cornelius Mortensen in 1899. [115] Other techniques include radar [116] and satellite tracking . [117] [16] The rate of bird migration over the Alps (up to a height of 150 m) was found to be highly comparable between fixed-beam radar measurements and visual bird counts, highlighting the potential use of this technique as an objective way of quantifying bird migration. [118] Stable isotopes of hydrogen, oxygen, carbon, nitrogen, and sulphur can establish avian migratory connectivity between wintering sites and breeding grounds. Stable isotopic methods to establish migratory linkage rely on spatial isotopic differences in bird diet that are incorporated into inert tissues like feathers, or into growing tissues such as claws and muscle or blood. [119] [120] An approach to identify migration intensity makes use of upward pointing microphones to record the nocturnal contact calls of flocks flying overhead. These are then analyzed in a laboratory to measure time, frequency and species. [121] An older technique developed by George Lowery and others to quantify migration involves observing the face of the full moon with a telescope and counting the silhouettes of flocks of birds as they fly at night. [122] [123] Orientation behavior studies have been traditionally carried out using variants of a setup known as the Emlen funnel, which consists of a circular cage with the top covered by glass or wire-screen so that either the sky is visible or the setup is placed in a planetarium or with other controls on environmental cues. The orientation behavior of the bird inside the cage is studied quantitatively using the distribution of marks that the bird leaves on the walls of the cage. [124] Other approaches used in pigeon homing studies make use of the direction in which the bird vanishes on the horizon. [125]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Linnuradarid_linnutee_r%C3%A4ndureid_seiramas.jpg/220px-Linnuradarid_linnutee_r%C3%A4ndureid_seiramas.jpg",
                "caption": "Radars for monitoring bird migration. Kihnu , Estonia ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/EmlenFunnel.svg/220px-EmlenFunnel.svg.png",
                "caption": "Emlen funnel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Bird_migration",
        "title": "Bird migration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Threats and conservation",
        "text": "Human activities have threatened many migratory bird species. The distances involved in bird migration mean that they often cross political boundaries of countries and conservation measures require international cooperation. Several international treaties have been signed to protect migratory species including the Migratory Bird Treaty Act of 1918 of the US. [126] and the African-Eurasian Migratory Waterbird Agreement [127] The concentration of birds during migration can put species at risk. Some spectacular migrants have already gone extinct; during the passenger pigeon 's ( Ectopistes migratorius ) migration the enormous flocks were 1.5 kilometres (1 mi) wide, darkening the sky, and 500 km (300 mi) long, taking several days to pass. [128] Hunting along migration routes threatens some bird species. The populations of Siberian cranes ( Leucogeranus leucogeranus ) that wintered in India declined due to hunting along the route, particularly in Afghanistan and Central Asia . Birds were last seen in their favourite wintering grounds in Keoladeo National Park in 2002. [129] Structures such as power lines, wind farms and offshore oil-rigs have also been known to affect migratory birds. [130] Other migration hazards include pollution, storms, wildfires, and habitat destruction along migration routes, denying migrants food at stopover points. [131] For example, in the East Asian–Australasian Flyway , up to 65% of key intertidal habitat at the Yellow Sea migration bottleneck has been destroyed since the 1950s. [132] [133] Other significant areas include stop-over sites between the wintering and breeding territories. [134] A capture-recapture study of passerine migrants with high fidelity for breeding and wintering sites did not show similar strict association with stop-over sites. [135] Unfortunately, many historic stopover sites have been destroyed or drastically reduced due to human agricultural development, leading to an increased risk of bird extinction, especially in the face of climate change. [136] Conversely, so-called \"ship-assisted migration\" may be a modern benefit to migrating birds by giving them a mid-ocean rest stop on ships. [137] [138]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Illegal_hunting_on_migratory_birds_in_europe.png/150px-Illegal_hunting_on_migratory_birds_in_europe.png",
                "caption": "Migration routes and countries with illegal hunting in Europe. Number of offenders: high moderate low unknown"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Bird_migration",
        "title": "Bird migration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Occurrence",
        "text": "Weather situations where shear is observed include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Microburstnasa.JPG/250px-Microburstnasa.JPG",
                "caption": "Microburst schematic from NASA. The direction of travel is downward until the air current hits ground level, at which point it spreads outward in all directions. The wind regime in a microburst is completely opposite to a tornado. [ citation needed ]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_shear",
        "title": "Wind shear",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Effects on tropical cyclones",
        "text": "Tropical cyclones are, in essence, heat engines that are fueled by the temperature gradient between the warm tropical ocean surface and the colder upper atmosphere. Tropical cyclone development requires relatively low values of vertical wind shear so that their warm core can remain above their surface circulation center, thereby promoting intensification. Strongly sheared tropical cyclones weaken as the upper circulation is blown away from the low-level center. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Thunderhead.anvil.jpg/220px-Thunderhead.anvil.jpg",
                "caption": "Strong wind shear in the high troposphere forms the anvil-shaped top of this mature cumulonimbus cloud, or thunderstorm. [13]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_shear",
        "title": "Wind shear",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Planetary boundary layer",
        "text": "The atmospheric effect of surface friction with winds aloft forces surface winds to slow and back counterclockwise near the surface of Earth blowing inward across isobars (lines of equal pressure) when compared to the winds in frictionless flow well above Earth's surface. [15] [ failed verification ] This layer where friction slows and changes the wind is known as the planetary boundary layer , sometimes the Ekman layer , and it is thickest during the day and thinnest at night. Daytime heating thickens the boundary layer as winds at the surface become increasingly mixed with winds aloft due to insolation , or solar heating. Radiative cooling overnight further enhances wind decoupling between the winds at the surface and the winds above the boundary layer by calming the surface wind which increases wind shear. These wind changes force wind shear between the boundary layer and the wind aloft and are most emphasized at night. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/PBLimage.jpg/220px-PBLimage.jpg",
                "caption": "Depiction of where the planetary boundary layer lies on a sunny day"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_shear",
        "title": "Wind shear",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Gliding",
        "text": "In gliding, wind gradients just above the surface affect the takeoff and landing phases of the flight of a glider .\nWind gradient can have a noticeable effect on ground launches , also known as winch launches or wire launches. If the wind gradient is significant or sudden, or both, and the pilot maintains the same pitch attitude, the indicated airspeed will increase, possibly exceeding the maximum ground launch tow speed. The pilot must adjust the airspeed to deal with the effect of the gradient. [16] When landing, wind shear is also a hazard, particularly when the winds are strong. As the glider descends through the wind gradient on final approach to landing, airspeed decreases while sink rate increases, and there is insufficient time to accelerate prior to ground contact. The pilot must anticipate the wind gradient and use a higher approach speed to compensate for it. [17] Wind shear is also a hazard for aircraft making steep turns near the ground. It is a particular problem for gliders which have a relatively long wingspan , which exposes them to a greater wind speed difference for a given bank angle. The different airspeed experienced by each wing tip can result in an aerodynamic stall on one wing, causing a loss of control accident. [17] [18]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/FAA-8083-13_Fig_7-20.PNG/220px-FAA-8083-13_Fig_7-20.PNG",
                "caption": "Glider ground launch affected by wind shear"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_shear",
        "title": "Wind shear",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Impact on passenger aircraft",
        "text": "Windshear can be extremely dangerous for aircraft, especially during takeoff and landing. Sudden changes in wind velocity can cause rapid decreases in airspeed , leading to the aircraft being unable to maintain altitude. Windshear has been responsible for several deadly accidents, including Eastern Air Lines Flight 66 , Pan Am Flight 759 , Delta Air Lines Flight 191 , and USAir Flight 1016 . [ citation needed ] Windshear can be detected using Doppler radar . [22] [23] Airports can be fitted with low-level windshear alert systems or Terminal Doppler Weather Radar , and aircraft can be fitted with airborne wind shear detection and alert systems . Following the 1985 crash of Delta Air Lines Flight 191, in 1988 the U.S. Federal Aviation Administration mandated that all commercial aircraft have airborne wind shear detection and alert systems by 1993. The installation of high-resolution Terminal Doppler Weather Radar stations at many U.S. airports that are commonly affected by windshear has further aided the ability of pilots and ground controllers to avoid wind shear conditions. [24]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Windshearaircraftnasa.gif/200px-Windshearaircraftnasa.gif",
                "caption": "Effect of wind shear on aircraft trajectory. Note how merely correcting for the initial gust front can have dire consequences."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Delta_191_wreckage.jpg/220px-Delta_191_wreckage.jpg",
                "caption": "Wreckage of Delta Air Lines Flight 191 tail section after a microburst slammed the aircraft into the ground. Another aircraft can be seen flying in the background past the crash scene."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_shear",
        "title": "Wind shear",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Sound propagation",
        "text": "Wind shear can have a pronounced effect upon sound propagation in the lower atmosphere, where waves can be \"bent\" by refraction phenomenon. The audibility of sounds from distant sources, such as thunder or gunshots , is very dependent on the amount of shear. The result of these differing sound levels is key in noise pollution considerations, for example from roadway noise and aircraft noise , and must be considered in the design of noise barriers . [26] This phenomenon was first applied to the field of noise pollution study in the 1960s, contributing to the design of urban highways as well as noise barriers . [27] The speed of sound varies with temperature. Since temperature and sound velocity normally decrease with increasing altitude, sound is refracted upward, away from listeners on the ground, producing an acoustic shadow at some distance from the source. [28] In 1862, during the American Civil War Battle of Iuka , an acoustic shadow, believed to have been enhanced by a northeast wind, kept two divisions of Union soldiers out of the battle, [29] because they could not hear the sounds of battle only six miles downwind. [30]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Hodographe_NOAA.PNG/220px-Hodographe_NOAA.PNG",
                "caption": "Hodograph plot of wind vectors at various heights in the troposphere. Meteorologists can use this plot to evaluate vertical wind shear in weather forecasting. (Source: NOAA )"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_shear",
        "title": "Wind shear",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Largest wind farms",
        "text": "The ten largest wind farms in the United States are:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Installed_wind_capacity_and_average_wind_speed_of_the_contiguous_United_States.jpg/400px-Installed_wind_capacity_and_average_wind_speed_of_the_contiguous_United_States.jpg",
                "caption": "Wind plants by capacity with average wind speeds at 100 meters, 2020."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Production",
        "text": "As of 2022, the United States has over 141 GW of installed wind power capacity. Wind power has increased dramatically over the past years. In 2010, however, newly installed generating capacity was about half of the previous year due to various factors, including the financial crisis, and recession. In 2013 there was a 92% reduction in newly installed generating capacity compared to 2012, due to the late extension of the PTC (see image on the right). [34] The graph at left shows the growth in installed wind generation capacity in the United States based on data from the Office of Energy Efficiency and Renewable Energy . [29] In 2008, installed capacity in the U.S. increased by 50% over the prior year. The world average growth rate that year was 28.8%. [35] By 2014, the wind industry in the USA was able to produce more power at lower cost by using taller wind turbines with longer blades, capturing the faster winds at higher elevations. This opened up new opportunities and in Indiana, Michigan, and Ohio, the price of power from wind turbines 300 to 400 feet (90 to 120 m) above the ground competed with conventional fossil fuels like coal. Prices had fallen to about 4 cents per kilowatt-hour in some cases and utilities had been increasing the amount of wind energy in their portfolio, saying it is their cheapest option. [36] For power contracts made in the year 2014, the average price of wind power fell to 2.5¢/kWh. [37] The capacity factor is the ratio of power actually produced divided by the nameplate capacity of the turbines. The overall average capacity factor for wind generation in the US increased from 31.7% in 2008, to 32.3% in 2013. [38] In 2023, U.S. wind power production fell by 2% despite an increase of 6.2 gigawatts in capacity, primarily due to weaker-than-normal winds in the Midwest. This marked the first decrease in 25 years and was reflected in the capacity factor dropping to an eight-year low of 33.5%. The decline highlights the challenges of depending on intermittent renewable energy sources like wind, which are significantly influenced by variable climatic conditions such as the El Niño phenomenon , reducing wind speeds. [39]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/US_Monthly_Wind_Generated_Electricity.svg/220px-US_Monthly_Wind_Generated_Electricity.svg.png",
                "caption": "Monthly wind electric power generation in the US, 2007–2017"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/US_monthly_wind_capacity_factor.svg/220px-US_monthly_wind_capacity_factor.svg.png",
                "caption": "Average monthly capacity factors for electric power generation by utility-scale wind turbines in the United States, 2011–2015 (US Energy Information Administration data)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Wind generation potential",
        "text": "According to the National Renewable Energy Laboratory , the contiguous United States has the potential for\n10,459 GW of onshore wind power. [41] [42] The capacity could generate 37 petawatt-hours (PW·h) annually, an amount nine times larger than total U.S. electricity consumption . [43] The U.S. also has large wind resources in Alaska , [44] and Hawaii . [45] In addition to the large onshore wind resources, the U.S. has large offshore wind power potential, [46] with another NREL report released in September 2010 showing that the U.S. has 4,150 GW of potential offshore wind power nameplate capacity, an amount 4 times that of the country's 2008 installed capacity from all sources, of 1,010 GW. [47] Some experts estimate that the entire East Coast could be powered by offshore wind farms. [48] The U.S. Department of Energy's 2008 report 20% Wind Energy by 2030 [49] envisioned that wind power could supply 20% of all U.S. electric power, which included a contribution of 4% to the nation's total electric power from offshore wind power. [50] In order to achieve this, significant advances in cost, performance and reliability are needed, based on a 2011 report from a coalition of researchers from universities, industry, and government, supported by the Atkinson Center for a Sustainable Future . [51] Obtaining 20% from wind requires about 305 GW of wind turbines, an increase of 16 GW/year after 2018, or an average increase of 14.6%/year, and transmission line improvements. [49] Analysts estimate around 25 GW of added US wind power in 2016–18, [52] depending on the Clean Power Plan and PTC extensions. After the PTC phase-out in 2021, additional wind power capacity is expected to be around 5 GW per year. [53]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/2000-_Clean_power_installation_-_wind%2C_solar%2C_storage_-_US.svg/220px-2000-_Clean_power_installation_-_wind%2C_solar%2C_storage_-_US.svg.png",
                "caption": "New installation of wind and solar capacity increased surged in 2020, but was then affected by sourcing problems for solar panels, supply chain constraints, interconnection issues, and policy uncertainty. [40]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Wind power by state",
        "text": "In 2019, electric power generation from wind power was 10 percent or more in fourteen U.S. states: Colorado, Idaho, Iowa, Kansas, Maine, Minnesota, North Dakota, Oklahoma, Oregon, South Dakota, Vermont, Nebraska, New Mexico, and Texas. [54] Iowa, South Dakota, North Dakota, Oklahoma, and Kansas each had more than 20 percent of their electric power generation come from wind. [55] Twenty states now have more than five percent of their generation coming from wind. [55] Iowa became the first state in the nation to generate 50% of its electricity from wind power in 2020, as predicted in 2015. [56] The five states with the most wind capacity installed at the end of 2020 were: [33] The top five states according to percentage of generation by wind in 2020 were: [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Top_Five_US_Wind_States.svg/220px-Top_Five_US_Wind_States.svg.png",
                "caption": "Trends of wind electrical generation in the top five states, 1990–2013 (US EIA data)"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Wind_electricity_generation_in_the_United_States%2C_2001-2018_%2848018477816%29.png/220px-Wind_electricity_generation_in_the_United_States%2C_2001-2018_%2848018477816%29.png",
                "caption": "Wind electricity generation in the United States, 2001–2018. In 2018, 4 states made up over half of total wind power output"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Texas",
        "text": "In July 2008, Texas approved a $4.93 billion expansion of the state's electric grid to bring wind energy to its major cities from western areas of the state. Transmission companies will recoup the cost of constructing the new power lines, expected to be completed in 2013, from fees estimated at $4 per month for residential customers. [59] A lack of transmission capacity forced wind turbines to be shut down at times and reduced wind power generation in Texas by 17% in 2009. [60] In 2011, Texas had become the first state to surpass the 10,000 MW mark. [61] On completion in 2016, the Los Vientos Wind Farm became Texas's most powerful wind farm with a total installed capacity of 912 MW. [17] It is spread out over two counties in South Texas . It is followed by the Roscoe Wind Farm with 627 wind turbines and a total installed capacity of 781.5 MW which is located about 200 miles (320 km) west of Fort Worth in an area that spans parts of four Texas counties. [62] [63] The Horse Hollow Wind Energy Center is third with 735.5 MW. [64] By 2016 Texas surpassed the 20,000 MW mark by adding over 1800 MW of generating capacity in 2016 alone, including Los Vientos. [9]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/2022_Wind_and_solar_energy_generation_leaders_among_U.S._states_-_variable_width_bar_chart_-_IEA_data.svg/248px-2022_Wind_and_solar_energy_generation_leaders_among_U.S._states_-_variable_width_bar_chart_-_IEA_data.svg.png",
                "caption": "Though Texas generates the most wind + solar power of all states, various other states generate more wind + solar power per capita . [58]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Iowa",
        "text": "More than 57 percent of the electric power generated in Iowa now comes from wind power as of February 2021. [69] Iowa had over 10,950 megawatts (MW) of generation capacity at the end of 2020, with over 1,500 megawatts planned to come online in the near future. [69] Electrical energy generated in Iowa by wind in 2020 amounted to over 34 million Megawatt-hours. [69] Since Iowa adopted a renewable energy standard in 1983, the wind power industry has generated over $19 billion in investment. [70] The second concrete wind turbine tower to be built in the U.S., and also the country's tallest (377 feet) at the time built, is in Adams county. The tower was completed in the spring of 2016. [71] In 2018, Invenergy announced it plans to develop a pair of wind farms in Iowa. Each farm will be capable of generating 200 MW. Construction is planned to begin in early 2019. [72]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/WindPowrPctg.svg/220px-WindPowrPctg.svg.png",
                "caption": "State wind generation percentages for 2017. Five states exceeded 25% of generation."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Iowa_wind_farms-2.jpg/220px-Iowa_wind_farms-2.jpg",
                "caption": "Northern Iowa wind farm Pioneer Prairie"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "California",
        "text": "With nearly 4,000 megawatts installed, as of the end of 2011, wind energy supplied about 5% of California's total electric power needs, or enough to power more than 400,000 households. The amount varies greatly from day to day. [76] In 2011, 921.3 megawatts were installed. Most of that activity occurred in the Tehachapi area of Kern County, with some big projects in Solano, Contra Costa and Riverside counties as well. [ citation needed ] After 2014, California ranked second nationwide in terms of capacity, behind Texas with a capacity of 5,917 MW. [1] In 2020, wind power accounted for 7.2% of the combined total energy generated in California. [77] Large portions of California's wind output, are located in three primary regions: Altamont Pass Wind Farm (east of San Francisco); Tehachapi Pass Wind Farm (south east of Bakersfield), and San Gorgonio Pass Wind Farm , near Palm Springs, east of Los Angeles. The giant new Alta Wind Energy Center , is also located within the Tehachapi Pass region. [78]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/San_gorgonio_pass_wind_farm_california_pano.jpg/1000px-San_gorgonio_pass_wind_farm_california_pano.jpg",
                "caption": "The majority of the San Gorgonio Pass Wind Farm as viewed from the San Jacinto Mountains to the south. The farm continues over the hills to the north along California State Route 62 and is not visible from this vantagepoint. The layout includes a variety of large modern and older smaller turbine designs"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Illinois",
        "text": "Wind power has been supported by a renewable portfolio standard , [80] passed in 2007, and strengthened in 2009, which requires 10% renewable energy from electric companies by 2010 and 25% by 2025. Illinois has the potential for installing up to an estimated 249,882 MW of wind generation capacity at a hub height of 80 meters. [81]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/State_Per_Capita_Monthly_Wind_Generation_2017.svg/220px-State_Per_Capita_Monthly_Wind_Generation_2017.svg.png",
                "caption": "The 2017 average monthly per person wind generation for the top 20 U.S. states is shown. For reference, the average monthly residential electricity use in the U.S. is about 900 kW-hours."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Other government involvement",
        "text": "The DOE's National Renewable Energy Laboratory (NREL) has announced a number of wind technology projects, including a new state-of-the-art wind turbine blade test facility to be built in Ingleside, Texas . The Texas-NREL Large Blade Research and Test Facility will be capable of testing blades as long as 70 meters (230 feet). It will be built and operated through a partnership among NREL, DOE, and a state consortium led by University of Houston , with the university owning and operating the facility's buildings, DOE funding up to $2 million in capital costs, and NREL providing technical and operational assistance. The blade test facility is estimated to cost between $12 million and $15 million and should be completed by 2010. Located on the Gulf Coast, the Texas facility will complement a similar facility that is being built on the coast of Massachusetts . [88] NREL has also recently signed agreements with Siemens Power Generation and First Wind, a wind power developer. Siemens is launching a new research and development facility in nearby Boulder, Colorado , and has agreed to locate and test a commercial-scale wind turbine at NREL's National Wind Technology Center (NWTC). First Wind (formerly called UPC Wind Partners, LLC) owns and operates the 30-megawatt Kaheawa Wind Power farm in West Maui, Hawaii , and has agreed to let the NWTC establish a Remote Research Affiliate Partner Site at the facility. The Maui satellite of NWTC will collaborate with First Wind on studies to develop advanced wind energy technologies, including energy storage and integration of renewable electric power into Maui's electrical grid. [89] In 2010, the DOE awarded $60 million for a study of transmission requirements. [90] Beginning in 2006, the DOE is required to provide a transmission congestion report once every three years. [91] Recent U.S. policy has generally been to provide an inflation-adjusted federal production tax credit (PTC) of $15 per MW·h (in 1995 dollars) generated for the first ten years of operation for wind energy sold. As of 2015, the credit was $23 per MW·h. [92] Renewable portfolio standards mandating a certain percentage of electric power sales come from renewable energy sources, which are in place in about half of the states, also have boosted the development of the wind industry. [93] Each time Congress has allowed the production tax credit to expire, wind power development has slowed as investors wait for the credit to be restored. Each year it is renewed, development has expanded. The tax credit expired at the end of 2012, bringing wind power development activity to a near halt. A short term, one-year policy was enacted at the beginning of 2013 which provides a tax credit to projects under construction by the end of 2013 and completed before the end of 2014. [94] The PTC was first introduced in 1992. [95] When it was allowed to expire, development dropped 93%, 73%, and 77% the following year. The Energy Information Administration has reported that wind power received the largest share of direct federal subsidies and support in fiscal year 2013 (the latest year for which statistics are available), accounting for 37% ($5.936 billion) of total electric power-related subsidies. Almost three-quarters of wind energy subsidies in that year were direct expenditures and largely resulted from the ARRA programs. These figures do not include subsidies and supports from other levels of government. [96] The development of wind power in the United States has been supported primarily through a production tax credit (PTC), which pays producers on the amount of electric power produced. On January 1, 2013, the production tax credit was extended for another year. [94] In late 2015 authorities provided an extension of the Production Tax Credit. The extension phases out the credit over a period of five years. The 30 percent wind and solar tax credit will extend through 2019 and then taper to 10 percent in 2022. [97] The average price of Power purchase agreements was $23.5/MWh in 2014. [87] Operating expenses were estimated to $10/MWh. [37]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Kaheawa_Wind_Farm_428371965_88dfaa760a_o.jpg/220px-Kaheawa_Wind_Farm_428371965_88dfaa760a_o.jpg",
                "caption": "Kaheawa Wind Farm near Maalaea, Maui , with 20 GE Energy 1.5 MW wind turbines"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Siting considerations",
        "text": "There is competition for wind farms among farmers in places like Iowa or ranchers in Colorado. In 2007, farmers, with no investment on their part, typically received $3,000–5,000 per year in royalties [98] from the local utility for siting a single, large, advanced-design wind turbine. [99] [100] [101] [102] [103] Landscape and ecological issues may be significant for some wind farm proposals, [104] and environmental issues are a consideration in site selection. [105] Worldwide experience has shown that community consultation and direct involvement of the general public in wind farm projects has helped to increase community approval, and some wind farms overseas have become tourist attractions , like the Ten Mile Lagoon Wind Farm .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Windmills_south_of_Dumas%2C_TX_IMG_0570.JPG/220px-Windmills_south_of_Dumas%2C_TX_IMG_0570.JPG",
                "caption": "In 2008, landowners typically received $3,000 to $5,000 per year in rental income from each wind turbine, while farmers continue to grow crops or graze cattle up to the foot of the turbines. [11]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "Offshore wind power",
        "text": "Offshore development is hindered by relatively high cost compared to onshore facilities. Several projects are under development with some at advanced stages of development. [106] The United States, though, has very large offshore wind energy resources due to strong, consistent winds off the long U.S. coastline. [50] The 2011 NREL report, Large-Scale Offshore Wind Power in the United States , analyzes the current state of the offshore wind energy industry. According to the report, offshore wind resource development would help the country to achieve 20% of its electric power from wind by 2030 and to revitalize the manufacturing sector. Offshore wind could supply 54 gigawatts of capacity to the nation's electrical grid, thereby increasing energy security . It could also generate an estimated $200 billion in new economic activity and create thousands of permanent jobs. [107] NREL's report concludes that \"the development of the nation's offshore wind resources can provide many potential benefits, and that offshore wind energy could play a vital role in future U.S. energy markets\". [107] Coastal residents have opposed offshore wind farms because of fears about impacts on marine life, the environment, electric power rates, aesthetics, and recreation such as fishing and boating. However, residents also cite improved electric power rates, air quality, and job creation as positive impacts they would expect from wind farms. [108] [109] Because the bases of offshore turbines function as artificial reefs, studies have shown that after the initial disturbance of construction, local fish and shellfish are positively affected. [108] [110] Because wind turbines can be positioned at some distance from shore, impacts to recreation and fishing can be managed by careful planning of wind farm locations. [108] Five exploratory leases for wind power production on the Outer Continental Shelf offshore from New Jersey and Delaware were issued in June 2009 by the Secretary of the Interior. The leases authorize data gathering activities, allowing for the construction of meteorological towers on the Outer Continental Shelf from six to 18 miles (29 km) offshore. [111] Four areas were being considered. [112] On February 7, 2011, Salazar and Steven Chu announced a national strategy to have offshore wind power of 10 GW in 2020, and 54 GW in 2030. [113] In 2021 the Biden Administration announced a target of 30 GW of offshore wind by 2030. [114] In the first quarter of 2024, there was a significant increase in the installed offshore wind capacity in the U.S., rising from 42 megawatts (MW) to 242 MW.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Offshore_wind_power_potential_in_the_United_States.jpg/220px-Offshore_wind_power_potential_in_the_United_States.jpg",
                "caption": "Offshore wind power potential in the United States"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    },
    {
        "section": "New England",
        "text": "Rhode Island and Massachusetts state officials picked Deepwater Wind to build a $1.5-billion, 385-megawatt wind farm in federal waters off Block Island . The 100-turbine project could provide 1.3 terawatt-hours (TW·h) of electric power per year – 15 percent of all electric power used in the state of Rhode Island. [115] [116] [117] In 2009, Deepwater signed an agreement with National Grid to sell the power from a smaller $200-million, 30-MW wind farm off Block Island, at an initial price of 24.4 ¢/kW·h. [118] Construction of the Block Island Wind Farm , a five turbine project began in April 2015 and was completed in December 2016 to become the first offshore wind farm in the United States. Cape Wind started development around 2002, but faced opposition and eventually ceased before being realized. The floating VolturnUS operated in Penobscot Bay near Castine from June 2013 to November 2014. [119] [120] Maine Aqua Ventus intends to have an 11 MW floating turbine in operation off the coast of Monhegan Island by the end of 2023. [121] Construction began on the 804 MW Vineyard Wind off-shore project on November 18, 2021, after a long fight for approval. [122] Power from the first turbine started flowing into the ISO New England grid on January 2, 2024. [123] A second large offshore project, SouthCoast Wind (formerly Mayflower Wind), is in development, among others.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Wind_energy_leases_offshore_Massachusetts_and_Rhode_Island%2C_2022.png/220px-Wind_energy_leases_offshore_Massachusetts_and_Rhode_Island%2C_2022.png",
                "caption": "Designated wind power leasing parcels in federal waters off the coasts of Massachusetts and Rhode Island, with project names as of 2022."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Massachusetts_wind_resource_map_50m_800.jpg/350px-Massachusetts_wind_resource_map_50m_800.jpg",
                "caption": "Massachusetts and Rhode Island have strong offshore wind resources."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power_in_the_United_States",
        "title": "Wind power in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Marine and avian impacts of wind farms"
    }
]