[
    {
        "section": "Japan",
        "text": "The Thought Leadership Series by the Copenhagen Climate Council published a report in 2009, stating that Japanese solar PV manufacturers represent 26 per cent of the global market and that the solar industry is able to operate without dependence on subsidies. [60] According to a report by the International Renewable Energy Agency, Japanese solar PV jobs increased by 28 per cent in 2014. [34] In 2016, Japan was listed as the third largest employer of solar PV jobs with 377,100 workers, based on direct and indirect labour. [34] In terms of renewable energy, Japan employs 3,000 jobs in liquid biofuels, 5,000 jobs in wind power, 700 jobs in solar cooling and heating, and 2,000 jobs in geothermal energy. [34] In 2018 Japan's slowing economy meant that employment in the solar PV industry fell from 302,000 in 2016 to an estimated 272,000 jobs in 2017. [56]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Middelgrunden_wind_farm_2009-07-01_edit_filtered.jpg/290px-Middelgrunden_wind_farm_2009-07-01_edit_filtered.jpg",
                "caption": "Wind turbine service technicians are projected to continue to be the fastest growing profession in the United States between 2017 and 2024"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Green_job",
        "title": "Green job",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy education and workforce training"
    },
    {
        "section": "Role in addressing climate change",
        "text": "As part of the global effort to limit climate change , most countries have committed to net zero greenhouse gas emissions . [26] In practice, this means phasing out fossil fuels and replacing them with low-emissions energy sources. [12] At the 2023 United Nations Climate Change Conference , around three-quarters of the world's countries set a goal of tripling renewable energy capacity by 2030. [27] The European Union aims to generate 40% of its electricity from renewables by the same year. [28]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/2021_Death_rates%2C_by_energy_source.svg/300px-2021_Death_rates%2C_by_energy_source.svg.png",
                "caption": "Deaths caused as a result of fossil fuel use (areas of rectangles in chart) greatly exceed those resulting from production of renewable energy (rectangles barely visible in chart). [25]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy education and workforce training"
    },
    {
        "section": "Intermittency",
        "text": "The two most important forms of renewable energy, solar and wind, are intermittent energy sources : they are not available constantly, resulting in lower capacity factors . In contrast, fossil fuel power plants are usually able to produce precisely the amount of energy an electricity grid requires at a given time. Solar energy can only be captured during the day, and ideally in cloudless conditions. Wind power generation can vary significantly not only day-to-day, but even month-to-month. [31] This poses a challenge when transitioning away from fossil fuels: energy demand will often be higher or lower than what renewables can provide. [32] Both scenarios can cause electricity grids to become overloaded, leading to power outages . In the medium-term, this variability may require keeping some gas-fired power plants or other dispatchable generation on standby [33] [34] until there is enough energy storage, demand response , grid improvement, and/or baseload power from non-intermittent sources. In the long-term, energy storage is an important way of dealing with intermittency. [35] Using diversified renewable energy sources and smart grids can also help flatten supply and demand. [36] Sector coupling of the power generation sector with other sectors may increase flexibility: for example the transport sector can be coupled by charging electric vehicles and sending electricity from vehicle to grid . [37] Similarly the industry sector can be coupled by hydrogen produced by electrolysis, [38] and the buildings sector by thermal energy storage for space heating and cooling. [39] Building overcapacity for wind and solar generation can help ensure sufficient electricity production even during poor weather. In optimal weather, it may be necessary to curtail energy generation if it is not possible to use or store excess electricity. [40]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Renewables_need_flexible_backup_not_baseload.png/300px-Renewables_need_flexible_backup_not_baseload.png",
                "caption": "Estimated power demand over a week in May 2012 and May 2020, Germany, showing the variability in solar and wind power both day-to-day and month-to-month."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy education and workforce training"
    },
    {
        "section": "Solar energy",
        "text": "Solar power produced around 1.3 terrawatt-hours (TWh) worldwide in 2022, [10] representing 4.6% of the world's electricity. Almost all of this growth has happened since 2010. [52] Solar energy can be harnessed anywhere that receives sunlight; however, the amount of solar energy that can be harnessed for electricity generation is influenced by weather conditions , geographic location and time of day. [53] There are two mainstream ways of harnessing solar energy: solar thermal , which converts solar energy into heat; and photovoltaics (PV), which converts it into electricity. [12] PV is far more widespread, accounting for around two thirds of the global solar energy capacity as of 2022. [54] It is also growing at a much faster rate, with 170 GW newly installed capacity in 2021, [55] compared to 25 GW of solar thermal. [54] Passive solar refers to a range of construction strategies and technologies that aim to optimize the distribution of solar heat in a building. Examples include solar chimneys , [12] orienting a building to the sun, using construction materials that can store heat , and designing spaces that naturally circulate air . [56] From 2020 to 2022, solar technology investments almost doubled from USD 162 billion to USD 308 billion, driven by the sector's increasing maturity and cost reductions, particularly in solar photovoltaic (PV), which accounted for 90% of total investments. China and the United States were the main recipients, collectively making up about half of all solar investments since 2013. Despite reductions in Japan and India due to policy changes and COVID-19 , growth in China, the United States, and a significant increase from Vietnam's feed-in tariff program offset these declines. Globally, the solar sector added 714 gigawatts (GW) of solar PV and concentrated solar power (CSP) capacity between 2013 and 2021, with a notable rise in large-scale solar heating installations in 2021, especially in China, Europe, Turkey, and Mexico. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/SolarFachwerkhaus.jpg/220px-SolarFachwerkhaus.jpg",
                "caption": "A small, roof-top mounted PV system in Bonn , Germany"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG/220px-Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG",
                "caption": "Komekurayama photovoltaic power station in Kofu , Japan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy education and workforce training"
    },
    {
        "section": "Photovoltaics",
        "text": "A photovoltaic system , consisting of solar cells assembled into panels , converts light into electrical direct current via the photoelectric effect . [60] PV has several advantages that make it by far the fastest-growing renewable energy technology. It is cheap, low-maintenance and scalable; adding to an existing PV installation as demanded arises is simple. Its main disadvantage is its poor performance in cloudy weather. [12] PV systems range from small, residential and commercial rooftop or building integrated installations, to large utility-scale photovoltaic power station . [61] A household's solar panels can either be used for just that household or, if connected to an electrical grid, can be aggregated with millions of others. [62] The first utility-scale solar power plant was built in 1982 in Hesperia, California by ARCO . [63] The plant was not profitable and was sold eight years later. [64] However, over the following decades, PV cells became significantly more efficient and cheaper. [65] As a result, PV adoption has grown exponentially since 2010. [66] Global capacity increased from 230 GW at the end of 2015 to 890 GW in 2021. [67] PV grew fastest in China between 2016 and 2021, adding 560 GW, more than all advanced economies combined. [68] Four of the ten biggest solar power stations are in China, including the biggest, Golmud Solar Park in China. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg/220px-1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg.png",
                "caption": "Swanson's law –stating that solar module prices have dropped about 20% for each doubling of installed capacity—defines the \" learning rate \" of solar photovoltaics . [58] [59]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy education and workforce training"
    },
    {
        "section": "Wind power",
        "text": "Humans have harnessed wind energy since at least 3500 BC. Until the 20th century, it was primarily used to power ships, windmills and water pumps. Today, the vast majority of wind power is used to generate electricity using wind turbines. [12] Modern utility-scale wind turbines range from around 600 kW to 9 MW of rated power. The power available from the wind is a function of the cube of the wind speed, so as wind speed increases, power output increases up to the maximum output for the particular turbine. [76] Areas where winds are stronger and more constant, such as offshore and high-altitude sites, are preferred locations for wind farms. Wind-generated electricity met nearly 4% of global electricity demand in 2015, with nearly 63 GW of new wind power capacity installed. Wind energy was the leading source of new capacity in Europe, the US and Canada, and the second largest in China. In Denmark, wind energy met more than 40% of its electricity demand while Ireland, Portugal and Spain each met nearly 20%. [77] Globally, the long-term technical potential of wind energy is believed to be five times total current global energy production, or 40 times current electricity demand, assuming all practical barriers needed were overcome. This would require wind turbines to be installed over large areas, particularly in areas of higher wind resources, such as offshore, and likely also industrial use of new types of VAWT turbines in addition to the horizontal axis units currently in use. As offshore wind speeds average ~90% greater than that of land, offshore resources can contribute substantially more energy than land-stationed turbines. [78] Investments in wind technologies reached USD 161 billion in 2020, with onshore wind dominating at 80% of total investments from 2013 to 2022. Offshore wind investments nearly doubled to USD 41 billion between 2019 and 2020, primarily due to policy incentives in China and expansion in Europe. Global wind capacity increased by 557 GW between 2013 and 2021, with capacity additions increasing by an average of 19% each year. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Pretty_flamingos_-_geograph.org.uk_-_578705.jpg/170px-Pretty_flamingos_-_geograph.org.uk_-_578705.jpg",
                "caption": "Burbo , NW-England"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Fentonwindpark1.jpg/220px-Fentonwindpark1.jpg",
                "caption": "Sunrise at the Fenton Wind Farm in Minnesota, United States"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Wind_energy_generation_by_region%2C_OWID.svg/300px-Wind_energy_generation_by_region%2C_OWID.svg.png",
                "caption": "Wind energy generation by region over time [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy education and workforce training"
    },
    {
        "section": "Hydropower",
        "text": "Since water is about 800 times denser than air , even a slow flowing stream of water, or moderate sea swell , can yield considerable amounts of energy. Water can generate electricity with a conversion efficiency of about 90%, which is the highest rate in renewable energy. [82] There are many forms of water energy: Much hydropower is flexible, thus complementing wind and solar. [86] In 2021, the world renewable hydropower capacity was 1,360 GW. [68] Only a third of the world's estimated hydroelectric potential of 14,000 TWh/year has been developed. [87] [88] New hydropower projects face opposition from local communities due to their large impact, including relocation of communities and flooding of wildlife habitats and farming land. [89] High cost and lead times from permission process, including environmental and risk assessments, with lack of environmental and social acceptance are therefore the primary challenges for new developments. [90] It is popular to repower old dams thereby increasing their efficiency and capacity as well as quicker responsiveness on the grid. [91] Where circumstances permit existing dams such as the Russell Dam built in 1985 may be updated with \"pump back\" facilities for pumped-storage which is useful for peak loads or to support intermittent wind and solar power. Because dispatchable power is more valuable than VRE [92] [93] countries with large hydroelectric developments such as Canada and Norway are spending billions to expand their grids to trade with neighboring countries having limited hydro. [94]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/ThreeGorgesDam-China2009.jpg/220px-ThreeGorgesDam-China2009.jpg",
                "caption": "The Three Gorges Dam for hydropower on the Yangtze River in China"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Three_gorges_dam_from_space.jpg/220px-Three_gorges_dam_from_space.jpg",
                "caption": "Three Gorges Dam and Gezhouba Dam , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy education and workforce training"
    },
    {
        "section": "Bioenergy",
        "text": "Biomass is biological material derived from living, or recently living organisms. Most commonly, it refers to plants or plant-derived materials. As an energy source, biomass can either be used directly via combustion to produce heat, or converted to a more energy-dense biofuel like ethanol. Wood is the most significant biomass energy source as of 2012 [98] and is usually sourced from a trees cleared for silvicultural reasons or fire prevention . Municipal wood waste – for instance, construction materials or sawdust – is also often burned for energy. [99] The biggest per-capita producers of wood-based bioenergy are heavily forested countries like Finland, Sweden, Estonia, Austria, and Denmark. [100] Bioenergy can be environmentally destructive if old-growth forests are cleared to make way for crop production. In particular, demand for palm oil to produce biodiesel has contributed to the deforestation of tropical rainforests in Brazil and Indonesia. [101] In addition, burning biomass still produces carbon emissions, although much less than fossil fuels (39 grams of CO 2 per megajoule of energy, compared to 75 g/MJ for fossil fuels). [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Metz_biomass_power_station.jpg/220px-Metz_biomass_power_station.jpg",
                "caption": "A CHP power station using wood to supply 30,000 households in France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy education and workforce training"
    },
    {
        "section": "Biofuel",
        "text": "Biofuels are primarily used in transportation, providing 3.5% of the world's transport energy demand in 2022, [103] up from 2.7% in 2010. [104] Biojet is expected to be important for short-term reduction of carbon dioxide emissions from long-haul flights. [105] Aside from wood, the major sources of bioenergy are bioethanol and biodiesel . [12] Bioethanol is usually produced by fermenting the sugar components of crops like sugarcane and maize , while biodiesel is mostly made from oils extracted from plants, such as soybean oil and corn oil . [106] Most of the crops used to produce bioethanol and biodiesel are grown specifically for this purpose, [107] although used cooking oil accounted for 14% of the oil used to produce biodiesel as of 2015. [106] The biomass used to produce biofuels varies by region. Maize is the major feedstock in the United States, while sugarcane dominates in Brazil. [108] In the European Union, where biodiesel is more common than bioethanol, rapeseed oil and palm oil are the main feedstocks. [109] China, although it produces comparatively much less biofuel, uses mostly corn and wheat. [110] In many countries, biofuels are either subsidized or mandated to be included in fuel mixtures . [101] There are many other sources of bioenergy that are more niche, or not yet viable at large scales. For instance, bioethanol could be produced from the cellulosic parts of crops, rather than only the seed as is common today. [111] Sweet sorghum may be a promising alternative source of bioethanol, due to its tolerance of a wide range of climates. [112] Cow dung can be converted into methane. [113] There is also a great deal of research involving algal fuel , which is attractive because algae is a non-food resource, grows around 20 times faster than most food crops, and can be grown almost anywhere. [114]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Faz_S_Sofia_canavial_090607_REFON.JPG/220px-Faz_S_Sofia_canavial_090607_REFON.JPG",
                "caption": "Sugarcane plantation to produce ethanol in Brazil"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Soybeanbus.jpg/220px-Soybeanbus.jpg",
                "caption": "A bus fueled by biodiesel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy education and workforce training"
    },
    {
        "section": "Geothermal energy",
        "text": "Geothermal energy is thermal energy (heat) extracted from the Earth's crust . It originates from several different sources , of which the most significant is slow radioactive decay of minerals contained in the Earth's interior , [12] as well as some leftover heat from the formation of the Earth . [119] Some of the heat is generated near the Earth's surface in the crust, but some also flows from deep within the Earth from the mantle and core . [119] Geothermal energy extraction is viable mostly in countries located on tectonic plate edges, where the Earth's hot mantle is more exposed. [120] As of 2023, the United States has by far the most geothermal capacity (2.7 GW, [121] or less than 0.2% of the country's total energy capacity [122] ), followed by Indonesia and the Philippines. Global capacity in 2022 was 15 GW. [121] Geothermal energy can be either used directly to heat homes, as is common in Iceland, or to generate electricity. At smaller scales, geothermal power can be generated with geothermal heat pumps , which can extract heat from ground temperatures of under 30 °C (86 °F), allowing them to be used at relatively shallow depths of a few meters. [120] Electricity generation requires large plants and ground temperatures of at least 150 °C (302 °F). In some countries, electricity produced from geothermal energy accounts for a large portion of the total, such as Kenya (43%) and Indonesia (5%). [123] Technical advances may eventually make geothermal power more widely available. For example, enhanced geothermal systems involve drilling around 10 kilometres (6.2 mi) into the Earth, breaking apart hot rocks and extracting the heat using water. In theory, this type of geothermal energy extraction could be done anywhere on Earth. [120]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/NesjavellirPowerPlant_edit2.jpg/220px-NesjavellirPowerPlant_edit2.jpg",
                "caption": "Steam rising from the Nesjavellir Geothermal Power Station in Iceland"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/West_Ford_Flat_Geothermal_Cooling_Tower.JPG/170px-West_Ford_Flat_Geothermal_Cooling_Tower.JPG",
                "caption": "Geothermal plant at The Geysers , California, US"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Krafla_geothermal_power_station_wiki.jpg/220px-Krafla_geothermal_power_station_wiki.jpg",
                "caption": "Krafla , a geothermal power station in Iceland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy education and workforce training"
    },
    {
        "section": "Marine energy",
        "text": "Marine energy (also sometimes referred to as ocean energy) is the energy carried by ocean waves , tides , salinity , and ocean temperature differences . Technologies to harness the energy of moving water include wave power , marine current power , and tidal power . Reverse electrodialysis (RED) is a technology for generating electricity by mixing fresh water and salty sea water in large power cells. [130] Most marine energy harvesting technologies are still at low technology readiness levels and not used at large scales. Tidal energy is generally considered the most mature, but has not seen wide deployment. [131] The world's largest tidal power station is on Sihwa Lake , South Korea, [132] which produces around 550 gigawatt-hours of electricity per year. [133]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg/220px-Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg",
                "caption": "Aerial view of Sihwa Tidal Power Station in South Korea"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy education and workforce training"
    },
    {
        "section": "Growth of renewables",
        "text": "The results of a recent review of the literature concluded that as greenhouse gas (GHG) emitters begin to be held liable for damages resulting from GHG emissions resulting in climate change, a high value for liability mitigation would provide powerful incentives for deployment of renewable energy technologies. [181] In the decade of 2010–2019, worldwide investment in renewable energy capacity excluding large hydropower amounted to US$2.7 trillion, of which the top countries China contributed US$818 billion, the United States contributed US$392.3 billion, Japan contributed US$210.9 billion, Germany contributed US$183.4 billion, and the United Kingdom contributed US$126.5 billion. [182] This was an increase of over three and possibly four times the equivalent amount invested in the decade of 2000–2009 (no data is available for 2000–2003). [182] As of 2022, an estimated 28% of the world's electricity was generated by renewables. This is up from 19% in 1990. [183]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg/232px-20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg.png",
                "caption": "Investment: Companies, governments and households have committed increasing amounts to decarbonization, including renewable energy (solar, wind), electric vehicles and associated charging infrastructure, energy storage, energy-efficient heating systems, carbon capture and storage, and hydrogen. [171] [172]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg/232px-20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg.png",
                "caption": "Levelized cost: With increasingly widespread implementation of renewable energy sources, costs have declined, most notably for energy generated by solar panels. [175] [176] Levelized cost of energy (LCOE) is a measure of the average net present cost of electricity generation for a generating plant over its lifetime."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy education and workforce training"
    },
    {
        "section": "Future projections",
        "text": "A December 2022 report by the IEA forecasts that over 2022-2027, renewables are seen growing by almost 2 400 GW in its main forecast, equal to the entire installed power capacity of China in 2021. This is an 85% acceleration from the previous five years, and almost 30% higher than what the IEA forecast in its 2021 report, making its largest ever upward revision. Renewables are set to account for over 90% of global electricity capacity expansion over the forecast period. [68] To achieve net zero emissions by 2050, IEA believes that 90% of global electricity generation will need to be produced from renewable sources. [17] In June 2022 IEA Executive Director Fatih Birol said that countries should invest more in renewables to \"ease the pressure on consumers from high fossil fuel prices, make our energy systems more secure, and get the world on track to reach our climate goals.\" [185] China's five year plan to 2025 includes increasing direct heating by renewables such as geothermal and solar thermal. [186] REPowerEU , the EU plan to escape dependence on fossil Russian gas , is expected to call for much more green hydrogen . [187] After a transitional period, [188] renewable energy production is expected to make up most of the world's energy production. In 2018, the risk management firm, DNV GL , forecasts that the world's primary energy mix will be split equally between fossil and non-fossil sources by 2050. [189]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg/220px-2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg.png",
                "caption": "In 2023, electricity generation from wind and solar sources was projected to exceed 30% by 2030. [184]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy education and workforce training"
    },
    {
        "section": "Policy",
        "text": "Policies to support renewable energy have been vital in their expansion. Where Europe dominated in establishing energy policy in the early 2000s, most countries around the world now have some form of energy policy. [199] The International Renewable Energy Agency (IRENA) is an intergovernmental organization for promoting the adoption of renewable energy worldwide. It aims to provide concrete policy advice and facilitate capacity building and technology transfer. IRENA was formed in 2009, with 75 countries signing the charter of IRENA. [200] As of April 2019, IRENA has 160 member states. [201] The then United Nations Secretary-General Ban Ki-moon has said that renewable energy can lift the poorest nations to new levels of prosperity, [202] and in September 2011 he launched the UN Sustainable Energy for All initiative to improve energy access, efficiency and the deployment of renewable energy. [203] The 2015 Paris Agreement on climate change motivated many countries to develop or improve renewable energy policies. [204] In 2017, a total of 121 countries adopted some form of renewable energy policy. [199] National targets that year existed in 176 countries. [204] In addition, there is also a wide range of policies at the state/provincial, and local levels. [104] Some public utilities help plan or install residential energy upgrades . Many national, state and local governments have created green banks . A green bank is a quasi-public financial institution that uses public capital to leverage private investment in clean energy technologies. [205] Green banks use a variety of financial tools to bridge market gaps that hinder the deployment of clean energy. Climate neutrality by the year 2050 is the main goal of the European Green Deal . [206] For the European Union to reach their target of climate neutrality, one goal is to decarbonise its energy system by aiming to achieve \"net-zero greenhouse gas emissions by 2050.\" [207]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Share_of_electricity_production_from_renewables.svg/330px-Share_of_electricity_production_from_renewables.svg.png",
                "caption": "Share of electricity production from renewables, 2022 [8]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy education and workforce training"
    },
    {
        "section": "Geopolitics",
        "text": "The geopolitical impact of the growing use of renewable energy is a subject of ongoing debate and research. [219] Many fossil-fuel producing countries, such as Qatar , Russia , Saudi Arabia and Norway , are currently able to exert diplomatic or geopolitical influence as a result of their oil wealth. Most of these countries are expected to be among the geopolitical \"losers\" of the energy transition, although some, like Norway, are also significant producers and exporters of renewable energy. Fossil fuels and the infrastructure to extract them may, in the long term, become stranded assets . [220] It has been speculated that countries dependent on fossil fuel revenue may one day find it in their interests to quickly sell off their remaining fossil fuels. [221] Conversely, nations abundant in renewable resources, and the minerals required for renewables technology, are expected to gain influence. [222] [223] In particular, China has become the world's dominant manufacturer of the technology needed to produce or store renewable energy, especially solar panels , wind turbines , and lithium-ion batteries . [224] Nations rich in solar and wind energy could become major energy exporters. [225] Some may produce and export green hydrogen , [226] [225] although electricity is projected to be the dominant energy carrier in 2050, accounting for almost 50% of total energy consumption (up from 22% in 2015). [227] Countries with large uninhabited areas such as Australia, China, and many African and Middle Eastern countries have a potential for huge installations of renewable energy. The production of renewable energy technologies requires rare-earth elements with new supply chains. [228] Countries with already weak governments that rely on fossil fuel revenue may face even higher political instability or popular unrest. Analysts consider Nigeria, Angola , Chad , Gabon , and Sudan , all countries with a history of military coups , to be at risk of instability due to dwindling oil income. [229] A study found that transition from fossil fuels to renewable energy systems reduces risks from mining, trade and political dependence because renewable energy systems don't need fuel – they depend on trade only for the acquisition of materials and components during construction. [230] In October 2021, European Commissioner for Climate Action Frans Timmermans suggested \"the best answer\" to the 2021 global energy crisis is \"to reduce our reliance on fossil fuels.\" [231] He said those blaming the European Green Deal were doing so \"for perhaps ideological reasons or sometimes economic reasons in protecting their vested interests.\" [231] Some critics blamed the European Union Emissions Trading System (EU ETS) and closure of nuclear plants for contributing to the energy crisis. [232] [233] [234] European Commission President Ursula von der Leyen said that Europe is \"too reliant\" on natural gas and too dependent on natural gas imports . According to Von der Leyen, \"The answer has to do with diversifying our suppliers ... and, crucially, with speeding up the transition to clean energy.\" [235]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/TREC-Map-en.jpg/220px-TREC-Map-en.jpg",
                "caption": "A concept of a super grid"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy education and workforce training"
    },
    {
        "section": "Public support",
        "text": "Solar power plants may compete with arable land , [254] [255] while on-shore wind farms often face opposition due to aesthetic concerns and noise. [256] [257] Such opponents are often described as NIMBYs (\"not in my back yard\"). [258] Some environmentalists are concerned about fatal collisions of birds and bats with wind turbines. [259] Although protests against new wind farms occasionally occur around the world, regional and national surveys generally find broad support for both solar and wind power. [260] [261] [262] Community-owned wind energy is sometimes proposed as a way to increase local support for wind farms. [263] A 2011 UK Government document stated that \"projects are generally more likely to succeed if they have broad public support and the consent of local communities. This means giving communities both a say and a stake.\" [264] In the 2000s and early 2010s, many renewable projects in Germany, Sweden and Denmark were owned by local communities, particularly through cooperative structures. [265] [266] In the years since, more installations in Germany have been undertaken by large companies, [263] but community ownership remains strong in Denmark. [267]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [253]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy education and workforce training"
    },
    {
        "section": "United States House of Representatives",
        "text": "In 1994, following the retirement of his cousin, United States Senator George J. Mitchell , Baldacci won election to the U.S. House of Representatives from Maine's Second District, replacing Olympia Snowe , who had moved on to Mitchell's open Senate seat. He defeated fellow state senator Richard A. Bennett in one of the few Democratic pickups of the 1994 cycle, taking 47 percent to Bennett's 41 percent. Baldacci would never face another contest nearly that close, and was reelected to Congress three times with well over 70 percent of the vote. He served on the House Agriculture Committee and the House Transportation Committee.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/John_Baldacci_speaking_at_podium%2C_August_12%2C_1995.JPEG/220px-John_Baldacci_speaking_at_podium%2C_August_12%2C_1995.JPEG",
                "caption": "Baldacci giving a speech in Bath, Maine , on August 12, 1995"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/John_Baldacci",
        "title": "John Baldacci",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy education and workforce training"
    },
    {
        "section": "Second term",
        "text": "Baldacci was inaugurated on January 3, 2007, in Augusta. Baldacci, in his second term, built on the foundation he created in his first four years in office. He increased Maine's competitiveness in the global economy; streamlined government services; attracted good jobs; and ensured that all Mainers have access to quality education, workforce training, and health care. In 2008 the recession hit forcing more consolidation efforts and Baldacci never increased state income taxes. He left office with a surplus and a rainy day fund. During his inaugural speech, Baldacci reaffirmed his goal for school administration consolidation. Shortly after he began his second term, his biennial budget proposal included consolidating Maine's 152 school districts into 26 Regional School Units .  Maine has four forms of government: state, county, local towns and school administration districts. Consolidation of the school administration districts led to cutting back jobs that were duplicated and the savings were then put back into the classrooms. In 2007, Baldacci announced a plan to send 125 Maine prisoners to the private Corrections Corporation of America called North Fork Correctional Facility in Sayre, Oklahoma , to ease crowding at the Maine State Prison in Warren . Critics, such as the Maine Civil Liberties Union called for supervised release of non-violent prisoners and sentence commutation for model inmates to ease overcrowding instead. The proposal was killed by the Maine Legislature . However, in 2009, Baldacci's administration again suggested that the state could relocate prisoners to Oklahoma. The owner and operator of the Oklahoma prison, Corrections Corporation of America, indirectly contributed to Baldacci's re-election campaign and hired Baldacci's cousin and advisor, Jim Mitchell, as a lobbyist. [8] [9] Baldacci continued a major effort to promote alternative energies and energy independence for the state. Maine homes and businesses were heated 86 percent with oil. As of 2011, that declined to 76 percent. Baldacci's programs promoted wood pellets, which were manufactured in the state using Maine's vast forest lands, as well as wind, solar, biofuels and wave technologies. [10] He also started the Energy Efficiency Trust. He successfully created new standards and goals for the states Renewable Portfolio Standards (RPS). These RPS standards encouraged alternative energy suppliers to invest in Maine using the state's natural resources sustainably. Offshore wind technologies for floating wind turbines developed at the University of Maine brought Energy Sec. Steven Chu to visit the University and the Department of Energy has given the university various grants to continue the research. [11] Baldacci also brought the region's leaders together for a special conference to coordinate and cooperate on regional energy efforts such as the infrastructure needed to carry the electricity to markets. In addition Baldacci led the effort for Maine to become part of the first cap and trade state consortium for East coast states called the Regional Greenhouse Gas Initiative , [ citation needed ] which has brought in $83 million to the state for weatherization programs. Throughout Baldacci's eight years he promoted a number of bond efforts that were passed by the people of Maine to increase research and development in the state focusing on sectors of growth and innovation. These bonds helped to transform research and development in biomedicine, composites and forest products at Maine's leading educational institutions. In February 2008, Baldacci hosted an official visit to Maine by Premier of New Brunswick , Shawn Graham , which was the first official visit to Maine by an incumbent head of a Canadian province . In his visit, Graham addressed a joint session of the Maine Legislature in which he proposed increasing cross-border trade, tourism, transportation as well as additional co-operation on energy and education. [12] In the 2008 Democratic Presidential primary Baldacci, as a superdelegate , pledged his support for Hillary Clinton [13] despite Barack Obama winning the state's Democratic Presidential Primary. By June 2008, it was clear that Obama would be the nominee and he announced his support for Obama. On May 6, 2009, Baldacci signed legislation legalizing same-sex marriage in Maine . [14] This made him the first governor ever in the U.S. to sign a same-sex marriage bill into law where it was not previously court-ordered. (The Governor of Connecticut , Mary Jodi Rell , had been the first to sign a bill codifying same-sex marriage into law on April 23, 2009.) Maine's legalization of same-sex marriage was narrowly overturned by a statewide referendum vote on November 3, 2009, but brought back on a pro-same-sex marriage referendum on November 6, 2012, and became law. Baldacci left office in 2011, and was succeeded by Republican Paul LePage .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/FEMA_-_29384_-_Paulison_tour_in_Maine.jpg/220px-FEMA_-_29384_-_Paulison_tour_in_Maine.jpg",
                "caption": "Baldacci touring damaged areas of Maine on April 20, 2007 with U.S. senators Olympia Snowe (left) and Susan Collins (right)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/John_Baldacci",
        "title": "John Baldacci",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy education and workforce training"
    },
    {
        "section": "Organization",
        "text": "The department announced a reorganization with new names of under secretaries in 2022. [32] The department is under the control and supervision of a United States Secretary of Energy , a political appointee of the President of the United States . The Energy Secretary is assisted in managing the department by a United States Deputy Secretary of Energy , also appointed by the president, who assumes the duties of the secretary in the secretary's absence. The department also has three under secretaries, each appointed by the president, who oversee the major areas of the department's work. The president also appoints seven officials with the rank of Assistant Secretary of Energy who have line management responsibility for major organizational elements of the department. The Energy Secretary assigns their functions and duties.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/DOE_Org_Chart_Feb_2022.png/220px-DOE_Org_Chart_Feb_2022.png",
                "caption": "Organizational chart of the US Department of Energy after the February 2022 reorganization"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/United_States_Department_of_Energy",
        "title": "United States Department of Energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy education and workforce training"
    },
    {
        "section": "Nuclear weapons sites",
        "text": "The DOE/ NNSA has federal responsibility for the design, testing and production of all nuclear weapons. NNSA in turn uses contractors to carry out its responsibilities at the following government owned sites: [41]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Wfm_area51_map_en.png/220px-Wfm_area51_map_en.png",
                "caption": "A map that details the federal land in southern Nevada, showing Nevada Test Site"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/United_States_Department_of_Energy",
        "title": "United States Department of Energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy education and workforce training"
    },
    {
        "section": "Locations",
        "text": "Pathways out of Poverty (POP) grantees are located in 26 states and the District of Columbia. They are primarily located in major metropolitan areas, but some grantees are located in more rural and smaller metropolitan regions. [2] The Department of Labor's Employment and Training Administration particularly encouraged applicants to focus on serving Public Micro Data Areas (PUMAs) with poverty rates of 15 percent or higher. [2] Data from the 2009 American Community Survey 1-Year estimates indicates that the PUMAs covered by grantees had an average percentage of inhabitants in poverty that was ten percentage points higher than the national average, at least within the last twelve months. [4] In addition, on average, PUMAs covered by grantees have inhabitants with lower levels of education, lower levels of health insurance coverage, and lower levels of English fluency. [4] One barrier to economic development in impoverished areas is lack of skills and education possessed by the inhabitants, which is one rationale for workforce development programs. [3]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Pathways_Out_of_Poverty_Locations.jpg/220px-Pathways_Out_of_Poverty_Locations.jpg",
                "caption": "Pathways Out of Poverty Locations"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Poverty_Level_in_PUMAs_Served_by_POP_Grantees.jpg/220px-Poverty_Level_in_PUMAs_Served_by_POP_Grantees.jpg",
                "caption": "Poverty Level in PUMAs Served by POP Grantees"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Education_in_PUMAs_Served_by_POP_Grantees.jpg/220px-Education_in_PUMAs_Served_by_POP_Grantees.jpg",
                "caption": "Education in PUMAs Served by POP Grantees"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pathways_out_of_Poverty",
        "title": "Pathways out of Poverty",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy education and workforce training"
    },
    {
        "section": "Green Jobs Training",
        "text": "POP grantees are required to train participants for “employment within energy efficiency and renewable energy industries.” [2] Grantees reported training individuals for jobs in the following areas: advanced battery manufacturing, agriculture, forestry, and landscaping , bio-fuel manufacturing and distribution, biofuels, building performance, deconstruction and materials use, energy efficient assessment, energy-efficient building maintenance, energy-efficient building, construction, and retrofit, environmental protection , environmental remediation , recycling, renewable energy and electric power, solar energy, sustainable manufacturing, transportation, waste collection and remediation, water management, and wind energy. [2] A 2010 report by the Pew Charitable Trust foundation indicates that green jobs or green-collar jobs are starting to make an impact in the U.S. economy. According to this study, green jobs grew  about two and a half times faster than job growth in the U.S. economy as a whole between 1998 and 2007. [6] Out of the 125 PUMAs that are served by the 38 local and national POP grantees, 75 are located in states that have an average of more than 15,000 green jobs available as well as an average annual growth rate of 1.03 percent in green jobs for the period from 1998 to 2007. In comparison, the average annual growth rate for green jobs nationwide during this period was 0.91 percent, and the average annual growth rate for all jobs nationwide was 0.4 percent. [7]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Growth_in_Clean_Jobs_by_State%2C_1998-2007%2C_with_PUMAs_Served_by_POP_Grantees_Identified.jpg/220px-Growth_in_Clean_Jobs_by_State%2C_1998-2007%2C_with_PUMAs_Served_by_POP_Grantees_Identified.jpg",
                "caption": "Growth in Clean Jobs by State, 1998-2007, with PUMAs Served by POP Grantees Identified"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pathways_out_of_Poverty",
        "title": "Pathways out of Poverty",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy education and workforce training"
    }
]