[
    {
        "section": "Energy sources",
        "text": "Under the requirements of the Directive on Electricity Production from Renewable Energy Sources , which entered into force in October 2001, the member states are expected to meet \"indicative\" targets for renewable energy production. Although there is significant variation in national targets, the average is that 22% of electricity should be generated by renewables by 2010 (compared to 13,9% in 1997). The European Commission has proposed in its Renewable Energy Roadmap21 a binding target of increasing the level of renewable energy in the EU's overall mix from less than 7% today to 20% by 2020. [47] Europe spent €406 billion in 2011 and €545 billion in 2012 on importing fossil fuels . This is around three times more than the cost of the Greek bailout up to 2013. In 2012, wind energy avoided €9.6 billion of fossil fuel costs. EWEA recommends binding renewable energy target to support in replacing fossil fuels with wind energy in Europe by providing a stable regulatory framework. In addition, it recommends setting a minimum emission performance standard for all new-build power installations. [48] For over a decade, the European Investment Bank has managed the European Local Energy Assistance (ELENA) facility on behalf of the European Commission, which provides technical assistance to any private or public entity in order to help prepare energy-efficient and renewable energy investments in buildings or innovative urban transportation projects. [49] [50] The EU Modernisation Fund, formed in 2018 as part of the new EU Emissions Trading System (ETS) Directive and with direct engagement from the EIB12, targets such investments as well as energy efficiency and a fair transition across 10 Member States. The European Investment Bank took part in energy financing in Europe in 2022: a part of their REPowerEU package was to assist up to €115 billion in energy investment through 2027, in addition to regular lending operation in the sector. [12] The European Investment Bank Group has invested about €134 billion in the energy sector of the European Union during the last ten years (2010-2020), in addition to extra funding for renewable energy projects in various countries. These initiatives are currently assisting Europe in surviving the crisis brought on by the sudden interruption of Russian gas supply . [51] As part of the REPowerEU Plan, the European Union has significantly decreased its reliance on Russian gas by reducing imports from 45 percent in 2021 to 15 percent in 2023, while also achieving a near 20 percent reduction in overall gas usage. By March 31, EU natural gas storage levels reached over 58 percent, the highest for this period, supported by regulatory measures that mandate storage facilities to maintain at least 90 percent capacity by November each year. These strategies are part of the EU's broader efforts to diversify energy sources and increase sustainability, aligning with investments in renewable energy and efficiency enhancements across member states. [52]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/20210125_Europe_Power_Sector_-_Renewables_vs_Fossil_Fuels_-_Climate_change.svg/300px-20210125_Europe_Power_Sector_-_Renewables_vs_Fossil_Fuels_-_Climate_change.svg.png",
                "caption": "In 2020, renewables overtook fossil fuels as the European Union's main source of electricity for the first time. [45]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Recommended_fuel_mix_display_format.gif/160px-Recommended_fuel_mix_display_format.gif",
                "caption": "A recommended Fuel mix disclosure display format, proposed in a note annexed to the Internal Market in Electricity Directive [46]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/UK_Home_Performance_Rating_Charts-en.svg/176px-UK_Home_Performance_Rating_Charts-en.svg.png",
                "caption": "Home energy performance rating charts"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_policy_of_the_European_Union",
        "title": "Energy policy of the European Union",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy policy and regulation"
    },
    {
        "section": "External energy relations",
        "text": "Beyond the bounds of the European Union, EU energy policy has included negotiating and developing wider international agreements, such as the Energy Charter Treaty , the Kyoto Protocol , the post-Kyoto regime and a framework agreement on energy efficiency; extension of the EC energy regulatory framework or principles to neighbours ( Energy Community , Baku Initiative , Euro-Med energy cooperation) and the emission trading scheme to global partners; the promotion of research and the use of renewable energy. [67] The EU-Russia energy cooperation will be based on a new comprehensive framework agreement within the post- Partnership and Cooperation Agreement (PCA), which will be negotiated in 2007. The energy cooperation with other third energy producer and transit countries is facilitated with different tools, such as the PCAs, the existing and foreseen Memorandums of Understanding on Energy Cooperation (with Ukraine, Azerbaijan, Kazakhstan and Algeria), the Association Agreements with Mediterranean countries, the European Neighbourhood Policy Action Plans; Euromed energy cooperation; the Baku initiative; and the EU-Norway energy dialogue. [67] For the cooperation with African countries, a comprehensive Africa-Europe Energy partnership would be launched at the highest level, with the integration of Europe's Energy and Development Policies. [36] For ensuring efficient follow-up and coherence in pursuing the initiatives and processes, for sharing information in case of an external energy crisis, and for assisting the EU's early response and reactions in case of energy security threats, the network of energy correspondents in the Member States was established in early 2007. After the Russian-Ukrainian Gas Crisis of 2009 the EU decided that the existing external measures regarding gas supply security should be supplemented by internal provisions for emergency prevention and response, such as enhancing gas storage and network capacity or the development of the technical prerequisites for reverse flow in transit pipelines. [68] [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/RF_NG_pipestoEU.gif/170px-RF_NG_pipestoEU.gif",
                "caption": "Many EU members import oil and gas from Russia."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Who_supplies_Europe%3F_The_global_concerns_of_EU_energy_imports.jpg/260px-Who_supplies_Europe%3F_The_global_concerns_of_EU_energy_imports.jpg",
                "caption": "Who supplies Europe? The global concerns of EU energy imports"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/TAP_TANAP_SCP_Schah_Denis.png/260px-TAP_TANAP_SCP_Schah_Denis.png",
                "caption": "The Southern Gas Corridor , which connects the giant Shah Deniz gas field in Azerbaijan to Europe"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_policy_of_the_European_Union",
        "title": "Energy policy of the European Union",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy policy and regulation"
    },
    {
        "section": "Public opinion",
        "text": "In a poll carried out for the European Commission in October and November 2005, 47% of the citizens questioned in the 27 countries of the EU (including the 2 states that joined in 2007) were in favour of taking decisions on key energy policy issues at a European level. 37% favoured national decisions and 8% that they be tackled locally. [81] A similar survey of 29,220 people in March and May 2006 indicated that the balance had changed in favour of national decisions in these areas (42% in favour), with 39% backing EU policy making and 12% preferring local decisions. There was significant national variation with this, with 55% in favour of European level decision making in the Netherlands, but only 15% in Finland. [82] A comprehensive public opinion survey was performed in May and June 2006. [83] The authors propose following conclusions:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Gr%C3%BCne_protests_against_nuclear_energy.jpg/220px-Gr%C3%BCne_protests_against_nuclear_energy.jpg",
                "caption": "Anti-nuclear protest near nuclear waste disposal centre at Gorleben in northern Germany"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Half_of_Europeans_say_they_expect_there_will_be_a_quota_of_energy_allocated_to_each_citizen_in_20_years.jpg/220px-Half_of_Europeans_say_they_expect_there_will_be_a_quota_of_energy_allocated_to_each_citizen_in_20_years.jpg",
                "caption": "Half of European respondents to a survey on climate say they expect there will be a quota of energy allocated to each citizen in 20 years."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_policy_of_the_European_Union",
        "title": "Energy policy of the European Union",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy policy and regulation"
    },
    {
        "section": "Renewable energy policy",
        "text": "In 2016 it was reported that America currently had 264 billion barrels of oil reserves , the largest oil reserve of any nation. [82] The United States also has a vast amount of coal reserves, amounting to 26% of the world's total, more than any other nation. [83] Its untapped oil and coal resources are estimated to be worth about $50 trillion according to the Trump administration. [73] However, reports from the Natural Resources Defense Council (NRDC) show that coal consumption in the US has steadily declined by about 20% over the last 10 years, with natural gas and renewable energy quickly taking over. [84] Christina Simeone, director of policy and external affairs with the Kleinman Center for Energy Policy at the University of Pennsylvania , says that strict regulations aren't the only reason for the faltering coal market; natural gas has now become a cheaper option. [74] Trump wants America to achieve energy independence from OPEC and all nations hostile to the interests of the United States to ensure national security, and insulate it from any supply disruptions and price fluctuations from the global oil market. [85] However, fossil fuels are finite, and entities such as the Pentagon claim climate change also poses a threat to national security. [86] The NRDC has argued that a more reliable long-term solution would be to develop more of a reliance on renewable energy rather than maintaining a reliance on fossil fuels. [84] The America First Energy Plan does not mention renewable energy and instead reflects the president's focus on fossil fuels. [87] During the campaign, Trump praised solar technology during a rally in California the summer of 2016 but then criticized it for being too expensive and has since complained about the subsidies renewable energy companies receive. [88] [89] In June 2017, Trump said in a White House meeting that the wall with Mexico should be covered with solar panels. The statement was not taken seriously. [90] The Trump administration's 2019 budget proposes large cuts in programs that research renewable energy and that study the effects of and ways to mitigate climate change . [91] Wind power is one of the fastest job-growing industries in the country and it is producing a substantial amount of power in some areas; for example, 25% of the energy in Iowa and North and South Dakota is from the wind. Minnesota, which ranks 7th in the nation at 18%, plans to shut down all of its coal-fired plants by 2030 and switch to renewable energy for all of its power needs. [92] Trump has repeatedly claimed, without evidence, that noise from windmills causes cancer. He has also repeatedly said that they cause avian deaths, which is true. The US Fish and Wildlife Service reports that up to 300,000 birds a year are killed by windmills; however, they say that that number is low compared to other sources: \"Communication towers kill 40 million, power lines kill 140 million, and cats kill hundreds of millions.\" [92]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/U.S._wind_farms_by_wind_design_class_and_summer_electricity_generation_capacity_in_2018_%2848803317626%29.png/220px-U.S._wind_farms_by_wind_design_class_and_summer_electricity_generation_capacity_in_2018_%2848803317626%29.png",
                "caption": "2018 US wind farms"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_policy_of_the_Donald_Trump_administration",
        "title": "Environmental policy of the Donald Trump administration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy policy and regulation"
    },
    {
        "section": "Keystone XL and Dakota Access pipeline",
        "text": "The construction of the Keystone XL and Dakota Access had been placed on hold by then-president Barack Obama, who considered it a major contributor to climate change due to the greenhouse gas intensive extraction of oil from tar sands . [98] After months of protest , in December 2016 the United States Army Corps of Engineers (USACE) under the Obama administration announced that it would not grant an easement for the pipeline to be drilled under Lake Oahe and that USACE was undertaking an environmental impact statement to look at possible alternative routes. [99] Many Sioux tribes said that the pipeline threatens the tribe's environmental and economic well-being, and that it has damaged and destroyed sites of great historic, religious, and cultural significance. The tribe has expressed concern about leaks because the pipeline passes under Lake Oahe, which serves as a major source of water. [100] Protests at pipeline construction sites in North Dakota began in the spring of 2016 and drew indigenous people from throughout North America as well as many other supporters, creating the largest gathering of Native Americans in the past hundred years. [101] An executive order reviving the plans for the pipelines was signed by Trump on January 24, 2017, with the hopes of creating jobs and bolstering domestic energy production.  The pipeline became commercially operational on June 1, 2017 [102] [103] In September 2018, the Dakota Access pipeline was estimated to have created 51 permanent jobs across the four states that it passes through. [104] The Standing Rock Sioux Tribe sued and in March 2020 a federal judge sided with the tribe and ordered USACE to do a full environmental impact statement .  The Judge found the existing impact statement extremely lacking, noting numerous factors that had not been taken into account or were clearly not accurate. [105] In July 2020, saying federal officials failed to carry out a complete analysis of its environmental impacts, U.S. District Judge James Boasberg ruled that the pipeline must be shut down by August 5.  Pipeline owner Energy Transfer appealed and on August 5, the Court of Appeals sided with Energy Transfer to allow the pipeline to stay open.  However the court did not grant Energy Transfer's motion to block the review, which must continue. [106]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Bakken_-_Dakota_Access_Oil_Pipeline%2C_North_Dakota_%2829357938502%29.jpg/220px-Bakken_-_Dakota_Access_Oil_Pipeline%2C_North_Dakota_%2829357938502%29.jpg",
                "caption": "Construction of the Dakota Access Pipeline (shown above) resumed under the Trump administration"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_policy_of_the_Donald_Trump_administration",
        "title": "Environmental policy of the Donald Trump administration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy policy and regulation"
    },
    {
        "section": "Proposed EPA budget cuts",
        "text": "While campaigning for office Trump had proposed the idea of eliminating the Environmental Protection Agency to help balance the United States' budget . Trump said, \"We're going to have little tidbits left but we're going to get most of it out\". [130] Following his election, in March 2017, he announced plans to cut the EPA 2018 budget by 31%, by far the largest budget cut to any federal agency. The cut would result in a loss of 19% of the workforce or roughly 3,200 employees, through both staff buyouts and layoffs . [131] The choice to remove the Clean Power Plan , which was put in place to reduce carbon dioxide emissions chiefly from coal-fired Power Plants , would effectively eliminate Obama's efforts to curb climate change. This plan would also remove the $100 million allocated to fund research combating climate change. [132] The National Oceanic and Atmospheric Administration provides $250 million for programs which aid countries with high risk of impacts from rising and increasingly warm and acidic sea water levels. These programs would be eliminated under the new set of budget cuts. [133] If enacted, this would mean the elimination of up to 38 of the agency's programs. [131] Programs to be eliminated included the radon program, grants to clean up industrial sites (\" brownfields \"), climate change research, and the Office of Environmental Justice. [134] Trump's objectives include the lifting of regulations from various energy industries to boost domestic energy production. [135] Trump asked American manufacturers which regulations made production the most difficult. The industry leaders responded, and an overwhelming number of them recommended lifting restrictions related to the environment and workers' rights. [135] In an open letter to Scott Pruitt, Mustafa Ali, former head of the EPA's Environmental Justice Program who resigned in protest to Pruitt's budget cuts, expressed concerns with how the budget cuts will effect pollution in poor and minority neighborhoods. [136] The administration said it planned to refocus the EPA mission on clean water, air, and other core responsibilities. It also planned to delegate more of the EPA's enforcement activities to the states, while decreasing the amount of money given to states for that purpose by 30%. [134] Issues like greenhouse gas emissions would be trimmed significantly or eliminated from the budget. [137] On September 12, 2018, the Senate approved a so-called Minibus funding bill or Omnibus spending bill , which reduced the EPA's budget from $8.2 billion annually to $5.7 billion, a decrease of $2.5 billion or −31%. [138] The bill was expected to eliminate more than 50 programs and 3,200 jobs, discontinue funding for international climate-change programs, cut funding for the Office of Research and development in half, cut funding for the Superfund cleanup program and the Office of Enforcement and Compliance , and prioritizes drinking water and wastewater infrastructure projects. [139] [ needs update ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/People%27s_Climate_March_2017_in_Washington_DC_20_-_Middle_aged_couple_with_signs%2C_%22Resist_cuts_to_EPA_and_NIH.%22.jpg/220px-People%27s_Climate_March_2017_in_Washington_DC_20_-_Middle_aged_couple_with_signs%2C_%22Resist_cuts_to_EPA_and_NIH.%22.jpg",
                "caption": "People's Climate March in Washington DC – 2017"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_policy_of_the_Donald_Trump_administration",
        "title": "Environmental policy of the Donald Trump administration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy policy and regulation"
    },
    {
        "section": "Tongass National Forest",
        "text": "In August 2019, Trump had instructed Agriculture Secretary Sonny Perdue to exempt Alaska's Tongass National Forest from logging restrictions established nearly 20 years ago during the Clinton administration.  The move opens it to potential logging and energy and mining projects.  Tongass is the world's largest intact temperate rainforest , containing old-growth cedar, hemlock and spruce, fjords and rivers with salmon runs.  It serves as an enormous natural carbon sink , holding an estimated 8% of all carbon stored in U.S. national forests. Unlike most other national forests, most of the forest is in a natural condition.  The Forest Service had finalized a plan to phase out old-growth logging in 2016 and Congress had designated more than 5.7 million acres of the forest as wilderness, not to be developed under any circumstances.  Should Trump's plan be successful, it could affect 9.5 million acres. [148] On September 25, 2020, the Trump administration submitted a revised environmental impact study which recommended a \"full exemption\" for the Tongass, opening the forest to more development and logging.  Responding, Andy Moderow of the Alaska Wilderness League said that Tongass plays an important role in helping to combat climate change noting that it \"stores more than 400 million metric tons of CO2 and sequesters an additional 3 million metric tons annually, equivalent to taking nearly 650,000 cars off the road each year.\" [149] In November 2021, the Biden administration announced they would start to reinstate the Roadless Rule, protecting about 9 million acres of Tongass National Forest.  In a statement Agriculture Secretary Tom Vilsack said, \"'Restoring the Tongas'’ roadless protections supports the advancement of economic, ecologic and cultural sustainability in Southeast Alaska in a manner that is guided by local voces\". [150]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/MistyFjordsWaterfall.jpg/220px-MistyFjordsWaterfall.jpg",
                "caption": "Misty Fjords Waterfall"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_policy_of_the_Donald_Trump_administration",
        "title": "Environmental policy of the Donald Trump administration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy policy and regulation"
    },
    {
        "section": "Boundary Waters Canoe Area Wilderness",
        "text": "The Boundary Waters Canoe Area Wilderness is a 1,090,000-acre (4,400 km 2 ) wilderness area in the state of Minnesota.  In 2018, the Trump administration cleared the way for renewed mineral leasing within the watershed of the BWCA.  The Obama administration had proposed a 20-year mining ban and asked for an environmental study based on concerns that mining in the Boundary Waters watershed could lead to irreversible harm to the BWCA. Environmentalists challenged the reversal of the decisions in federal court. [153] In January 2022, the Biden administration cancelled the mining leases granted by Trump saying that the department's Office of Solicitor ruled that they had been improperly renewed. [154]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Bwca-and-wooden-canoe.jpg/220px-Bwca-and-wooden-canoe.jpg",
                "caption": "Boundary Waters Canoe Area Wilderness"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_policy_of_the_Donald_Trump_administration",
        "title": "Environmental policy of the Donald Trump administration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy policy and regulation"
    },
    {
        "section": "Bears Ears Monument",
        "text": "Bears Ears National Monument , located in southeastern Utah , was established by presidential proclamation by Barack Obama in 2016. Five native American tribes urged Obama to create the monument to preserve about 9,000 recorded archaeological sites, including petroglyphs, woven cloth, human remains and ancient roads. In 2017 Donald Trump reduced it by 85%.  Members of the Navajo tribe in particular were integral to the monument's passage. A tribal spokesperson stated that a reduction in the size of the Bear's Ears Monument would be \"an attack on a significant part of the foundation of American conservation law.\" A different opinion was offered by Republican Utah state representative Mike Noel who sees a shrinking of the Bears Ears Monument as a victory over federal restrictions over mining and animal grazing. \"When you turn the management over to the tree-huggers, the bird and bunny lovers and the rock lickers, you turn your heritage over.\" [158] Legal scholars have argued that the reduction is not authorized by law and several federal lawsuits have been filed challenging Trump's action.  They contend that the Trump administration stacked the Federal Advisory Committee Act committee, which is supposed to be balanced and not unduly influenced by the financial interests of its members, with politicians and ranchers with a conflict of interest.  An attorney who works with Democracy Forward commented, \"The Bears Ears committee was designed to protect a treasure of the American West and stacking it with opponents of the monument could violate federal law.\" [162] (See update above)",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Indian-creek_and_Cliffside.jpg/220px-Indian-creek_and_Cliffside.jpg",
                "caption": "Bridger Jack Butte (left) with the Sixshooter Peaks in the background. The names are listed in the presidential proclamation as \"Hoon'Naqvut, Shash Jáa, Kwiyagatu Nukavachi, Ansh An Lashokdiwe\", all four mean \"Bears Ears\""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_policy_of_the_Donald_Trump_administration",
        "title": "Environmental policy of the Donald Trump administration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy policy and regulation"
    },
    {
        "section": "Opening the Arctic National Wildlife Refuge and North Slope to drilling",
        "text": "The Trump administration tax bill passed in December 2017, including a provision introduced by Alaska senator Lisa Murkowski that required Interior Secretary Ryan Zinke to approve at least two lease sales for drilling in Alaska's Arctic National Wildlife Refuge (ANWR). Scientists, environmentalists and former Interior Department officials have warned that fossil fuel extraction in the ANWR could harm the landscape and the species that live there. [168] [169] In September 2019, the administration said they would like to see the entire coastal plain opened for gas and oil exploration, the most aggressive of the suggested development options.  The Interior Department's Bureau of Land Management (BLM) has filed a final environmental impact statement and plans to start granting leases by the end of the year. The area includes areas where caribou visit for calving and polar bears who have been driven to spend more of their time along the refuge's coastal plain due to melting ice caused by global warming have their dens.  There are concerns for the Indigenous populations as well because many of them rely on subsistence hunting and fishing.\nIn a review of the statement the U.S. Fish and Wildlife Service said the BLM's final statement underestimated the climate impacts of the oil leases because they viewed global warming as cyclical rather than human-made.  The administration's plan calls for \"the construction of as many as four places for airstrips and well pads, 175 miles of roads, vertical supports for pipelines, a seawater-treatment plant and a barge landing and storage site.\" [9] [170] On August 17, 2020, the Trump Administration finalized and announced its decision to open the ANWR to drilling. [171] [172] Interior Secretary David Bernhardt , formerly an oil industry lobbyist, said that the administration's oil and gas leasing program could \"create thousands of jobs\" and \"mark a new chapter in American energy independence.\" Due to the ongoing coronavirus pandemic, the market for oil had collapsed, bringing historically low prices, and since Trump took office in 2017, there had been an increased awareness of the need to combat global warming, it was unlikely that any drilling would soon begin. However, Trump's decision had been seen as a way to make the opening of the region to drilling harder to undo should a new administration be voted in during the November 2020 presidential election. [173] In January 2021 President Trump finalized legislation to allow drilling in 18.6 million acres in the Alaska North Slope (see map above) along the Arctic Ocean. Tribal and environmental groups warned that expanding drilling will potentially imperil wildlife and Native Alaskans who count on caribou hunting for sustenance. [174] In June 2021,`the Biden Administration suspended all drilling in the Arctic National Wildlife Refuge and the North Slope. [175]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/NPRA_F1lg.gif/220px-NPRA_F1lg.gif",
                "caption": "A map of northern Alaska ; the dotted line shows the southern boundary of the North Slope. Alaska is to the west, the Arctic National Wildlife Refuge to the east, and Prudhoe Bay is between them."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Area_1002_caribou_herd.jpg/220px-Area_1002_caribou_herd.jpg",
                "caption": "Caribou herd at the Arctic National Wildlife Refuge"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Polarbearsfamily.jpg/220px-Polarbearsfamily.jpg",
                "caption": "Polar bear sow and two cubs on the Beaufort Sea coast, Arctic National Wildlife Refuge"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_policy_of_the_Donald_Trump_administration",
        "title": "Environmental policy of the Donald Trump administration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy policy and regulation"
    },
    {
        "section": "Mexico border wall concerns",
        "text": "President Donald Trump's signature campaign promise was the construction of a big wall on the southern border. The administration has described the project as including a 30 ft-tall concrete and steel \"big, beautiful wall\", a 150 ft 'enforcement zone' which will be kept clear of vegetation, and a road. Critical habitats are on the border with Mexico in California, Arizona, New Mexico and Texas. The Endangered Species Act of 1973 and candidates for that list from the United States Fish and Wildlife Service includes ninety-three species whose ranges are near or cross the border. [184] Trump's proposed border wall will block the movement of threatened wildlife and interfere with the movement of animals in response to climate change and could prevent genetic exchange . [185] Among the threatened species are the jaguar (the largest cat native to North America), the ocelot (30 lb [14 kg] cats that could be making a comeback), the Mexican wolf (the smallest Gray Wolf in North America), the Sonoran pronghorn (related to giraffes, they can run 60 mph [97 km/h] and are North America's fastest land mammals), the tiny cactus ferruginous pygmy owl (who fly at about 4.5 to 13 ft [1.4–4.0 m], lower than the wall), and the Quino checkerspot butterfly (who fly no higher than 6 to 8 ft [1.8–2.4 m]). [184] In July 2018, citing \"bypassed environmental laws, habitat destruction, and losses to conservation and scientific research\", in a report published in the scientific journal BioScience thousands of scientists \"expressed alarm\" over the expansion of the U.S.-Mexico border wall. The report has 16 co-authors and as of July 24, 2,700, signatures from almost 50 countries. [186] In December 2018, the U.S. Supreme Court issued a ruling which allowed the Trump administration to waive federal environmental protection laws to construct a border wall cutting through the National Butterfly Center in Mission, Texas. The center has been called the most diverse butterfly sanctuary in the country. Habitat restoration has also attracted birds which can not be seen anywhere else in the continental U.S. The wall will also slice through the Santa Ana National Wildlife Refuge and the Bentsen-Rio Grande Valley State Park . [187]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Male_Jaguar%E2%80%93Photo_Courtesy_of_UA-USFWS_%2817841490874%29.jpg/220px-Male_Jaguar%E2%80%93Photo_Courtesy_of_UA-USFWS_%2817841490874%29.jpg",
                "caption": "Male jaguar from the Santa Rita Mountains , Arizona, in 2015"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_policy_of_the_Donald_Trump_administration",
        "title": "Environmental policy of the Donald Trump administration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy policy and regulation"
    },
    {
        "section": "Yellowstone grizzly",
        "text": "Grizzly bears in the Lower 48 States were placed on the endangered list in 1975 because they had lost 98 percent of their historical range and the Yellowstone-area population had dropped to fewer than 140 bears. In June 2017, the Trump administration announced a decision to remove protections for Yellowstone grizzly bears under the Endangered Species Act. [188] [189] They argued that the population had sufficiently recovered from the threat of extinction, however numerous conservation and tribal organizations argued that the grizzly population remained genetically vulnerable.  Numerous tribes revere the grizzly as sacred and they and environmentalists expressed fears about trophy hunts, livestock and logging interests, and the gas, coal, and oil extraction industries. They sued the administration ( Crow Tribe et al v. Zinke ) and in September 2018 they won their lawsuit and on July 30, 2019, the Yellowstone grizzly was officially returned to federal protection.  At a hearing on August 1, 2019, Congresswoman Liz Cheney , Republican from Wyoming which is one of the states affected by the ruling, stated that the successful litigation by the tribes and environmentalists \"was not based on science or facts\" but motivated by plaintiffs \"intent on destroying our Western way of life.\" [190] [191]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Yellowstone_Grizzly_-_panoramio.jpg/220px-Yellowstone_Grizzly_-_panoramio.jpg",
                "caption": "Yellowstone grizzly"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_policy_of_the_Donald_Trump_administration",
        "title": "Environmental policy of the Donald Trump administration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy policy and regulation"
    },
    {
        "section": "Endangered gray wolves",
        "text": "In October 2020 the Trump administration announced that they had removed grey wolves from the endangered species list. [196] Grey wolves were put on the list in 1967 when only 1000 remained in the Lower 48 states and at this time there are less than 8,000, mostly in three Midwestern states—Minnesota, Wisconsin, and Michigan.  Conservationists say that the population remains severely depleted in thousands of acres of historical wolf habitat areas in states such as Washington, California, and Oregon.  They criticized the removal saying that the agency had not considered the impact that illegal hunting could have on the wolf population and concerns that in some isolated areas without connections to the larger populations they may be unable to survive. [197] In February 2022, a federal judge restored grey wolf protections in 45 states saying the US Fish and Wildlife Service  \"failed to adequately analyze and consider the impacts of partial delisting and of historical range loss on the already-listed species.\" [198]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Black_and_grey_wolf_%28female_from_Druid_pack%2C_%22Half_Black%22%29_walking_in_snow_near_Lamar_River_bridge_%2816054296980%29.jpg/220px-Black_and_grey_wolf_%28female_from_Druid_pack%2C_%22Half_Black%22%29_walking_in_snow_near_Lamar_River_bridge_%2816054296980%29.jpg",
                "caption": "Grey wolf – photographed in Yellowstone National Park"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_policy_of_the_Donald_Trump_administration",
        "title": "Environmental policy of the Donald Trump administration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy policy and regulation"
    },
    {
        "section": "Climate change",
        "text": "Although in the scientific literature there is overwhelming scientific consensus that global surface temperatures have increased in recent decades and that the trend is caused by human-induced emissions of greenhouse gases, neither Trump nor any of the department heads he has appointed believe that global warming is human-related. Speaking in a 2017 interview he stated, \"You have scientists on both sides of it. My uncle was a great professor at MIT for many years, Dr. John Trump, and I didn't talk to him about this particular subject, but I have a natural instinct for science, and I will say that you have scientists on both sides of the picture.\" Calling himself \"an environmentalist\", he said, \"Everything I want and everything I have is clean. Clean is very important – water, air. I want absolutely crystal clear water and I want the cleanest air on the planet and our air now is cleaner than it's ever been. Very important to me.\" [264] Following Trump's election large amounts of climate information from the EPA website was altered or removed. There was widespread concern among environmentalists and scientists and a coalition of scientific and academic groups began to make copies of the EPA web pages before they were deleted. According to the Environmental Data & Governance Initiative which tracks changes to government websites under the Trump administration, over 200 web pages providing climate information were omitted during Trump's first year in office. Other pages were altered to remove mentions of climate and climate change. [265] In August 2017, the Trump administration rolled back regulations that required the federal government to account for climate change and sea-level rise when building infrastructure. [266] Responding to a 2018 government-funded study which warned of potentially catastrophic climate change impacts , Trump said he had read part of the report but did not believe it. [10] In May 2019, The New York Times reported that the White House-appointed director of the United States Geological Survey (USGS), James Reilly , who has background in petroleum geology, ordered that the USGS only project impacts of climate change to 2040, instead of their previous practice of projecting to 2099. Thus, according to the Times , the 2022 National Climate Assessment, or other government reports on science, will not automatically include \"such worst-case scenario projections\". Models show that carbon emissions will only significantly change Earth's rate of warming around 2050. The Times also reported that the Trump administration is also planning to create a climate change review panel headed by William Happer , who is presently serving on Trump's United States National Security Council . Happer has repeatedly publicly stated, \"the demonization of carbon dioxide is just like the demonization of the poor Jews under Hitler.\" [70] [267] [268] In June 2019, Trump's White House reportedly tried to prevent a State Department intelligence analyst, Rod Schoonover, from testifying to Congress about \"possibly catastrophic\" effects of human-caused climate change. Trump's White House reportedly prevented Schoonover's written testimony from being included in the official Congressional Record because it \"doesn't reflect the coordinated [intelligence committee] position, or the administration's position\". The National Security Council offered many criticisms of Schoonover's testimony, including a comment that \"a consensus of peer reviewed literature has nothing to do with the truth.\" The New York Times quoted two anonymous sources as saying that the comments came from William Happer , a denier of the scientific consensus on global warming. The White House Office of Legislative Affairs also reportedly proposed removing five pages of testimony about the \"Scientific Baseline\" regarding climate change and the \"Stresses to Human and Societal Systems\" posed by climate change. [271] [272] Schoonover resigned July 2019. [273] In 2020, looking back at the Trump administration's first term policy changes, some environmentalists believe that a second Trump term would mean severe and irreversible changes in the climate. [274] During the summer of 2020 numerous large fires burned thousands of acres with the loss of many homes and lives.  Scientists report that they are related to climate changes which have increased the likelihood of more fires that will burn more widely and intensely than in the past. [275] Trump was briefed in September on the status of fires in California–more than two dozen were burning at that time.  Wade Crowfoot, California's secretary for natural resources and other officials repeatedly urged him to consider the role of global warming.  Trump replied, \"It'll start getting cooler. You just—you just watch\" and Crowfoot replied, \"I wish science agreed with you.\"  Trump replied, \"Well, I don't think science knows, actually.\" [276] The Sabin Center for Climate Change listed 175 deregulations made by the Trump administration. [277]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/20201211_Billion_dollar_events_related_to_climate_change_-_U.S._-en.svg/330px-20201211_Billion_dollar_events_related_to_climate_change_-_U.S._-en.svg.png",
                "caption": "NOAA's National Centers for Environmental Information (NCEI) has reported growing numbers of weather and climate-related events costing at least a billion dollars, [261] exceeding the 1980–2019 inflation-adjusted average of 6.6 such events. [262]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/2009-_Pew_survey_-_is_climate_change_a_major_threat%2C_by_political_party.svg/330px-2009-_Pew_survey_-_is_climate_change_a_major_threat%2C_by_political_party.svg.png",
                "caption": "Democrats and Republicans differ in views of the seriousness of climate change, with the gap widening in the 2010s [269] and Democrats more than three times as likely to view it as a major threat. [270]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_policy_of_the_Donald_Trump_administration",
        "title": "Environmental policy of the Donald Trump administration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy policy and regulation"
    },
    {
        "section": "Petroleum",
        "text": "The US bans energy imports from countries such as Russia (because of the Russo-Ukrainian War ) [78] and Venezuela . [79] The US also limits exports of oil from Iran . [80] Although it is a net exporter, the US imports energy from multiple countries, led by Canada.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Oil_imports_by_country.webp/300px-Oil_imports_by_country.webp.png",
                "caption": "United States oil product imports by country"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_policy_of_the_United_States",
        "title": "Energy policy of the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy policy and regulation"
    },
    {
        "section": "Sources",
        "text": "In 2021, energy in the United States came mostly from fossil fuels : 36% originated from petroleum , 32% from natural gas , and 11% from coal . [102] Renewable energy supplied the rest: hydropower , biomass , wind , geothermal , and solar supplied 12%, while nuclear supplied 8%. [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Gulf_Offshore_Platform.jpg/220px-Gulf_Offshore_Platform.jpg",
                "caption": "An offshore oil platform"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Circle_frame.svg/220px-Circle_frame.svg.png",
                "caption": ""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_policy_of_the_United_States",
        "title": "Energy policy of the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy policy and regulation"
    },
    {
        "section": "Renewable energy",
        "text": "In the United States, the share of renewable energy in electricity generation has grown to 21% by 2020. [110] Oil use is expected to decline in the US because of increasing vehicle efficiency and replacement of crude oil by natural gas as a feedstock for the petrochemical sector. One forecast is that the rapid uptake of electric vehicles will reduce oil demand drastically by 80% lower in 2050 compared with today. [111] A Renewable Portfolio Standard (RPS) is a state/local mandate that requires electricity providers to supply a minimum amount of power from renewable sources, usually defined as a percentage of total energy production. [112]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Shepherds_Flat_Wind_Farm_2011.jpg/139px-Shepherds_Flat_Wind_Farm_2011.jpg",
                "caption": "The Shepherds Flat Wind Farm is an 845 megawatt (MW) wind farm in the U.S. state of Oregon ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/TeslaRoadster-front.jpg/220px-TeslaRoadster-front.jpg",
                "caption": "Tesla Roadster (2008) uses lithium ion batteries to achieve 220 mi (350 km) per charge, while also capable of going 0–60 in under 4 seconds."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_policy_of_the_United_States",
        "title": "Energy policy of the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy policy and regulation"
    },
    {
        "section": "Electricity transmission and distribution",
        "text": "Electric power transmission results in energy loss, through electrical resistance , heat generation, electromagnetic induction and less-than-perfect electrical insulation . [123] Electric transmission (production to consumer) loses over 23% of the energy due to generation, transmission, and distribution. [124] In 1995, long distance transmission losses were estimated at 7.2% of the power transported. [125] Reducing transmission distances reduces these losses. For every five units of energy going into typical large fossil fuel power plants, only about one unit reaches the consumer in a usable form. [126] A similar situation exists in natural gas transport, which requires compressor stations along pipelines that use energy to keep the gas moving. Gas liquefaction, cooling, and re-gasification in the liquified natural gas supply chain uses a substantial amount of energy. Distributed generation and distributed storage are means of reducing total and transmission losses as well as reducing costs for electricity consumers. [127] [128] [129] In October 2023, the Biden administration announced the largest major investment in the grid since the Recovery Act in 2009. [130] [131] The DOE announced the results of a mandated triennial study that, for the first time in its history, included anticipation of future grid transmission needs. The DOE also announced the first three recipients of a new $2.5 billion loan program which it called the Transmission Facilitation Program, created to provide funding to help build up the interstate power grid. They are the 1.2-gigawatt Twin States Clean Energy Link between Quebec, New Hampshire and Vermont; the 1.5-gigawatt Cross-Tie Transmission Line between Utah and Nevada; and the 1-gigawatt Southline Transmission Project between Arizona and New Mexico. [132] The Federal Energy Regulatory Commission (FERC) is the primary regulatory agency of electric power transmission and wholesale electricity sales within the United States. FERC was originally established by Congress in 1920 as the Federal Power Commission and has since undergone multiple name and responsibility modifications. Electric power distribution and the retail sale of power is under state jurisdiction.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/UnitedStatesPowerGrid.jpg/220px-UnitedStatesPowerGrid.jpg",
                "caption": "The US power transmission grid consists of about 300,000 km (190,000 mi) of lines operated by approximately 500 companies. The North American Electric Reliability Corporation (NERC) oversees all of them."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_policy_of_the_United_States",
        "title": "Energy policy of the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy policy and regulation"
    },
    {
        "section": "Greenhouse gas emissions",
        "text": "While the United States has cumulatively emitted the most greenhouse gases of any country, it represents a declining fraction of ongoing emissions, long superseded by China. [162] [163] Since its peak in 1973, per capita US emissions have declined by 40%, resulting from improved technology, the shift in economic activity from manufacturing to services, changing consumer preferences and government policy. [164] State and local government have launched initiatives. Cities in 50 states endorsed the Kyoto protocol. [165] Northeastern US states established the Regional Greenhouse Gas Initiative (RGGI), [166] a state-level emissions cap and trade program. On February 16, 2007, the United States, together with leaders from Canada , France , Germany , Italy , Japan , Russia , United Kingdom , Brazil , China , India , Mexico and South Africa agreed in principle on the outline of a successor to the Kyoto Protocol known as the Washington Declaration . They envisaged a global cap-and-trade system that would apply to both industrialized nations and developing countries . [167] [168] The system did not come to pass. Arjun Makhijani argued that in order to limit global warming to 2 °C, the world would need to reduce CO 2 emissions by 85% and the US by 95%. [169] [170] [171] He developed a model by which such changes could occur. Effective delivered energy is modeled to increase from about 75 Quadrillion Btu in 2005 to about 125 Quadrillion in 2050, [172] but due to efficiency increases, the actual energy input increases from about 99 Quadrillion Btu in 2005 to about 103 Quadrillion in 2010 and then will decrease to about 77 Quadrillion in 2050. [173] Petroleum use is assumed to increase until 2010 and then linearly decrease to zero by 2050. The roadmap calls for nuclear power to decrease to zero, with the reduction also beginning in 2010. [174] Joseph Romm called for the rapid deployment of existing technologies to decrease carbon emissions. He argued that \"If we are to have confidence in our ability to stabilize carbon dioxide levels below 450 p.p.m. emissions must average less than [5 billion metric tons of carbon] per year over the century. This means accelerating the deployment of the 11 wedges so they begin to take effect in 2015 and are completely operational in much less time than originally modeled by Socolow and Pacala .\" [175] In 2012, the National Renewable Energy Laboratory assessed the technical potential for renewable electricity for each of the 50 states. It concluded that each state had the technical potential for renewable electricity, mostly from solar and wind, that could exceed its current electricity consumption. The report cautions: \"Note that as a technical potential, rather than economic or market potential, these estimates do not consider availability of transmission infrastructure, costs, reliability or time-of-dispatch, current or future electricity loads, or relevant policies.\" [176] In 2022, the EPA received funding for a green bank called the Greenhouse Gas Reduction Fund to drive down carbon dioxide emissions, as part of the Inflation Reduction Act , the largest decarbonization incentives package in U.S. history. [60] [61] The Fund will award $14 billion to a select few green banks nationwide for a broad variety of decarbonization investments, $6 billion to green banks in low-income and historically disadvantaged communities for similar investments, and $7 billion to state and local energy funds for decentralized solar power in communities with no financing alternatives. [177] [178] The EPA set the deadline to apply for the first two award initiatives at October 12, 2023 [179] and the latter initiative at September 26, 2023. [180]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/20210626_Variwide_chart_of_greenhouse_gas_emissions_per_capita_by_country.svg/300px-20210626_Variwide_chart_of_greenhouse_gas_emissions_per_capita_by_country.svg.png",
                "caption": "Though China has the greatest total annual carbon dioxide emissions, the U.S. exceeds China in per capita emissions. [161]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Co-emissions-per-capita-map.png/300px-Co-emissions-per-capita-map.png",
                "caption": "CO 2 emissions per capita , per year, per country, 2021"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_policy_of_the_United_States",
        "title": "Energy policy of the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy policy and regulation"
    },
    {
        "section": "Background",
        "text": "The pioneer EEG (spanning 2001–2014) and its predecessor the Electricity Feed-in Act (1991) (spanning 1991–2001) class as feed-in tariff (FIT) schemes, a policy mechanism designed to accelerate the uptake of renewable energy technologies. The scheme offers long-term contracts to renewable energy producers, based on the cost of generation of the particular technology in question. In addition, a grid connection and preferential dispatch are also guaranteed. The tariffs ( Einspeisevergütungen ) themselves are funded by a levy or surcharge ( EEG-Umlage ) on electricity consumers, with electricity-intensive manufacturers being largely exempted. The EEG surcharge is based on the difference between the specified feed-in tariffs paid under the EEG and the sale of the renewable energy at the EEX energy exchange by the grid operators (also known as transmission system operators or TSO). As of 2016 [update] , the TSOs comprise 50Hertz Transmission , Amprion , Tennet TSO , and TransnetBW . Amendments to the original EEG added the concept of a market premium in 2012. And the use of deployment corridors and auctions to set the levels of uptake and remuneration, respectively, in 2014. The EEG has generally been regarded as a success. The EEG (2000) led to the particularly rapid uptake of two renewable energy technologies: wind power and photovoltaics . [7] The high growth of photovoltaics in Germany is set against its relatively poor solar resource. [13] As the US NREL observed: The share of electricity from renewable energy sources has risen dramatically since the introduction of the EEG in 2000. The average annual growth rate is around 9 billion kWh and almost all of this increase is due to electricity generation that qualifies for EEG payments. [15] : 26 The EEG is also responsible for 88.3 Mt CO 2 eq of avoided emissions in 2014, thus making a significant contribution to Germany's climate protection targets. [16] : 2 The following table summarizes the remarkable uptake of renewables and in particular photovoltaics:  Under the legislation, hydropower includes \"wave, tidal, salinity gradient and marine current energy\". [2] : § 5(14) The use of biomass for electricity generation has also grown as a result of the EEG. Biomass includes: \" biogas , biomethane, landfill gas and sewage treatment gas and from the biologically degradable part of waste from households and industry\". [2] : § 5(14) Mine gas is in a separate category. Germany's national energy policy is set out in the government's Energy Concept released on 28 September 2010. [17] On 6 June 2011, following Fukushima , the government removed the use of nuclear power as a bridging technology and reintroduced a nuclear phase-out . [17] Boosting renewable electricity generation is an essential part of national policy (see table ). The EEG is also a key element in the implementation of EU Directive 2009/28/EC on the promotion of the use of energy from renewable sources. [18] This directive requires Germany to produce 18% of its gross final energy consumption (including heat and transport) from renewable energy sources by 2020. [15] : 6 In this endeavour, the EEG is complemented by the Renewable Energies Heat Act ( Erneuerbare-Energien-Wärmegesetz or EEWärmeG ). [15] : 6 A chart overviewing German energy legislation in 2016 is available. [19]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/EEG-Surcharge_%28English%29.svg/400px-EEG-Surcharge_%28English%29.svg.png",
                "caption": "Development of the EEG surcharge for non-privileged electric energy consumers. Prices are excluding VAT ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Energymix_Germany.svg/400px-Energymix_Germany.svg.png",
                "caption": "Development of the electricity mix in Germany 1990–2019 showing the growth in renewables [14]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/German_Renewable_Energy_Sources_Act",
        "title": "German Renewable Energy Sources Act",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy policy and regulation"
    },
    {
        "section": "United States",
        "text": "The Public Utility Regulatory Policies Act is a law, passed in 1978 by the United States Congress as part of the National Energy Act . It was meant to promote [ clarification needed ] greater use of renewable energy, mostly through feed-in tariffs , but contains little language declaring explicit renewable energy objectives or quotas. In 2009, the US Congress considered Federal level RPS requirements. The American Clean Energy and Security Act reported out of committee in July by the Senate Committee on Energy & Natural Resources includes a Renewable Electricity Standard that called for 3% of U.S. electrical generation to come from non-hydro renewables by 2013, but the full Senate did not pass the bill. [15] Different state RPS programs issue a different number of Renewable Energy Credits depending on the generation technology; for example, solar generation counts for twice as much as other renewable sources in Michigan and Virginia. [16] The Lawrence Berkeley National Laboratory claims that RPS requirements were responsible for 60% of the total increase in American renewable electricity generation since the year 2000. However, the LBNL also reports that RPSs' role has been declining in recent years from 71% of the annual American renewables builds in the year 2013 to 46% just two years later, in 2015. [17]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Renewable_portfolio_standards_for_selected_U.S._states%2C_2010_through_2050_%2846504655934%29.png/220px-Renewable_portfolio_standards_for_selected_U.S._states%2C_2010_through_2050_%2846504655934%29.png",
                "caption": "Selected state renewable portfolio standards with 2018 revisions. 29 states have adopted policies targeting a percentage of their energy to come from renewable sources."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_portfolio_standard",
        "title": "Renewable portfolio standard",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy policy and regulation"
    },
    {
        "section": "Primary energy sources of electricity supply",
        "text": "The UK's electricity demand stabilized in 2017, with consumption reaching 307.9 terawatt-hours (TWh), marking a 12% decrease from 2007. Consumption was evenly distributed among the residential, commercial, and industrial sectors, with each accounting for roughly one-third. The industrial sector experienced a significant reduction of 18% in consumption, dropping from 113 TWh in 2007 to 93 TWh in 2017. Meanwhile, residential sector consumption decreased by 14%, influenced by higher prices and the adoption of energy-efficient appliances , whereas the commercial sector saw a more modest decline of 4%. [4] In 2017, the percentage of electricity supply derived from primary energy sources was as follows: [4]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/DounreayJM.jpg/220px-DounreayJM.jpg",
                "caption": "Decommissioned Dounreay nuclear power complex"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_policy_of_the_United_Kingdom",
        "title": "Energy policy of the United Kingdom",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind energy policy and regulation"
    }
]