[
    {
        "section": "Types",
        "text": "Wind turbines can rotate about either a horizontal or a vertical axis, the former being both older and more common. [37] They can also include blades or be bladeless. [38] Household-size vertical designs produce less power and are less common. [39]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/HAWT_and_VAWTs_in_operation_medium.gif/220px-HAWT_and_VAWTs_in_operation_medium.gif",
                "caption": "The three primary types: VAWT Savonius , HAWT towered; VAWT Darrieus as they appear in operation"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Horizontal axis",
        "text": "Large three-bladed horizontal-axis wind turbines (HAWT) with the blades upwind of the tower produce the overwhelming majority of wind power in the world today. [4] These turbines have the main rotor shaft and electrical generator at the top of a tower and must be pointed into the wind. Small turbines are pointed by a simple wind vane , while large turbines generally use a wind sensor coupled with a yaw system. Most have a gearbox, which turns the slow rotation of the blades into a quicker rotation that is more suitable to drive an electrical generator. [40] Some turbines use a different type of generator suited to slower rotational speed input. These don't need a gearbox and are called direct-drive, meaning they couple the rotor directly to the generator with no gearbox in between. While permanent magnet direct-drive generators can be more costly due to the rare earth materials required, these gearless turbines are sometimes preferred over gearbox generators because they \"eliminate the gear-speed increaser, which is susceptible to significant accumulated fatigue torque loading, related reliability issues, and maintenance costs\". [41] There is also the pseudo direct drive mechanism, which has some advantages over the permanent magnet direct drive mechanism. [42] Most horizontal axis turbines have their rotors upwind of the supporting tower. [43] Downwind machines have been built, because they don't need an additional mechanism for keeping them in line with the wind. In high winds, downwind blades can also be designed to bend more than upwind ones, which reduces their swept area and thus their wind resistance, mitigating risk during gales. Despite these advantages, upwind designs are preferred, because the pulsing change in loading from the wind as each blade passes behind the supporting tower can cause damage to the turbine. [44] Turbines used in wind farms for commercial production of electric power are usually three-bladed. These have low torque ripple , which contributes to good reliability. The blades are usually colored white for daytime visibility by aircraft and range in length from 20 to 80 meters (66 to 262 ft). The size and height of turbines increase year by year. Offshore wind turbines are built up to 8 MW today and have a blade length up to 80 meters (260 ft). Designs with 10 to 12 MW were in preparation in 2018, [45] and a \"15 MW+\" prototype with three 118-metre (387 ft) blades is planned to be constructed in 2022. [46] The average hub height of horizontal axis wind turbines is 90 meters. [47]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Scout_moor_gearbox%2C_rotor_shaft_and_brake_assembly.jpg/220px-Scout_moor_gearbox%2C_rotor_shaft_and_brake_assembly.jpg",
                "caption": "Components of a horizontal axis wind turbine (gearbox, rotor shaft and brake assembly) being lifted into position"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/One_Energy_Wind_for_Industry_permanent_magnet_direct-drive_generator.jpg/220px-One_Energy_Wind_for_Industry_permanent_magnet_direct-drive_generator.jpg",
                "caption": "The rotor of a gearless wind turbine being set. This particular turbine was prefabricated in Germany, before being shipped to the U.S. for assembly."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Wind_Turbines_%285132099985%29.jpg/220px-Wind_Turbines_%285132099985%29.jpg",
                "caption": "Offshore Horizontal Axis Wind Turbines (HAWTs) at Scroby Sands Wind Farm, England"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/%E8%A5%BF%E7%94%B8%E5%AD%90%E6%A2%81%E9%A3%8E%E8%BD%A6.jpg/220px-%E8%A5%BF%E7%94%B8%E5%AD%90%E6%A2%81%E9%A3%8E%E8%BD%A6.jpg",
                "caption": "Onshore Horizontal Axis Wind Turbines in Zhangjiakou , Hebei , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Savonius wind turbine",
        "text": "These are drag-type devices with two (or more) scoops that are used in anemometers, Flettner vents (commonly seen on bus and van roofs), and in some high-reliability low-efficiency power turbines. They are always self-starting if there are at least three scoops. [57] Twisted Savonius is a modified savonius, with long helical scoops to provide smooth torque. This is often used as a rooftop wind turbine and has even been adapted for ships . [58]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Twisted_Savonius_wind_turbine_in_operation%4060rpm.gif/100px-Twisted_Savonius_wind_turbine_in_operation%4060rpm.gif",
                "caption": "A vertical axis Twisted Savonius type turbine."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Design and construction",
        "text": "Wind turbine design is a careful balance of cost, energy output, and fatigue life.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/EERE_illust_large_turbine.gif/220px-EERE_illust_large_turbine.gif",
                "caption": "Components of a horizontal-axis wind turbine"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/WKA_spannglieder.jpg/220px-WKA_spannglieder.jpg",
                "caption": "Inside view of a wind turbine tower, showing the tendon cables"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Components",
        "text": "Wind turbines convert wind energy to electrical energy for distribution. Conventional horizontal axis turbines can be divided into three components: A 1.5 ( MW ) wind turbine of a type frequently seen in the United States has a tower 80 meters (260 ft) high. The rotor assembly (blades and hub) measures about 80 meters (260 ft) in diameter. [68] The nacelle, which contains the generator, is 15.24 meters (50.0 ft) and weighs around 300 tons. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Badaia_-_Parque_E%C3%B3lico_-BT-_01.jpg/220px-Badaia_-_Parque_E%C3%B3lico_-BT-_01.jpg",
                "caption": "Nacelle of a wind turbine"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Technology",
        "text": "Generally, efficiency increases along with turbine blade lengths. The blades must be stiff, strong, durable, light and resistant to fatigue. [72] Materials with these properties include composites such as polyester and epoxy, while glass fiber and carbon fiber have been used for the reinforcing. [73] Construction may involve manual layup or injection molding. Retrofitting existing turbines with larger blades reduces the task and risks of redesign. [74] As of 2021, the longest blade was 115.5 m (379 ft), producing 15 MW. [75] Blades usually last around 20 years, the typical lifespan of a wind turbine. [76]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Growing_size_of_wind_turbines.png/350px-Growing_size_of_wind_turbines.png",
                "caption": "Development in size and power of wind turbines, 1990–2016"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Glass and carbon fibers",
        "text": "The stiffness of composites is determined by the stiffness of fibers and their volume content. Typically, E-glass fibers are used as main reinforcement in the composites. Typically, the glass/epoxy composites for wind turbine blades contain up to 75% glass by weight. This increases the stiffness, tensile and compression strength. A promising composite material is glass fiber with modified compositions like S-glass, R-glass etc. Other glass fibers developed by Owens Corning are ECRGLAS, Advantex and WindStrand. [77] Carbon fiber has more tensile strength, higher stiffness and lower density than glass fiber. An ideal candidate for these properties is the spar cap, a structural element of a blade that experiences high tensile loading. [73] A 100-metre (330 ft) glass fiber blade could weigh up to 50 tonnes (110,000 lb), while using carbon fiber in the spar saves 20% to 30% weight, about 15 tonnes (33,000 lb). [78]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Turbine_Blade_Convoy_Passing_through_Edenfield.jpg/220px-Turbine_Blade_Convoy_Passing_through_Edenfield.jpg",
                "caption": "A turbine blade convoy passing through Edenfield , England"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Material supply",
        "text": "A 2015 study of the material consumption trends and requirements for wind energy in Europe found that bigger turbines have a higher consumption of precious metals but lower material input per kW generated. The material consumption and stock at that time was compared to input materials for various onshore system sizes. In all EU countries, the estimates for 2020 doubled the values consumed in 2009. These countries would need to expand their resources to meet the estimated demand for 2020. For example, the EU had 3% of world supply of fluorspar , and it would require 14% by 2020. Globally, the main exporting countries are South Africa, Mexico, and China. This is similar with other critical and valuable materials required for energy systems such as magnesium, silver and indium. The levels of recycling of these materials are very low, and focusing on that could alleviate supply. Because most of these valuable materials are also used in other emerging technologies, like light emitting diodes (LEDs), photo voltaics (PVs) and liquid crystal displays (LCDs), their demand is expected to grow. [86] A 2011 study by the United States Geological Survey estimated resources required to fulfill the US commitment to supplying 20% of its electricity from wind power by 2030. It did not consider requirements for small turbines or offshore turbines because those were not common in 2008 when the study was done. Common materials such as cast iron, steel and concrete would increase by 2%–3% compared to 2008. Between 110,000 and 115,000 metric tons of fiber glass would be required per year, a 14% increase. Rare-earth metal use would not increase much compared to available supply, however rare-earth metals that are also used for other technologies such as batteries which are increasing its global demand need to be taken into account. Land required would be 50,000 square kilometers onshore and 11,000 offshore. This would not be a problem in the US due to its vast area and because the same land can be used for farming. A greater challenge would be the variability and transmission to areas of high demand. [87] Permanent magnets for wind turbine generators contain rare-earth metals such as neodymium (Nd), praseodymium (Pr), terbium (Tb), and dysprosium (Dy). Systems that use magnetic direct drive turbines require greater amounts of rare-earth metals. Therefore, an increase in wind turbine manufacture would increase the demand for these resources. By 2035, the demand for Nd is estimated to increase by 4,000 to 18,000 tons and for Dy by 200 to 1200 tons. These values are a quarter to half of current production. However, these estimates are very uncertain because technologies are developing rapidly. [88] Reliance on rare earth minerals for components has risked expense and price volatility as China has been main producer of rare earth minerals (96% in 2009) and was reducing its export quotas. [87] However, in recent years, other producers have increased production and China has increased export quotas, leading to higher supply, lower cost, and greater viability of large-scale use of variable-speed generators. [89] Glass fiber is the most common material for reinforcement. Its demand has grown due to growth in construction, transportation and wind turbines. Its global market might reach US$17.4 billion by 2024, compared to US$8.5 billion in 2014. In 2014, Asia Pacific produced more than 45% of the market; now China is the largest producer. The industry receives subsidies from the Chinese government allowing it to export cheaper to the US and Europe. However, price wars have led to anti-dumping measures such as tariffs on Chinese glass fiber. [90]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Nordex_Jonesboro_Plant_001.jpg/220px-Nordex_Jonesboro_Plant_001.jpg",
                "caption": "Nordex wind turbine manufacturing plant in Jonesboro, Arkansas , United States"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Wind turbines on public display",
        "text": "A few localities have exploited the attention-getting nature of wind turbines by placing them on public display, either with visitor centers around their bases, or with viewing areas farther away. [91] The wind turbines are generally of conventional horizontal-axis, three-bladed design and generate power to feed electrical grids, but they also serve the unconventional roles of technology demonstration, public relations, and education. [92]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Lamma_wind_turbine.jpg/170px-Lamma_wind_turbine.jpg",
                "caption": "The Nordex N50 wind turbine and visitor centre of Lamma Winds in Hong Kong , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Small wind turbines",
        "text": "Small wind turbines may be used for a variety of applications including on- or off-grid residences, telecom towers, offshore platforms, rural schools and clinics, remote monitoring and other purposes that require energy where there is no electric grid, or where the grid is unstable. Small wind turbines may be as small as a fifty-watt generator for boat or caravan use. Hybrid solar- and wind-powered units are increasingly being used for traffic signage, particularly in rural locations, since they avoid the need to lay long cables from the nearest mains connection point. [93] The U.S. Department of Energy's National Renewable Energy Laboratory (NREL) defines small wind turbines as those smaller than or equal to 100 kilowatts. [94] Small units often have direct-drive generators, direct current output, aeroelastic blades, and lifetime bearings and use a vane to point into the wind. [95]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Quietrevolution_Bristol_3513051949.jpg/170px-Quietrevolution_Bristol_3513051949.jpg",
                "caption": "A small Quietrevolution QR5 Gorlov type vertical axis wind turbine in Bristol , England. Measuring 3 m in diameter and 5 m high, it has a nameplate rating of 6.5 kW to the grid."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Records",
        "text": "See also List of most powerful wind turbines",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Quebecturbine.JPG/170px-Quebecturbine.JPG",
                "caption": "Éole, the largest vertical axis wind turbine , in Cap-Chat, Quebec , Canada"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_turbine",
        "title": "Wind turbine",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Emerging technologies",
        "text": "Emerging technologies are novel technologies whose development or practical applications are still largely unrealized. They include nanotechnology , biotechnology , robotics , 3D printing , blockchains , and artificial intelligence . In 2005, futurist Ray Kurzweil claimed the next technological revolution would rest upon advances in genetics , nanotechnology , and robotics , with robotics being the most impactful of the three technologies. [103] Genetic engineering will allow far greater control over human biological nature through a process called directed evolution . Some thinkers believe that this may shatter our sense of self, and have urged for renewed public debate exploring the issue more thoroughly; [104] others fear that directed evolution could lead to eugenics or extreme social inequality. Nanotechnology will grant us the ability to manipulate matter \"at the molecular and atomic scale\", [105] which could allow us to reshape ourselves and our environment in fundamental ways. [106] Nanobots could be used within the human body to destroy cancer cells or form new body parts, blurring the line between biology and technology. [107] Autonomous robots have undergone rapid progress, and are expected to replace humans at many dangerous tasks, including search and rescue , bomb disposal , firefighting , and war. [108] Estimates on the advent of artificial general intelligence vary, but half of machine learning experts surveyed in 2018 believe that AI will \"accomplish every task better and more cheaply\" than humans by 2063, and automate all human jobs by 2140. [109] This expected technological unemployment has led to calls for increased emphasis on computer science education and debates about universal basic income . Political science experts predict that this could lead to a rise in extremism, while others see it as an opportunity to usher in a post-scarcity economy .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Army_invests_in_3-D_bioprinting_to_treat_injured_Soldiers.jpg/220px-Army_invests_in_3-D_bioprinting_to_treat_injured_Soldiers.jpg",
                "caption": "Experimental 3D printing of muscle tissue"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Technology",
        "title": "Technology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Relation to science and engineering",
        "text": "Engineering is the process by which technology is developed. It often requires problem-solving under strict constraints. [119] Technological development is \"action-oriented\", while scientific knowledge is fundamentally explanatory. [120] Polish philosopher Henryk Skolimowski framed it like so: \"science concerns itself with what is , technology with what is to be .\" [121] : 375 The direction of causality between scientific discovery and technological innovation has been debated by scientists, philosophers and policymakers. [122] Because innovation is often undertaken at the edge of scientific knowledge, most technologies are not derived from scientific knowledge, but instead from engineering, tinkering and chance. [123] : 217–240 For example, in the 1940s and 1950s, when knowledge of turbulent combustion or fluid dynamics was still crude, jet engines were invented through \"running the device to destruction, analyzing what broke [...] and repeating the process\". [119] Scientific explanations often follow technological developments rather than preceding them. [123] : 217–240 Many discoveries also arose from pure chance, like the discovery of penicillin as a result of accidental lab contamination. [124] Since the 1960s, the assumption that government funding of basic research would lead to the discovery of marketable technologies has lost credibility. [125] [126] Probabilist Nassim Taleb argues that national research programs that implement the notions of serendipity and convexity through frequent trial and error are more likely to lead to useful innovations than research that aims to reach specific outcomes. [123] [127] Despite this, modern technology is increasingly reliant on deep, domain-specific scientific knowledge. In 1975, there was an average of one citation of scientific literature in every three patents granted in the U.S.; by 1989, this increased to an average of one citation per patent. The average was skewed upwards by patents related to the pharmaceutical industry, chemistry, and electronics. [128] A 2021 analysis shows that patents that are based on scientific discoveries are on average 26% more valuable than equivalent non-science-based patents. [129]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Zoom_lunette_ardente.jpg/220px-Zoom_lunette_ardente.jpg",
                "caption": "Antoine Lavoisier experimenting with combustion generated by amplified sunlight"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Technology",
        "title": "Technology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Other animal species",
        "text": "The use of basic technology is also a feature of non-human animal species. Tool use was once considered a defining characteristic of the genus Homo . [130] This view was supplanted after discovering evidence of tool use among chimpanzees and other primates, [131] dolphins, [132] and crows . [133] [134] For example, researchers have observed wild chimpanzees using basic foraging tools, pestles, levers, using leaves as sponges, and tree bark or vines as probes to fish termites. [135] West African chimpanzees use stone hammers and anvils for cracking nuts, [136] as do capuchin monkeys of Boa Vista , Brazil. [137] Tool use is not the only form of animal technology use; for example, beaver dams , built with wooden sticks or large stones, are a technology with \"dramatic\" impacts on river habitats and ecosystems. [138]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Gorilla_tool_use_cropped.jpg/220px-Gorilla_tool_use_cropped.jpg",
                "caption": "This adult gorilla uses a branch as a walking stick to gauge the water's depth."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Technology",
        "title": "Technology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Wind energy resources",
        "text": "Wind is air movement in the Earth's atmosphere. In a unit of time, say 1 second, the volume of air that had passed an area A {\\displaystyle A} is A v {\\displaystyle Av} . If the air density is ρ {\\displaystyle \\rho } , the mass of this volume of air is M = ρ A v {\\displaystyle M=\\rho Av} , and the power transfer, or energy transfer per second is P = 1 2 M v 2 = 1 2 ρ A v 3 {\\displaystyle P={\\tfrac {1}{2}}Mv^{2}={\\tfrac {1}{2}}\\rho Av^{3}} . Wind power is thus proportional to the third power of the wind speed; the available power increases eightfold when the wind speed doubles. Change of wind speed by a factor of 2.1544 increases the wind power by one order of magnitude (multiply by 10). The global wind kinetic energy averaged approximately 1.50 MJ/m 2 over the period from 1979 to 2010, 1.31 MJ/m 2 in the Northern Hemisphere with 1.70 MJ/m 2 in the Southern Hemisphere. The atmosphere acts as a thermal engine, absorbing heat at higher temperatures, releasing heat at lower temperatures. The process is responsible for the production of wind kinetic energy at a rate of 2.46 W/m 2 thus sustaining the circulation of the atmosphere against friction. [15] Through wind resource assessment , it is possible to estimate wind power potential globally, by country or region, or for a specific site. The Global Wind Atlas provided by the Technical University of Denmark in partnership with the World Bank provides a global assessment of wind power potential. [13] [16] [17] Unlike 'static' wind resource atlases which average estimates of wind speed and power density across multiple years, tools such as Renewables.ninja provide time-varying simulations of wind speed and power output from different wind turbine models at an hourly resolution. [18] More detailed, site-specific assessments of wind resource potential can be obtained from specialist commercial providers, and many of the larger wind developers have in-house modeling capabilities. The total amount of economically extractable power available from the wind is considerably more than present human power use from all sources. [19] The strength of wind varies, and an average value for a given location does not alone indicate the amount of energy a wind turbine could produce there. To assess prospective wind power sites, a probability distribution function is often fit to the observed wind speed data. [20] Different locations will have different wind speed distributions. The Weibull model closely mirrors the actual distribution of hourly/ten-minute wind speeds at many locations. The Weibull factor is often close to 2 and therefore a Rayleigh distribution can be used as a less accurate, but simpler model. [21]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Mean_Wind_Speed.png/220px-Mean_Wind_Speed.png",
                "caption": "Global map of wind speed at 100 meters on land and around coasts. [13]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Lee_Ranch_Wind_Speed_Frequency.svg/350px-Lee_Ranch_Wind_Speed_Frequency.svg.png",
                "caption": "Distribution of wind speed (red) and energy (blue) for all of 2002 at the Lee Ranch facility in Colorado. The histogram shows measured data, while the curve is the Rayleigh model distribution for the same average wind speed."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Global_Map_of_Wind_Power_Density_Potential.png/220px-Global_Map_of_Wind_Power_Density_Potential.png",
                "caption": "Global map of wind power density potential [14]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Offshore wind power",
        "text": "Offshore wind power is wind farms in large bodies of water, usually the sea. These installations can use the more frequent and powerful winds that are available in these locations and have less visual impact on the landscape than land-based projects. However, the construction and maintenance costs are considerably higher. [36] [37] As of November 2021, the Hornsea Wind Farm in the United Kingdom is the largest offshore wind farm in the world at 1,218 MW . [38]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Agucadoura_WindFloat_Prototype.jpg/225px-Agucadoura_WindFloat_Prototype.jpg",
                "caption": "The world's second full-scale floating wind turbine (and first to be installed without the use of heavy-lift vessels), WindFloat, operating at rated capacity (2  MW) approximately 5  km offshore of Póvoa de Varzim , Portugal"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Growth trends",
        "text": "In 2020, wind supplied almost 1600 TWh of electricity, which was over 5% of worldwide electrical generation and about 2% of energy consumption. [2] [3] With over 100 GW added during 2020, mostly in China , global installed wind power capacity reached more than 730 GW. [4] [3] But to help meet the Paris Agreement 's goals to limit climate change , analysts say it should expand much faster - by over 1% of electricity generation per year. [6] Expansion of wind power is being hindered by fossil fuel subsidies . [48] [49] [50] The actual amount of electric power that wind can generate is calculated by multiplying the nameplate capacity by the capacity factor , which varies according to equipment and location. Estimates of the capacity factors for wind installations are in the range of 35% to 44%. [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/2010-_Power_capacity_by_technology_-_Dec_2022_International_Energy_Agency.svg/210px-2010-_Power_capacity_by_technology_-_Dec_2022_International_Energy_Agency.svg.png",
                "caption": "Renewable energy sources, especially solar photovoltaic and wind power, are providing an increasing share of power capacity. [45]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1d/Information_icon4.svg/40px-Information_icon4.svg.png",
                "caption": "Log graph of global wind power cumulative capacity (Data:GWEC) [47]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Penetration",
        "text": "Wind energy penetration is the fraction of energy produced by wind compared with the total generation. Wind power's share of worldwide electricity usage in 2021 was almost 7%, [55] up from 3.5% in 2015. [56] [57] There is no generally accepted maximum level of wind penetration. The limit for a particular grid will depend on the existing generating plants, pricing mechanisms, capacity for energy storage , demand management, and other factors. An interconnected electric power grid will already include reserve generating and transmission capacity to allow for equipment failures. This reserve capacity can also serve to compensate for the varying power generation produced by wind stations. Studies have indicated that 20% of the total annual electrical energy consumption may be incorporated with minimal difficulty. [58] These studies have been for locations with geographically dispersed wind farms, some degree of dispatchable energy or hydropower with storage capacity, demand management, and interconnected to a large grid area enabling the export of electric power when needed. Electrical utilities continue to study the effects of large-scale penetration of wind generation on system stability. [59] A wind energy penetration figure can be specified for different duration of time but is often quoted annually. To generate almost all electricity from wind annually requires substantial interconnection to other systems, for example some wind power in Scotland is sent to the rest of the British grid . [60] On a monthly, weekly, daily, or hourly basis—or less—wind might supply as much as or more than 100% of current use, with the rest stored, exported or curtailed. The seasonal industry might then take advantage of high wind and low usage times such as at night when wind output can exceed normal demand. Such industry might include the production of silicon, aluminum, [61] steel, or natural gas, and hydrogen, and using future long-term storage to facilitate 100% energy from variable renewable energy . [62] [63] [ better source needed ] Homes and businesses can also be programmed to vary electricity demand , [64] [65] for example by remotely turning up water heater thermostats. [66]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Share_of_electricity_production_from_wind.svg/350px-Share_of_electricity_production_from_wind.svg.png",
                "caption": "Share of electricity production from wind, 2022 [54]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Variability",
        "text": "Wind power is variable, and during low wind periods, it may need to be replaced by other power sources. Transmission networks presently cope with outages of other generation plants and daily changes in electrical demand, but the variability of intermittent power sources such as wind power is more frequent than those of conventional power generation plants which, when scheduled to be operating, may be able to deliver their nameplate capacity around 95% of the time. Electric power generated from wind power can be highly variable at several different timescales: hourly, daily, or seasonally. Annual variation also exists but is not as significant. [ citation needed ] Because instantaneous electrical generation and consumption must remain in balance to maintain grid stability, this variability can present substantial challenges to incorporating large amounts of wind power into a grid system. Intermittency and the non- dispatchable nature of wind energy production can raise costs for regulation, incremental operating reserve , and (at high penetration levels) could require an increase in the already existing energy demand management , load shedding , storage solutions, or system interconnection with HVDC cables. Fluctuations in load and allowance for the failure of large fossil-fuel generating units require operating reserve capacity, which can be increased to compensate for the variability of wind generation. Utility-scale batteries are often used to balance hourly and shorter timescale variation, [67] [68] but car batteries may gain ground from the mid-2020s. [69] Wind power advocates argue that periods of low wind can be dealt with by simply restarting existing power stations that have been held in readiness, or interlinking with HVDC. [70] The combination of diversifying variable renewables by type and location, forecasting their variation, and integrating them with dispatchable renewables, flexible fueled generators, and demand response can create a power system that has the potential to meet power supply needs reliably. Integrating ever-higher levels of renewables is being successfully demonstrated in the real world. [71] Solar power tends to be complementary to wind. [73] [74] On daily to weekly timescales, high-pressure areas tend to bring clear skies and low surface winds, whereas low-pressure areas tend to be windier and cloudier. On seasonal timescales, solar energy peaks in summer, whereas in many areas wind energy is lower in summer and higher in winter. [A] [75] Thus the seasonal variation of wind and solar power tend to cancel each other somewhat. [72] Wind hybrid power systems are becoming more popular. [76]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Toro_de_osborne.jpg/220px-Toro_de_osborne.jpg",
                "caption": "Wind turbines are typically installed in windy locations. In the image, wind power generators in Spain , near an Osborne bull ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Roscoe_Wind_Farm_in_West_Texas.jpg/220px-Roscoe_Wind_Farm_in_West_Texas.jpg",
                "caption": "Roscoe Wind Farm : an onshore wind farm in West Texas near Roscoe"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Seasonal_cycle_of_capacity_factors_for_wind_and_photovoltaics_in_Europe_under_idealized_assumptions.png/220px-Seasonal_cycle_of_capacity_factors_for_wind_and_photovoltaics_in_Europe_under_idealized_assumptions.png",
                "caption": "Seasonal cycle of capacity factors for wind and photovoltaics in Europe under idealized assumptions. The figure illustrates the balancing effects of wind and solar energy at the seasonal scale (Kaspar et al., 2019). [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Economics",
        "text": "Onshore wind is an inexpensive source of electric power, cheaper than coal plants and new gas plants. [10] According to BusinessGreen , wind turbines reached grid parity (the point at which the cost of wind power matches traditional sources) in some areas of Europe in the mid-2000s, and in the US around the same time. Falling prices continue to drive the Levelized cost down and it has been suggested that it has reached general grid parity in Europe in 2010, and will reach the same point in the US around 2016 due to an expected reduction in capital costs of about 12%. [88] [ needs update ] In 2021, the CEO of Siemens Gamesa warned that increased demand for low-cost wind turbines combined with high input costs and high costs of steel result in increased pressure on the manufacturers and decreasing profit margins. [89] Northern Eurasia, Canada, some parts of the United States, and Patagonia in Argentina are the best areas for onshore wind: whereas in other parts of the world solar power, or a combination of wind and solar, tend to be cheaper. [90] : 8",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Onshore-wind-lcoe.png/310px-Onshore-wind-lcoe.png",
                "caption": "Onshore wind cost per kilowatt-hour between 1983 and 2017 [87]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Electric power cost and trends",
        "text": "Wind power is capital intensive but has no fuel costs. [91] The price of wind power is therefore much more stable than the volatile prices of fossil fuel sources. [92] However, the estimated average cost per unit of electric power must incorporate the cost of construction of the turbine and transmission facilities, borrowed funds, return to investors (including the cost of risk), estimated annual production, and other components, averaged over the projected useful life of the equipment, which may be more than 20 years. Energy cost estimates are highly dependent on these assumptions so published cost figures can differ substantially. The presence of wind energy, even when subsidized, can reduce costs for consumers (€5 billion/yr in Germany) by reducing the marginal price, by minimizing the use of expensive peaking power plants . [93] The cost has decreased as wind turbine technology has improved. There are now longer and lighter wind turbine blades, improvements in turbine performance, and increased power generation efficiency. Also, wind project capital expenditure costs and maintenance costs have continued to decline. [94] In 2021, a Lazard study of unsubsidized electricity said that wind power levelized cost of electricity continues to fall but more slowly than before. The study estimated new wind-generated electricity cost from $26 to $50/MWh, compared to new gas power from $45 to $74/MWh. The median cost of fully deprecated existing coal power was $42/MWh, nuclear $29/MWh and gas $24/MWh. The study estimated offshore wind at around $83/MWh. Compound annual growth rate was 4% per year from 2016 to 2021, compared to 10% per year from 2009 to 2021. [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Turbine_Blade_Convoy_Passing_through_Edenfield.jpg/220px-Turbine_Blade_Convoy_Passing_through_Edenfield.jpg",
                "caption": "A turbine blade convoy passing through Edenfield in the U.K. (2008). Even longer 2-piece blades are now manufactured, and then assembled on-site to reduce difficulties in transportation."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Small-scale wind power",
        "text": "Small-scale wind power is the name given to wind generation systems with the capacity to produce up to 50 kW of electrical power. [102] Isolated communities, that may otherwise rely on diesel generators, may use wind turbines as an alternative. Individuals may purchase these systems to reduce or eliminate their dependence on grid electric power for economic reasons, or to reduce their carbon footprint . Wind turbines have been used for household electric power generation in conjunction with battery storage over many decades in remote areas. [103] Examples of small-scale wind power projects in an urban setting can be found in New York City , where, since 2009, several building projects have capped their roofs with Gorlov-type helical wind turbines . Although the energy they generate is small compared to the buildings' overall consumption, they help to reinforce the building's 'green' credentials in ways that \"showing people your high-tech boiler\" cannot, with some of the projects also receiving the direct support of the New York State Energy Research and Development Authority . [104] Grid-connected domestic wind turbines may use grid energy storage, thus replacing purchased electric power with locally produced power when available. The surplus power produced by domestic microgenerators can, in some jurisdictions, be fed into the network and sold to the utility company, producing a retail credit for the microgenerators' owners to offset their energy costs. [105] Off-grid system users can either adapt to intermittent power or use batteries, photovoltaic , or diesel systems to supplement the wind turbine. [106] Equipment such as parking meters, traffic warning signs, street lighting, or wireless Internet gateways may be powered by a small wind turbine, possibly combined with a photovoltaic system, that charges a small battery replacing the need for a connection to the power grid. [107] Airborne wind turbines , such as kites, can be used in places at risk of hurricanes, as they can be taken down in advance. [108]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Quietrevolution_Bristol_3513051949.jpg/220px-Quietrevolution_Bristol_3513051949.jpg",
                "caption": "A small Quietrevolution QR5 Gorlov type vertical axis wind turbine on the roof of Bristol Beacon in Bristol, England . Measuring 3 m in diameter and 5 m high, it has a nameplate rating of 6.5 kW."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Impact on environment and landscape",
        "text": "The environmental impact of electricity generation from wind power is minor when compared to that of fossil fuel power . [110] Wind turbines have some of the lowest life-cycle greenhouse-gas emissions of energy sources : far less greenhouse gas is emitted than for the average unit of electricity, so wind power helps limit climate change. [111] Use of engineered wood may allow carbon negative wind power. [112] Wind power consumes no fuel, and emits no local air pollution , unlike fossil fuel power sources. Onshore wind farms can have a significant visual impact. [113] Due to a very low surface power density and spacing requirements, wind farms typically need to be spread over more land than other power stations. [7] [114] Their network of turbines, access roads, transmission lines, and substations can result in \"energy sprawl\"; [8] although land between the turbines and roads can still be used for agriculture. [115] [116] Some wind farms are opposed for potentially spoiling protected scenic areas, archaeological landscapes and heritage sites. [117] [118] [119] A report by the Mountaineering Council of Scotland concluded that wind farms harmed tourism in areas known for natural landscapes and panoramic views. [120] Habitat loss and fragmentation are the greatest potential impacts on wildlife of onshore wind farms, [8] but the worldwide ecological impact is minimal. [110] Thousands of birds and bats, including rare species, have been killed by wind turbine blades, [121] though wind turbines are responsible for far fewer bird deaths than fossil-fueled power stations. [122] This can be mitigated with proper wildlife monitoring. [123] Many wind turbine blades are made of fiberglass , and have a lifetime of 20 years. [124] Blades are hollow: some blades are crushed to reduce their volume and then landfilled. [125] However, as they can take a lot of weight they can be made into long lasting small bridges for walkers or cyclists. [126] Blade end-of-life is complicated, [127] and blades manufactured in the 2020s are more likely to be designed to be completely recyclable. [128] Wind turbines also generate noise. At a distance of 300 metres (980 ft), this may be around 45 dB, which is slightly louder than a refrigerator. At 1.5 km (1 mi), they become inaudible. [129] [130] There are anecdotal reports of negative health effects on people who live very close to wind turbines. [131] Peer-reviewed research has generally not supported these claims. [132] [133] [134]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Greenhouse_gas_emissions_per_energy_source.png/220px-Greenhouse_gas_emissions_per_energy_source.png",
                "caption": "Greenhouse gas emissions per energy source. Wind energy is one of the sources with the least greenhouse gas emissions."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Wb_deichh_drei_kuhs.jpg/220px-Wb_deichh_drei_kuhs.jpg",
                "caption": "Livestock grazing near a wind turbine. [109]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Central government",
        "text": "Although wind turbines with fixed bases are a mature technology and new installations are generally no longer subsidized, [135] [136] floating wind turbines are a relatively new technology so some governments subsidize them, for example to use deeper waters. [137] Fossil fuel subsidies by some governments are slowing the growth of renewables. [138] Permitting of wind farms can take years and some governments are trying to speed up - the wind industry says this will help limit climate change and increase energy security [139] - sometimes groups such as fishers resist this [140] but governments say that rules protecting biodiversity will still be followed. [141]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Floatgen.jpg/220px-Floatgen.jpg",
                "caption": "Wind turbine floating off France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Public opinion",
        "text": "Surveys of public attitudes across Europe and in many other countries show strong public support for wind power. [143] [144] [145] Bakker et al. (2012) found in their study that residents who did not want turbines built near them suffered significantly more stress than those who \"benefited economically from wind turbines\". [146] Although wind power is a popular form of energy generation, onshore or near offshore wind farms are sometimes opposed for their impact on the landscape (especially scenic areas, heritage areas and archaeological landscapes), as well as noise, and impact on tourism. [147] [148] In other cases, there is direct community ownership of wind farms . The hundreds of thousands of people who have become involved in Germany's small and medium-sized wind farms demonstrate such support there. [149] A 2010 Harris Poll found strong support for wind power in Germany, other European countries, and the United States. [143] [144] [150] Public support in the United States has decreased from 75% in 2020 to 62% in 2021, with the Democrat Party supporting the use of wind energy twice as much as the Republican Party. [151] President Biden has signed an executive order to begin building large scale wind farms. [152] In China , Shen et al. (2019) found that Chinese city-dwellers may be resistant to building wind turbines in urban areas, with a surprisingly high proportion of people citing an unfounded fear of radiation as driving their concerns. [153] Also, the study finds that like their counterparts in OECD countries, urban Chinese respondents are sensitive to direct costs and wildlife externalities. Distributing relevant information about turbines to the public may alleviate resistance.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [142]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Community",
        "text": "Many wind power companies work with local communities to reduce environmental and other concerns associated with particular wind farms. [156] [157] [158] In other cases there is direct community ownership of wind farm projects . Appropriate government consultation, planning and approval procedures also help to minimize environmental risks. [143] [159] [160] Some may still object to wind farms [161] but many say their concerns should be weighed against the need to address the threats posed by air pollution , [162] [111] climate change [163] and the opinions of the broader community. [164] In the US, wind power projects are reported to boost local tax bases, helping to pay for schools, roads, and hospitals, and to revitalize the economies of rural communities by providing steady income to farmers and other landowners. [98] In the UK, both the National Trust and the Campaign to Protect Rural England have expressed concerns about the effects on the rural landscape caused by inappropriately sited wind turbines and wind farms. [165] [166] Some wind farms have become tourist attractions. The Whitelee Wind Farm Visitor Centre has an exhibition room, a learning hub, a café with a viewing deck and also a shop. It is run by the Glasgow Science Centre . [167] In Denmark, a loss-of-value scheme gives people the right to claim compensation for loss of value of their property if it is caused by proximity to a wind turbine. The loss must be at least 1% of the property's value. [168] Despite this general support for the concept of wind power in the public at large, local opposition often exists and has delayed or aborted a number of projects. [169] [170] [171] As well as concerns about the landscape, there are concerns that some installations can produce excessive sound and vibration levels leading to a decrease in property values. [172] A study of 50,000 home sales near wind turbines found no statistical evidence that prices were affected. [173] While aesthetic issues are subjective and some find wind farms pleasant and optimistic, or symbols of energy independence and local prosperity, protest groups are often formed to attempt to block some wind power stations for various reasons. [161] [174] [175] Some opposition to wind farms is dismissed as NIMBYism , [176] but research carried out in 2009 found that there is little evidence to support the belief that residents only object to wind farms because of a \"Not in my Back Yard\" attitude. [177]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Wind_tubines_cumbria.JPG/450px-Wind_tubines_cumbria.JPG",
                "caption": "Wind turbines such as these, in Cumbria , England, have been opposed for a number of reasons, including aesthetics, by some sectors of the population. [154] [155]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Whitelee_panorama.JPG/450px-Whitelee_panorama.JPG",
                "caption": "A panoramic view of the United Kingdom's Whitelee Wind Farm with Lochgoin Reservoir in the foreground."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Antiquity",
        "text": "Sailboats and sailing ships have been using wind power for at least 5,500 years, [ citation needed ] and architects have used wind-driven natural ventilation in buildings since similarly ancient times. The use of wind to provide mechanical power came somewhat later in antiquity. The Babylonian emperor Hammurabi planned to use wind power for his ambitious irrigation project in the 17th century BC. [16] Hero of Alexandria (Heron) in first-century Roman Egypt described what appears to be a wind-driven wheel to power a machine. [15] [17] His description of a wind-powered organ is not a practical windmill, but was either an early wind-powered toy, or a design concept for a wind-powered machine that may or may not have been a working device, as there is ambiguity in the text and issues with the design. [18] Another early example of a wind-driven wheel was the prayer wheel , which is believed to have been first used in Tibet and China , though there is uncertainty over the date of its first appearance, which could have been either circa 400, the 7th century, [19] or later. [18]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Heron%27s_Windwheel.png/200px-Heron%27s_Windwheel.png",
                "caption": "Heron 's wind-powered organ , the earliest machine powered by a windwheel [15]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/History_of_wind_power",
        "title": "History of wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Early Middle Ages",
        "text": "Wind-powered machines used to grind grain and pump water, the windmill and wind pump , were developed in what are now Iran , Afghanistan and Pakistan by the 9th century. [1] [20] The first practical windmills were in use in Sistan , a region in Iran and bordering Afghanistan, at least by the 9th century and possibly as early as the mid-to-late 7th century. These Panemone windmills were horizontal windmills, [note 1] which had long vertical driveshafts with six to twelve rectangular sails covered in reed matting or cloth. [1] These windmills were used to pump water , and in the gristmilling and sugarcane industries. [21] The use of windmills became widespread across the Middle East and Central Asia, and later spread to China and India . [22] Vertical windmills were later used extensively in Northwestern Europe to grind flour beginning in the 1180s, and many examples still exist. [23] By 500 AD, windmills were used to pump seawater for salt -making in China and Sicily. [24] Wind-powered automata are known from the mid-8th century: wind-powered statues that \"turned with the wind over the domes of the four gates and the palace complex of the Round City of Baghdad \". The \"Green Dome of the palace was surmounted by the statue of a horseman carrying a lance that was believed to point toward the enemy. This public spectacle of wind-powered statues had its private counterpart in the ' Abbasid palaces where automata of various types were predominantly displayed.\" [25]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Perzsa_malom.svg/200px-Perzsa_malom.svg.png",
                "caption": "The Persian, horizontal windmill"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Windmill_-_Smithfield_Decretals_%28Decretals_of_Gregory_IX%29_%28c.1340%29%2C_f.115r_-_BL_Royal_MS_10_E_IV.png/200px-Windmill_-_Smithfield_Decretals_%28Decretals_of_Gregory_IX%29_%28c.1340%29%2C_f.115r_-_BL_Royal_MS_10_E_IV.png",
                "caption": "Medieval depiction of a windmill"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/History_of_wind_power",
        "title": "History of wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Late Middle Ages",
        "text": "The first windmills in Europe appear in sources dating to the twelfth century. These early European windmills were sunk post mills . The earliest certain reference to a windmill dates from 1185, in Weedley, Yorkshire, although a number of earlier but less certainly dated twelfth-century European sources referring to windmills have also been adduced. [26] While it is sometimes argued that crusaders may have been inspired by windmills in the Middle East, this is unlikely since the European vertical windmills were of significantly different design than the horizontal windmills of Afghanistan. Lynn White Jr., a specialist in medieval European technology, asserts that the European windmill was an \"independent invention;\" he argues that it is unlikely that the Afghanistan-style horizontal windmill had spread as far west as the Levant during the Crusader period. [27] In medieval England rights to waterpower sites were often confined to nobility and clergy, so wind power was an important resource to a new middle class. [28] In addition, windmills, unlike water mills, were not rendered inoperable by the freezing of water in the winter. By the 14th century Dutch windmills were in use to drain areas of the Rhine River delta.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Campo_de_Criptana_Molinos_de_Viento_1.jpg/220px-Campo_de_Criptana_Molinos_de_Viento_1.jpg",
                "caption": "The vertical windmills of Campo de Criptana were immortalized in chapter VIII of Don Quixote ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/History_of_wind_power",
        "title": "History of wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "19th century",
        "text": "The first wind turbine used for the production of electricity was built in Scotland in July 1887 by Prof James Blyth of Anderson's College , Glasgow (the precursor of the University of Strathclyde ). [6] Blyth's 10 m high, cloth-sailed wind turbine was installed in the garden of his holiday cottage at Marykirk in Kincardineshire and was used to charge accumulators developed by the Frenchman Camille Alphonse Faure , to power the lighting in the cottage, [6] thus making it the first house in the world to have its electricity supplied by wind power. [31] Blyth offered the surplus electricity to the people of Marykirk for lighting the main street, however, they turned down the offer as they thought electricity was \"the work of the devil.\" [6] Although he later built a wind turbine to supply emergency power to the local Lunatic Asylum, Infirmary and Dispensary of Montrose , the invention never really caught on as the technology was not considered to be economically viable. [6] Across the Atlantic, in Cleveland, Ohio a larger and heavily engineered machine was designed and constructed between 1887 and 1888 by Charles F. Brush , [32] this was built by his engineering company at his home and operated from 1888 until 1900. [33] The Brush wind turbine had a rotor 17 m (56 foot) in diameter and was mounted on an 18 m (60 foot) tower. Although large by today's standards, the machine was only rated at 12 kW; it turned relatively slowly since it had 144 blades. The connected dynamo was used either to charge a bank of batteries or to operate up to 100 incandescent light bulbs , three arc lamps, and various motors in Brush's laboratory. The machine fell into disuse after 1900 when electricity became available from Cleveland's central stations, and was abandoned in 1908. [34] In 1891 Danish scientist, Poul la Cour , constructed a wind turbine to generate electricity, which was used to produce hydrogen [6] by electrolysis to be stored for use in experiments and to light the Askov Folk High School . He later solved the problem of producing a steady supply of power by inventing a regulator, the Kratostate, and in 1895 converted his windmill into a prototype electrical power plant that was used to light the village of Askov. [35] In Denmark there were about 2,500 windmills by 1900, used for mechanical loads such as pumps and mills, producing an estimated combined peak power of about 30 MW. In the American midwest between 1850 and 1900, a large number of small windmills, perhaps six million, were installed on farms to operate irrigation pumps. [36] Firms such as Star, Eclipse, Fairbanks-Morse , and Aeromotor became famed suppliers in North and South America.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/James_Blyth%27s_1891_windmill.jpg/220px-James_Blyth%27s_1891_windmill.jpg",
                "caption": "Blyth's windmill at his cottage in Marykirk in 1891"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Sailing_ship_Chance%2C_aground_at_Bluff%2C_1902.jpg/220px-Sailing_ship_Chance%2C_aground_at_Bluff%2C_1902.jpg",
                "caption": "Wind powered generators were used on ships by the end of the 19th century, as seen on the New Zealand sailing ship \"Chance\" (1902)."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/History_of_wind_power",
        "title": "History of wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Utility-scale turbines",
        "text": "A forerunner of modern horizontal-axis utility-scale wind generators was the WIME D-30 in service in Balaklava , near Yalta , USSR from 1931 until 1942. This was a 100 kW generator on a 30 m (100 ft) tower, connected to the local 6.3 kV distribution system. It had a three-bladed 30 metre rotor on a steel lattice tower. [41] It was reported to have an annual load factor of 32 per cent, [42] not much different from current wind machines. [43] In 1941 the world's first megawatt-size wind turbine was connected to the local electrical distribution system on the mountain known as Grandpa's Knob in Castleton, Vermont , United States. It was designed by Palmer Cosslett Putnam and manufactured by the S. Morgan Smith Company .  This 1.25 MW Smith–Putnam turbine operated for 1100 hours before a blade failed at a known weak point, which had not been reinforced due to war-time material shortages. No similar-sized unit was to repeat this \"bold experiment\" for about forty years. [40]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Wind_turbine_1941.jpg/220px-Wind_turbine_1941.jpg",
                "caption": "The world's first megawatt-sized wind turbine near Grandpa's Knob Summit, Castleton, Vermont . [40]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Eolienne_006_02.jpg/220px-Eolienne_006_02.jpg",
                "caption": "Experimental wind turbine at Nogent-le-Roi , France, 1955"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/History_of_wind_power",
        "title": "History of wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Fuel-saving turbines",
        "text": "During the Second World War , small wind generators were used on German U-boats to recharge submarine batteries as a fuel-conserving measure. In 1946 the lighthouse and residences on the island of Neuwerk were partly powered by an 18 kW wind turbine 15 metres in diameter, to economize on diesel fuel. This installation ran for around 20 years before being replaced by a submarine cable to the mainland. [44] The Station d'Etude de l'Energie du Vent at Nogent-le-Roi in France operated an experimental 800 KVA wind turbine from 1956 to 1966. [45]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Mod-2_Wind_Turbine_Cluster3.jpg/220px-Mod-2_Wind_Turbine_Cluster3.jpg",
                "caption": "The NASA/DOE 7.5 megawatt Mod-2 three turbine cluster in Goodnoe Hills, Washington in 1981"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Wind_generator_comparison.svg/220px-Wind_generator_comparison.svg.png",
                "caption": "Comparison of NASA wind turbines"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/History_of_wind_power",
        "title": "History of wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Danish development",
        "text": "A giant change took place in 1978 when the world's first multi-megawatt wind turbine was constructed. It pioneered many technologies used in modern wind turbines and allowed Vestas, Siemens and others to get the parts they needed. Especially important was the novel wing construction using help from German aeronautics specialists. The power plant was capable of delivering 2MW, had a tubular tower, pitch controlled wings and three blades. It was built by the teachers and students of the Tvind school. Before completion these \"amateurs\" were much ridiculed. The turbine still runs today and looks almost identical to the newest most modern mills. Danish commercial wind power development stressed incremental improvements in capacity and efficiency based on extensive serial production of turbines, in contrast with development models requiring extensive steps in unit size based primarily on theoretical extrapolation.  A practical consequence is that all commercial wind turbines resemble the Danish model , a light-weight three-blade upwind design. [48] All major horizontal axis turbines today rotate the same way (clockwise) to present a coherent view. However, early turbines rotated counter-clockwise like the old windmills, but a shift occurred from 1978 and on. The individualist-minded blade supplier Økær made the decision to change direction in order to be distinguished from the collective Tvind and their small wind turbines. Some of the blade customers were companies that later evolved into Vestas , Siemens , Enercon and Nordex . Public demand required that all turbines rotate the same way, and the success of these companies made clockwise the new standard. [49]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Tvindm%C3%B8llen.jpg/220px-Tvindm%C3%B8llen.jpg",
                "caption": "Tvindkraft, the world's first multi-megawatt wind turbine was built near Tvind ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/History_of_wind_power",
        "title": "History of wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "21st century",
        "text": "As the 21st century began, fossil fuel was still relatively cheap, but rising concerns over energy security , global warming , and eventual fossil fuel depletion led to an expansion of interest in all available forms of renewable energy . The fledgling commercial wind power industry began expanding at a robust growth rate of about 25% per year, driven by the ready availability of large wind resources, and falling costs due to improved technology and wind farm management. [50] The steady run-up in oil prices after 2003 led to increasing fears that peak oil was imminent, further increasing interest in commercial wind power. Even though wind power generates electricity rather than liquid fuels, and thus is not an immediate substitute for petroleum in most applications (especially transport), fears over petroleum shortages only added to the urgency to expand wind power. Earlier oil crises had already caused many utility and industrial users of petroleum to shift to coal or natural gas . Wind power showed potential for replacing natural gas in electricity generation on a cost basis. By 2021 wind energy produced 4872 terawatts-hour, 2.8% of the total primary energy production [51] and 6.6% of the total electricity production. [52] Technological innovations continue to drive new developments in the application of wind power. [53] [54] By 2015, the largest wind turbine were 8MW capacity Vestas V164 for offshore use. By 2014, over 240,000 commercial-sized wind turbines were operating in the world, producing 4% of the world's electricity. [55] [56] Total installed capacity exceeded 336GW in 2014 with China, the U.S., Germany, Spain and Italy leading in installations. In the United States, wind energy received a boost from the government's production tax credit (PTC) promoting wind energy, however these have since expired and have not been renewed as of 2022. From a pricing standpoint, General Electric (a producer of wind-turbine technology) noted an increase in steel prices detrimentally impacting supply of wind as a result of inflation. [57] PTC has a benefit for a period of 10 years from the date of construction, ranging from 1 cent to 1.9 cents per kWh. The credit was intended as temporary, but was renewed 13 times. In some states such as Nebraska, there has been local push back against wind projects with local groups rejecting wind energy projects. [58] [59] As a result, wind supplies over 8% of the United States' power, and reached a record peak of 24.5% share of power. [60] [61] Large projects are required to deliver the wind energy to markets where the power is needed. In Colorado , Xcel Energy approved a $1.7 billion project for power line transmission of 560 miles. [62] In Europe, wind has faced similar pressures from global steel prices, in addition to pressure resulting from Russia's war in Ukraine . As a result, European wind original equipment manufacturers (OEMs) have faced issues with profitability with market share moving to China. [63] In the United States, the Department of Energy estimates 60% to 75% for towers and up to 30% to 50% for blades and hubs are produced domestically. [61]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Wind_turbine_size_increase_1980-2011.png/220px-Wind_turbine_size_increase_1980-2011.png",
                "caption": "Size comparison of modern wind turbines"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Wind_energy_generation_by_region%2C_OWID.svg/220px-Wind_energy_generation_by_region%2C_OWID.svg.png",
                "caption": "Wind energy generation by region"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/History_of_wind_power",
        "title": "History of wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Role in addressing climate change",
        "text": "As part of the global effort to limit climate change , most countries have committed to net zero greenhouse gas emissions . [26] In practice, this means phasing out fossil fuels and replacing them with low-emissions energy sources. [12] At the 2023 United Nations Climate Change Conference , around three-quarters of the world's countries set a goal of tripling renewable energy capacity by 2030. [27] The European Union aims to generate 40% of its electricity from renewables by the same year. [28]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/2021_Death_rates%2C_by_energy_source.svg/300px-2021_Death_rates%2C_by_energy_source.svg.png",
                "caption": "Deaths caused as a result of fossil fuel use (areas of rectangles in chart) greatly exceed those resulting from production of renewable energy (rectangles barely visible in chart). [25]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Intermittency",
        "text": "The two most important forms of renewable energy, solar and wind, are intermittent energy sources : they are not available constantly, resulting in lower capacity factors . In contrast, fossil fuel power plants are usually able to produce precisely the amount of energy an electricity grid requires at a given time. Solar energy can only be captured during the day, and ideally in cloudless conditions. Wind power generation can vary significantly not only day-to-day, but even month-to-month. [31] This poses a challenge when transitioning away from fossil fuels: energy demand will often be higher or lower than what renewables can provide. [32] Both scenarios can cause electricity grids to become overloaded, leading to power outages . In the medium-term, this variability may require keeping some gas-fired power plants or other dispatchable generation on standby [33] [34] until there is enough energy storage, demand response , grid improvement, and/or baseload power from non-intermittent sources. In the long-term, energy storage is an important way of dealing with intermittency. [35] Using diversified renewable energy sources and smart grids can also help flatten supply and demand. [36] Sector coupling of the power generation sector with other sectors may increase flexibility: for example the transport sector can be coupled by charging electric vehicles and sending electricity from vehicle to grid . [37] Similarly the industry sector can be coupled by hydrogen produced by electrolysis, [38] and the buildings sector by thermal energy storage for space heating and cooling. [39] Building overcapacity for wind and solar generation can help ensure sufficient electricity production even during poor weather. In optimal weather, it may be necessary to curtail energy generation if it is not possible to use or store excess electricity. [40]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Renewables_need_flexible_backup_not_baseload.png/300px-Renewables_need_flexible_backup_not_baseload.png",
                "caption": "Estimated power demand over a week in May 2012 and May 2020, Germany, showing the variability in solar and wind power both day-to-day and month-to-month."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Solar energy",
        "text": "Solar power produced around 1.3 terrawatt-hours (TWh) worldwide in 2022, [10] representing 4.6% of the world's electricity. Almost all of this growth has happened since 2010. [52] Solar energy can be harnessed anywhere that receives sunlight; however, the amount of solar energy that can be harnessed for electricity generation is influenced by weather conditions , geographic location and time of day. [53] There are two mainstream ways of harnessing solar energy: solar thermal , which converts solar energy into heat; and photovoltaics (PV), which converts it into electricity. [12] PV is far more widespread, accounting for around two thirds of the global solar energy capacity as of 2022. [54] It is also growing at a much faster rate, with 170 GW newly installed capacity in 2021, [55] compared to 25 GW of solar thermal. [54] Passive solar refers to a range of construction strategies and technologies that aim to optimize the distribution of solar heat in a building. Examples include solar chimneys , [12] orienting a building to the sun, using construction materials that can store heat , and designing spaces that naturally circulate air . [56] From 2020 to 2022, solar technology investments almost doubled from USD 162 billion to USD 308 billion, driven by the sector's increasing maturity and cost reductions, particularly in solar photovoltaic (PV), which accounted for 90% of total investments. China and the United States were the main recipients, collectively making up about half of all solar investments since 2013. Despite reductions in Japan and India due to policy changes and COVID-19 , growth in China, the United States, and a significant increase from Vietnam's feed-in tariff program offset these declines. Globally, the solar sector added 714 gigawatts (GW) of solar PV and concentrated solar power (CSP) capacity between 2013 and 2021, with a notable rise in large-scale solar heating installations in 2021, especially in China, Europe, Turkey, and Mexico. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/SolarFachwerkhaus.jpg/220px-SolarFachwerkhaus.jpg",
                "caption": "A small, roof-top mounted PV system in Bonn , Germany"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG/220px-Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG",
                "caption": "Komekurayama photovoltaic power station in Kofu , Japan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Photovoltaics",
        "text": "A photovoltaic system , consisting of solar cells assembled into panels , converts light into electrical direct current via the photoelectric effect . [60] PV has several advantages that make it by far the fastest-growing renewable energy technology. It is cheap, low-maintenance and scalable; adding to an existing PV installation as demanded arises is simple. Its main disadvantage is its poor performance in cloudy weather. [12] PV systems range from small, residential and commercial rooftop or building integrated installations, to large utility-scale photovoltaic power station . [61] A household's solar panels can either be used for just that household or, if connected to an electrical grid, can be aggregated with millions of others. [62] The first utility-scale solar power plant was built in 1982 in Hesperia, California by ARCO . [63] The plant was not profitable and was sold eight years later. [64] However, over the following decades, PV cells became significantly more efficient and cheaper. [65] As a result, PV adoption has grown exponentially since 2010. [66] Global capacity increased from 230 GW at the end of 2015 to 890 GW in 2021. [67] PV grew fastest in China between 2016 and 2021, adding 560 GW, more than all advanced economies combined. [68] Four of the ten biggest solar power stations are in China, including the biggest, Golmud Solar Park in China. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg/220px-1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg.png",
                "caption": "Swanson's law –stating that solar module prices have dropped about 20% for each doubling of installed capacity—defines the \" learning rate \" of solar photovoltaics . [58] [59]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Wind power",
        "text": "Humans have harnessed wind energy since at least 3500 BC. Until the 20th century, it was primarily used to power ships, windmills and water pumps. Today, the vast majority of wind power is used to generate electricity using wind turbines. [12] Modern utility-scale wind turbines range from around 600 kW to 9 MW of rated power. The power available from the wind is a function of the cube of the wind speed, so as wind speed increases, power output increases up to the maximum output for the particular turbine. [76] Areas where winds are stronger and more constant, such as offshore and high-altitude sites, are preferred locations for wind farms. Wind-generated electricity met nearly 4% of global electricity demand in 2015, with nearly 63 GW of new wind power capacity installed. Wind energy was the leading source of new capacity in Europe, the US and Canada, and the second largest in China. In Denmark, wind energy met more than 40% of its electricity demand while Ireland, Portugal and Spain each met nearly 20%. [77] Globally, the long-term technical potential of wind energy is believed to be five times total current global energy production, or 40 times current electricity demand, assuming all practical barriers needed were overcome. This would require wind turbines to be installed over large areas, particularly in areas of higher wind resources, such as offshore, and likely also industrial use of new types of VAWT turbines in addition to the horizontal axis units currently in use. As offshore wind speeds average ~90% greater than that of land, offshore resources can contribute substantially more energy than land-stationed turbines. [78] Investments in wind technologies reached USD 161 billion in 2020, with onshore wind dominating at 80% of total investments from 2013 to 2022. Offshore wind investments nearly doubled to USD 41 billion between 2019 and 2020, primarily due to policy incentives in China and expansion in Europe. Global wind capacity increased by 557 GW between 2013 and 2021, with capacity additions increasing by an average of 19% each year. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Pretty_flamingos_-_geograph.org.uk_-_578705.jpg/170px-Pretty_flamingos_-_geograph.org.uk_-_578705.jpg",
                "caption": "Burbo , NW-England"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Fentonwindpark1.jpg/220px-Fentonwindpark1.jpg",
                "caption": "Sunrise at the Fenton Wind Farm in Minnesota, United States"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Wind_energy_generation_by_region%2C_OWID.svg/300px-Wind_energy_generation_by_region%2C_OWID.svg.png",
                "caption": "Wind energy generation by region over time [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Hydropower",
        "text": "Since water is about 800 times denser than air , even a slow flowing stream of water, or moderate sea swell , can yield considerable amounts of energy. Water can generate electricity with a conversion efficiency of about 90%, which is the highest rate in renewable energy. [82] There are many forms of water energy: Much hydropower is flexible, thus complementing wind and solar. [86] In 2021, the world renewable hydropower capacity was 1,360 GW. [68] Only a third of the world's estimated hydroelectric potential of 14,000 TWh/year has been developed. [87] [88] New hydropower projects face opposition from local communities due to their large impact, including relocation of communities and flooding of wildlife habitats and farming land. [89] High cost and lead times from permission process, including environmental and risk assessments, with lack of environmental and social acceptance are therefore the primary challenges for new developments. [90] It is popular to repower old dams thereby increasing their efficiency and capacity as well as quicker responsiveness on the grid. [91] Where circumstances permit existing dams such as the Russell Dam built in 1985 may be updated with \"pump back\" facilities for pumped-storage which is useful for peak loads or to support intermittent wind and solar power. Because dispatchable power is more valuable than VRE [92] [93] countries with large hydroelectric developments such as Canada and Norway are spending billions to expand their grids to trade with neighboring countries having limited hydro. [94]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/ThreeGorgesDam-China2009.jpg/220px-ThreeGorgesDam-China2009.jpg",
                "caption": "The Three Gorges Dam for hydropower on the Yangtze River in China"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Three_gorges_dam_from_space.jpg/220px-Three_gorges_dam_from_space.jpg",
                "caption": "Three Gorges Dam and Gezhouba Dam , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Bioenergy",
        "text": "Biomass is biological material derived from living, or recently living organisms. Most commonly, it refers to plants or plant-derived materials. As an energy source, biomass can either be used directly via combustion to produce heat, or converted to a more energy-dense biofuel like ethanol. Wood is the most significant biomass energy source as of 2012 [98] and is usually sourced from a trees cleared for silvicultural reasons or fire prevention . Municipal wood waste – for instance, construction materials or sawdust – is also often burned for energy. [99] The biggest per-capita producers of wood-based bioenergy are heavily forested countries like Finland, Sweden, Estonia, Austria, and Denmark. [100] Bioenergy can be environmentally destructive if old-growth forests are cleared to make way for crop production. In particular, demand for palm oil to produce biodiesel has contributed to the deforestation of tropical rainforests in Brazil and Indonesia. [101] In addition, burning biomass still produces carbon emissions, although much less than fossil fuels (39 grams of CO 2 per megajoule of energy, compared to 75 g/MJ for fossil fuels). [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Metz_biomass_power_station.jpg/220px-Metz_biomass_power_station.jpg",
                "caption": "A CHP power station using wood to supply 30,000 households in France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Biofuel",
        "text": "Biofuels are primarily used in transportation, providing 3.5% of the world's transport energy demand in 2022, [103] up from 2.7% in 2010. [104] Biojet is expected to be important for short-term reduction of carbon dioxide emissions from long-haul flights. [105] Aside from wood, the major sources of bioenergy are bioethanol and biodiesel . [12] Bioethanol is usually produced by fermenting the sugar components of crops like sugarcane and maize , while biodiesel is mostly made from oils extracted from plants, such as soybean oil and corn oil . [106] Most of the crops used to produce bioethanol and biodiesel are grown specifically for this purpose, [107] although used cooking oil accounted for 14% of the oil used to produce biodiesel as of 2015. [106] The biomass used to produce biofuels varies by region. Maize is the major feedstock in the United States, while sugarcane dominates in Brazil. [108] In the European Union, where biodiesel is more common than bioethanol, rapeseed oil and palm oil are the main feedstocks. [109] China, although it produces comparatively much less biofuel, uses mostly corn and wheat. [110] In many countries, biofuels are either subsidized or mandated to be included in fuel mixtures . [101] There are many other sources of bioenergy that are more niche, or not yet viable at large scales. For instance, bioethanol could be produced from the cellulosic parts of crops, rather than only the seed as is common today. [111] Sweet sorghum may be a promising alternative source of bioethanol, due to its tolerance of a wide range of climates. [112] Cow dung can be converted into methane. [113] There is also a great deal of research involving algal fuel , which is attractive because algae is a non-food resource, grows around 20 times faster than most food crops, and can be grown almost anywhere. [114]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Faz_S_Sofia_canavial_090607_REFON.JPG/220px-Faz_S_Sofia_canavial_090607_REFON.JPG",
                "caption": "Sugarcane plantation to produce ethanol in Brazil"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Soybeanbus.jpg/220px-Soybeanbus.jpg",
                "caption": "A bus fueled by biodiesel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Geothermal energy",
        "text": "Geothermal energy is thermal energy (heat) extracted from the Earth's crust . It originates from several different sources , of which the most significant is slow radioactive decay of minerals contained in the Earth's interior , [12] as well as some leftover heat from the formation of the Earth . [119] Some of the heat is generated near the Earth's surface in the crust, but some also flows from deep within the Earth from the mantle and core . [119] Geothermal energy extraction is viable mostly in countries located on tectonic plate edges, where the Earth's hot mantle is more exposed. [120] As of 2023, the United States has by far the most geothermal capacity (2.7 GW, [121] or less than 0.2% of the country's total energy capacity [122] ), followed by Indonesia and the Philippines. Global capacity in 2022 was 15 GW. [121] Geothermal energy can be either used directly to heat homes, as is common in Iceland, or to generate electricity. At smaller scales, geothermal power can be generated with geothermal heat pumps , which can extract heat from ground temperatures of under 30 °C (86 °F), allowing them to be used at relatively shallow depths of a few meters. [120] Electricity generation requires large plants and ground temperatures of at least 150 °C (302 °F). In some countries, electricity produced from geothermal energy accounts for a large portion of the total, such as Kenya (43%) and Indonesia (5%). [123] Technical advances may eventually make geothermal power more widely available. For example, enhanced geothermal systems involve drilling around 10 kilometres (6.2 mi) into the Earth, breaking apart hot rocks and extracting the heat using water. In theory, this type of geothermal energy extraction could be done anywhere on Earth. [120]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/NesjavellirPowerPlant_edit2.jpg/220px-NesjavellirPowerPlant_edit2.jpg",
                "caption": "Steam rising from the Nesjavellir Geothermal Power Station in Iceland"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/West_Ford_Flat_Geothermal_Cooling_Tower.JPG/170px-West_Ford_Flat_Geothermal_Cooling_Tower.JPG",
                "caption": "Geothermal plant at The Geysers , California, US"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Krafla_geothermal_power_station_wiki.jpg/220px-Krafla_geothermal_power_station_wiki.jpg",
                "caption": "Krafla , a geothermal power station in Iceland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Marine energy",
        "text": "Marine energy (also sometimes referred to as ocean energy) is the energy carried by ocean waves , tides , salinity , and ocean temperature differences . Technologies to harness the energy of moving water include wave power , marine current power , and tidal power . Reverse electrodialysis (RED) is a technology for generating electricity by mixing fresh water and salty sea water in large power cells. [130] Most marine energy harvesting technologies are still at low technology readiness levels and not used at large scales. Tidal energy is generally considered the most mature, but has not seen wide deployment. [131] The world's largest tidal power station is on Sihwa Lake , South Korea, [132] which produces around 550 gigawatt-hours of electricity per year. [133]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg/220px-Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg",
                "caption": "Aerial view of Sihwa Tidal Power Station in South Korea"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Growth of renewables",
        "text": "The results of a recent review of the literature concluded that as greenhouse gas (GHG) emitters begin to be held liable for damages resulting from GHG emissions resulting in climate change, a high value for liability mitigation would provide powerful incentives for deployment of renewable energy technologies. [181] In the decade of 2010–2019, worldwide investment in renewable energy capacity excluding large hydropower amounted to US$2.7 trillion, of which the top countries China contributed US$818 billion, the United States contributed US$392.3 billion, Japan contributed US$210.9 billion, Germany contributed US$183.4 billion, and the United Kingdom contributed US$126.5 billion. [182] This was an increase of over three and possibly four times the equivalent amount invested in the decade of 2000–2009 (no data is available for 2000–2003). [182] As of 2022, an estimated 28% of the world's electricity was generated by renewables. This is up from 19% in 1990. [183]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg/232px-20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg.png",
                "caption": "Investment: Companies, governments and households have committed increasing amounts to decarbonization, including renewable energy (solar, wind), electric vehicles and associated charging infrastructure, energy storage, energy-efficient heating systems, carbon capture and storage, and hydrogen. [171] [172]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg/232px-20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg.png",
                "caption": "Levelized cost: With increasingly widespread implementation of renewable energy sources, costs have declined, most notably for energy generated by solar panels. [175] [176] Levelized cost of energy (LCOE) is a measure of the average net present cost of electricity generation for a generating plant over its lifetime."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Future projections",
        "text": "A December 2022 report by the IEA forecasts that over 2022-2027, renewables are seen growing by almost 2 400 GW in its main forecast, equal to the entire installed power capacity of China in 2021. This is an 85% acceleration from the previous five years, and almost 30% higher than what the IEA forecast in its 2021 report, making its largest ever upward revision. Renewables are set to account for over 90% of global electricity capacity expansion over the forecast period. [68] To achieve net zero emissions by 2050, IEA believes that 90% of global electricity generation will need to be produced from renewable sources. [17] In June 2022 IEA Executive Director Fatih Birol said that countries should invest more in renewables to \"ease the pressure on consumers from high fossil fuel prices, make our energy systems more secure, and get the world on track to reach our climate goals.\" [185] China's five year plan to 2025 includes increasing direct heating by renewables such as geothermal and solar thermal. [186] REPowerEU , the EU plan to escape dependence on fossil Russian gas , is expected to call for much more green hydrogen . [187] After a transitional period, [188] renewable energy production is expected to make up most of the world's energy production. In 2018, the risk management firm, DNV GL , forecasts that the world's primary energy mix will be split equally between fossil and non-fossil sources by 2050. [189]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg/220px-2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg.png",
                "caption": "In 2023, electricity generation from wind and solar sources was projected to exceed 30% by 2030. [184]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Policy",
        "text": "Policies to support renewable energy have been vital in their expansion. Where Europe dominated in establishing energy policy in the early 2000s, most countries around the world now have some form of energy policy. [199] The International Renewable Energy Agency (IRENA) is an intergovernmental organization for promoting the adoption of renewable energy worldwide. It aims to provide concrete policy advice and facilitate capacity building and technology transfer. IRENA was formed in 2009, with 75 countries signing the charter of IRENA. [200] As of April 2019, IRENA has 160 member states. [201] The then United Nations Secretary-General Ban Ki-moon has said that renewable energy can lift the poorest nations to new levels of prosperity, [202] and in September 2011 he launched the UN Sustainable Energy for All initiative to improve energy access, efficiency and the deployment of renewable energy. [203] The 2015 Paris Agreement on climate change motivated many countries to develop or improve renewable energy policies. [204] In 2017, a total of 121 countries adopted some form of renewable energy policy. [199] National targets that year existed in 176 countries. [204] In addition, there is also a wide range of policies at the state/provincial, and local levels. [104] Some public utilities help plan or install residential energy upgrades . Many national, state and local governments have created green banks . A green bank is a quasi-public financial institution that uses public capital to leverage private investment in clean energy technologies. [205] Green banks use a variety of financial tools to bridge market gaps that hinder the deployment of clean energy. Climate neutrality by the year 2050 is the main goal of the European Green Deal . [206] For the European Union to reach their target of climate neutrality, one goal is to decarbonise its energy system by aiming to achieve \"net-zero greenhouse gas emissions by 2050.\" [207]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Share_of_electricity_production_from_renewables.svg/330px-Share_of_electricity_production_from_renewables.svg.png",
                "caption": "Share of electricity production from renewables, 2022 [8]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Geopolitics",
        "text": "The geopolitical impact of the growing use of renewable energy is a subject of ongoing debate and research. [219] Many fossil-fuel producing countries, such as Qatar , Russia , Saudi Arabia and Norway , are currently able to exert diplomatic or geopolitical influence as a result of their oil wealth. Most of these countries are expected to be among the geopolitical \"losers\" of the energy transition, although some, like Norway, are also significant producers and exporters of renewable energy. Fossil fuels and the infrastructure to extract them may, in the long term, become stranded assets . [220] It has been speculated that countries dependent on fossil fuel revenue may one day find it in their interests to quickly sell off their remaining fossil fuels. [221] Conversely, nations abundant in renewable resources, and the minerals required for renewables technology, are expected to gain influence. [222] [223] In particular, China has become the world's dominant manufacturer of the technology needed to produce or store renewable energy, especially solar panels , wind turbines , and lithium-ion batteries . [224] Nations rich in solar and wind energy could become major energy exporters. [225] Some may produce and export green hydrogen , [226] [225] although electricity is projected to be the dominant energy carrier in 2050, accounting for almost 50% of total energy consumption (up from 22% in 2015). [227] Countries with large uninhabited areas such as Australia, China, and many African and Middle Eastern countries have a potential for huge installations of renewable energy. The production of renewable energy technologies requires rare-earth elements with new supply chains. [228] Countries with already weak governments that rely on fossil fuel revenue may face even higher political instability or popular unrest. Analysts consider Nigeria, Angola , Chad , Gabon , and Sudan , all countries with a history of military coups , to be at risk of instability due to dwindling oil income. [229] A study found that transition from fossil fuels to renewable energy systems reduces risks from mining, trade and political dependence because renewable energy systems don't need fuel – they depend on trade only for the acquisition of materials and components during construction. [230] In October 2021, European Commissioner for Climate Action Frans Timmermans suggested \"the best answer\" to the 2021 global energy crisis is \"to reduce our reliance on fossil fuels.\" [231] He said those blaming the European Green Deal were doing so \"for perhaps ideological reasons or sometimes economic reasons in protecting their vested interests.\" [231] Some critics blamed the European Union Emissions Trading System (EU ETS) and closure of nuclear plants for contributing to the energy crisis. [232] [233] [234] European Commission President Ursula von der Leyen said that Europe is \"too reliant\" on natural gas and too dependent on natural gas imports . According to Von der Leyen, \"The answer has to do with diversifying our suppliers ... and, crucially, with speeding up the transition to clean energy.\" [235]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/TREC-Map-en.jpg/220px-TREC-Map-en.jpg",
                "caption": "A concept of a super grid"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Public support",
        "text": "Solar power plants may compete with arable land , [254] [255] while on-shore wind farms often face opposition due to aesthetic concerns and noise. [256] [257] Such opponents are often described as NIMBYs (\"not in my back yard\"). [258] Some environmentalists are concerned about fatal collisions of birds and bats with wind turbines. [259] Although protests against new wind farms occasionally occur around the world, regional and national surveys generally find broad support for both solar and wind power. [260] [261] [262] Community-owned wind energy is sometimes proposed as a way to increase local support for wind farms. [263] A 2011 UK Government document stated that \"projects are generally more likely to succeed if they have broad public support and the consent of local communities. This means giving communities both a say and a stake.\" [264] In the 2000s and early 2010s, many renewable projects in Germany, Sweden and Denmark were owned by local communities, particularly through cooperative structures. [265] [266] In the years since, more installations in Germany have been undertaken by large companies, [263] but community ownership remains strong in Denmark. [267]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [253]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Future development",
        "text": "The Organisation for Economic Co-operation and Development (OECD) predicted in 2016 that offshore wind power will grow to 8% of ocean economy by 2030, and that its industry will employ 435,000 people, adding $230 billion of value. [47] The European Commission expects that offshore wind energy will be of increasing importance in the future, as offshore wind is part of its Green Deal . [48] The development of the full potential of Europe's offshore wind energy is one of the key actions in the Clean Energy section of the Green Deal. [48] By 2050, the expectation is that the installed offshore wind power capacity will reach 1550 GW on a worldwide scale. [31] Compared to the capacity of 2017 that corresponds to an 80-fold increase. [31] One of the advancements that characterises the current development within the offshore industry are technologies that allow for offshore wind projects further off the shore where wind availability is higher. In particular, the adoption of floating foundation technologies has proved to be a promising technology for unlocking the wind potential on deeper waters. [49] A main investor for Europe has been the European Investment Bank. The EIB has been investing in offshore renewable energy, co-financing around 40% of all capacity in Europe. Since 2003, the EIB has sponsored 34 offshore wind projects in Europe, including facilities in Belgium, Denmark, Germany, France, the Netherlands, Portugal, and the United Kingdom, totaling more over €10 billion in loans. The EIB funded €3.7 billion in maritime renewable energy between 2019 and 2023 and has future plans for financing of wind farms. [50] [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/20210830_Windfarm_power_generation_capacity_-_offshore_capacity%2C_and_total_needed.svg/220px-20210830_Windfarm_power_generation_capacity_-_offshore_capacity%2C_and_total_needed.svg.png",
                "caption": "Offshore windfarms, including floating windfarms, provide a small but growing fraction of total windfarm power generation. Such power generation capacity must grow substantially to help meet the IEA 's Net Zero by 2050 pathway to combat climate change . [46]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Offshore_wind_power",
        "title": "Offshore wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Economics",
        "text": "The advantage of locating wind turbines offshore is that the wind is much stronger off the coasts, and unlike wind over land, offshore breezes can be strong in the afternoon, matching the time when people are using the most electricity. Offshore turbines can also be located close to the load centers along the coasts, such as large cities, eliminating the need for new long-distance transmission lines. [53] However, there are several disadvantages of offshore installations, related to more expensive installation, difficulty of access, and harsher conditions for the units. Locating wind turbines offshore exposes the units to high humidity, salt water and salt water spray which negatively affect service life, cause corrosion and oxidation, increase maintenance and repair costs and in general make every aspect of installation and operation much more difficult, time-consuming, more dangerous and far more expensive than sites on land. \nThe humidity and temperature is controlled by air conditioning the sealed nacelle. [54] Sustained high-speed operation and generation also increases wear, maintenance and repair requirements proportionally. The cost of the turbine represents just one third to one half [36] of total costs in offshore projects today, the rest comes from infrastructure, maintenance, and oversight. \nCosts for foundations, installation, electrical connections and operation and maintenance (O&M) are a large share of the total for offshore installations compared to onshore wind farms.\nThe cost of installation and electrical connection also increases rapidly with distance from shore and water depth. [55] Other limitations of offshore wind power are related to the still limited number of installations. \nThe offshore wind industry is not yet fully industrialized, as supply bottlenecks still exist as of 2017. [56]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Levelized_cost_of_electricity_Germany_2018_ISE.png/220px-Levelized_cost_of_electricity_Germany_2018_ISE.png",
                "caption": "Comparison of the levelized cost of electricity of offshore wind power compared to other sources in Germany in 2018 [52]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Offshore_wind_power",
        "title": "Offshore wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Offshore wind resources",
        "text": "Offshore wind resources are by their nature both huge in scale and highly dispersed, considering the ratio of the planet's surface area that is covered by oceans and seas compared to land mass. Wind speeds offshore are known to be considerably higher than for the equivalent location onshore due to the absence of land mass obstacles and the lower surface roughness of water compared to land features such as forests and savannah, a fact that is illustrated by global wind speed maps that cover both onshore and offshore areas using the same input data and methodology.  \nFor the North Sea , wind turbine energy is around 30 kWh /m 2 of sea area, per year, delivered to grid. The energy per sea area is roughly independent of turbine size. [67] The technical exploitable resource potential for offshore wind is a factor of the average wind speed and water depth, as it is only possible to generate electricity from offshore wind resources where turbines can be anchored. Currently, fixed foundation offshore wind turbines can be installed up to around 50 metres (160 ft) of sea depth. Beyond that, floating foundation turbines would be required, potentially allowing installation at depths of up to one kilometre (3,300 ft) based on currently proposed technologies. [68] Based on an analysis of viable water depths and wind speeds over seven metres per second (23 ft/s), it has been estimated that there is over 17 terawatt (TW) of offshore wind technical potential in just the 50 countries studied, not including most OECD countries such as Australia, Japan, the United States or Western Europe. Well-endowed countries such as Argentina and China have almost 2 TW and 3 TW of potential respectively, illustrating the vast potential of offshore wind in such locations. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Global-Offshore-Wind-Potential-WBG-ESMAP.png/440px-Global-Offshore-Wind-Potential-WBG-ESMAP.png",
                "caption": "Map of Global Offshore Wind Speeds ( Global Wind Atlas 3.0)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Offshore_wind_power",
        "title": "Offshore wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Planning and permitting",
        "text": "It is necessary to obtain several types of information in order to plan the commissioning of an offshore wind farm. These include: Existing hardware for measurements includes Light Detection and Ranging ( LIDAR ), Sonic Detection and Ranging ( SODAR ), radar , autonomous underwater vehicles (AUV), and remote satellite sensing, although these technologies should be assessed and refined, according to a report from a coalition of researchers from universities, industry, and government, supported by the Atkinson Center for a Sustainable Future . [70] Because of the many factors involved, one of the biggest difficulties with offshore wind farms is the ability to predict loads. Analysis must account for the dynamic coupling between translational (surge, sway, and heave) and rotational (roll, pitch, and yaw ) platform motions and turbine motions, as well as the dynamic characterization of mooring lines for floating systems. Foundations and substructures make up a large fraction of offshore wind systems, and must take into account every single one of these factors. [70] Load transfer in the grout between tower and foundation may stress the grout, and elastomeric bearings are used in several British sea turbines. [71] Corrosion is also a serious problem and requires detailed design considerations. The prospect of remote monitoring of corrosion looks very promising, using expertise utilised by the offshore oil/gas industry and other large industrial plants. Moreover, as power generation efficiency of wind farms downwind of offshore wind farms was found to decrease, strategic decision-making may need to consider – cross-national – limits and potentials for optimization. [72] [73] Some of the guidelines for designing offshore wind farms are set out in IEC 61400 -3, [74] [75] [76] but in the US several other standards are necessary. [77] In the European Union (EU), different national standards are to be streamlined into more cohesive guidelines to lower costs. [78] The standards require that a loads analysis is based on site-specific external conditions such as wind, wave and currents. [79] The planning and permitting phase can cost more than $10 million, take 5–7 years and have an uncertain outcome. The industry is putting pressure on governments to improve the processes. [80] [81] In Denmark , many of these phases have been deliberately streamlined by authorities in order to minimize hurdles, [82] and this policy has been extended for coastal wind farms with a concept called ’one-stop-shop’. [83] The United States introduced a similar model called \"Smart from the Start\" in 2012. [84] In the EU, the revised Renewable Energy Directive of 2018 has simplified the permitting process to help initiate wind projects. [30]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Thames_Estuary_and_Wind_Farms_from_Space_NASA_with_annotations.jpg/350px-Thames_Estuary_and_Wind_Farms_from_Space_NASA_with_annotations.jpg",
                "caption": "Four offshore wind farms are in the Thames Estuary area: Kentish Flats , Gunfleet Sands , Thanet and London Array . The latter was the largest in the world until September 2018."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Offshore_wind_power",
        "title": "Offshore wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Types",
        "text": "As a general rule, fixed foundation offshore wind turbines are considered technically viable in areas with water depth less than 50 metres (160 ft) and average wind speeds over 7 metres per second (23 ft/s). [68] Floating offshore wind turbines are considered technically viable with water depths from 50 to 1,000 metres (160 to 3,280 ft). The displayed map of Vietnam provides an estimate of technical potential for that country for both fixed foundation and floating offshore wind turbines according to the water depth.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Foundations_NREL.jpg/330px-Foundations_NREL.jpg",
                "caption": "Progression of expected wind turbine evolution to deeper water"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Vietnam_Offshore_Wind_Technical_Potential.pdf/page1-290px-Vietnam_Offshore_Wind_Technical_Potential.pdf.jpg",
                "caption": "Estimated technical potential for fixed and floating offshore wind in Vietnam in terms of installed power capacity in megawatts (MW) within 200 kilometers of the shoreline"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Ankunft_der_Tripods_in_Wilhelmshaven.jpg/220px-Ankunft_der_Tripods_in_Wilhelmshaven.jpg",
                "caption": "Tripods foundation for offshore wind farms in 2008 in Wilhelmshaven , Germany"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Offshore_wind_power",
        "title": "Offshore wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Fixed foundation",
        "text": "Almost all currently operating offshore wind farms employ fixed foundation turbines, with the exception of a few pilot projects.\nFixed foundation offshore wind turbines have fixed foundations underwater, and are installed in relatively shallow waters of up to 50 to 60 metres (160 to 200 ft). [88] Types of underwater structures include monopile , tripod, and jacketed, with various foundations at the sea floor including monopile or multiple piles, gravity base , and caissons . [88] Offshore turbines require different types of bases for stability, according to the depth of water. \nTo date a number of different solutions exist: [16] [89] Monopiles up to 11 metres (36 ft) diameter at 2,000 tonnes can be made, but the largest so far are 1,300 tons which is below the 1,500 tonnes limit of some crane vessels. \nThe other turbine components are much smaller. [90] The tripod pile substructure system is a more recent concept developed to reach deeper waters than monopile systems, with depths up to 60 m possible. This technology consists of three monopiles linked together through a joint piece at the top. The main advantage of this solution is the simplicity of the installation, which is done by installing the three monopiles and then adding the upper joint. The larger base also decreases the risk of getting overturned. [91] A steel jacket structure comes from an adaptation to the offshore wind industry of concepts that have been in use in the oil and gas industry for decades. Their main advantage lies in the possibility of reaching higher depths (up to 80m). Their main limitations are due to the high construction and installation costs. [91]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Offshore_wind_foundation_types.svg/220px-Offshore_wind_foundation_types.svg.png",
                "caption": "Most common types of fixed offshore wind foundations"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Offshore_wind_power",
        "title": "Offshore wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Floating",
        "text": "For locations with depths over about 60–80 m, fixed foundations are uneconomical or technically unfeasible, and floating wind turbines anchored to the ocean floor are needed. [92] [93] [94] Blue H Technologies , which was ultimately acquired by Seawind Ocean Technology , installed the world's first floating wind turbine in 2007. [95] [96] [97] Hywind is the world's first full-scale floating wind turbine, installed in the North Sea off Norway in 2009. [98] Hywind Scotland , commissioned in October 2017, is the first operational floating wind farm, with a capacity of 30 MW. Other kinds of floating turbines have been deployed, and more projects are planned.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Blue_H_Technologies_-_World%27s_First_Floating_Wind_Turbine.jpg/220px-Blue_H_Technologies_-_World%27s_First_Floating_Wind_Turbine.jpg",
                "caption": "Blue H Technologies - World's First Floating Wind Turbine"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Offshore_wind_power",
        "title": "Offshore wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Installation",
        "text": "Specialized jackup rigs ( wind turbine installation vessels ) are used to install foundation and turbine. As of 2019 [update] the next generation of vessels are being built, capable of lifting 3–5,000 tons to 160 metres (520 ft). [101] The large components can be difficult to install, and gyroscopes can improve handling precision. [102] Dynamic positioning has also been used to keep the vibrating pile driver steady when installing foundations. [103] A large number of monopile foundations have been used in recent years for economically constructing fixed-bottom offshore wind farms in shallow-water locations. [104] [105] Each uses a single, generally large-diameter, foundation structural element to support all the loads (weight, wind, etc.) of a large above-surface structure. Other types are tripods (steel) and gravity base foundations (concrete). The typical construction process for a wind turbine sub-sea monopile foundation in sand includes using a pile driver to drive a large hollow steel pile 25 metres (82 ft) deep into the seabed, through a 0.5-metre (20 in) layer of larger stone and gravel to minimize erosion around the pile. These piles can be four metres (13 ft) in diameter with approximately 50-millimetre (2.0 in) thick walls. \nA transition piece (complete with pre-installed features such as boat-landing arrangement, cathodic protection , cable ducts for sub-marine cables, turbine tower flange, etc.) is attached to the now deeply driven pile, the sand and water are removed from the centre of the pile and replaced with concrete . An additional layer of even larger stone, up to 0.5 m diameter, is applied to the surface of the seabed for longer-term erosion protection. [105] For the ease of installing the towers and connecting them to the seabed, they are installed in two parts, the portion below the water surface and the portion above the water. [99] The two portions of the tower are joined by a transition piece which is filled with a grouted connection. The grouted connection helps transfer the loads experienced by the turbine tower to the more stable monopile foundation of the turbine. One technique for strengthening the grout used in the connections is to include weld beads known as shear keys along the length of the grout connection to prevent any sliding between the monopile and the tower. [106] Offshore wind turbine components are large. Transporting of components between manufacturing and assembling facilities before the installation is to be minimized. As a result, offshore wind port facilities have been specifically built in the regions with high concentration of offshore wind developments. [107] For large offshore wind farm projects, offshore wind ports become strategic hubs of the supply chain for the installations. [108]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/2012-02-22-Fotoflugkurs_Cuxhaven-Einsamer_Sch%C3%BCtze_140.JPG/220px-2012-02-22-Fotoflugkurs_Cuxhaven-Einsamer_Sch%C3%BCtze_140.JPG",
                "caption": "Several foundation structures for offshore wind turbines in the port of Bremerhaven"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Offshore_wind_power",
        "title": "Offshore wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Grid connection",
        "text": "There are several different types of technologies that are being explored as viable options for integrating offshore wind power into the onshore grid. The most conventional method is through high-voltage alternating current (HVAC) transmission lines. HVAC transmission lines are currently the most commonly used form of grid connections for offshore wind turbines. [113] However, there are significant limitations that prevent HVAC from being practical, especially as the distance to offshore turbines increases. First, HVAC is limited by cable charging currents, [113] which are a result of capacitance in the cables. Undersea AC cables have a much higher capacitance than overhead AC cables, so losses due to capacitance become much more significant, and the voltage magnitude at the receiving end of the transmission line can be significantly different from the magnitude at the generating end. In order to compensate for these losses, either more cables or reactive compensation must be added to the system. Both of these add costs to the system. [113] Additionally, because HVAC cables have both real and reactive power flowing through them, there can be additional losses. [114] Because of these losses, underground HVAC lines are limited in how far they can extend. The maximum appropriate distance for HVAC transmission for offshore wind power is considered to be around 80 kilometres (50 mi). [113] Using high-voltage direct current (HVDC) cables has been a proposed alternative to using HVAC cables. HVDC transmission cables are not affected by the cable charging currents and experience less power loss because HVDC does not transmit reactive power. [115] With less losses, undersea HVDC lines can extend much farther than HVAC. This makes HVDC preferable for siting wind turbines very far offshore. However, HVDC requires power converters in order to connect to the AC grid. Both line commutated converters (LCCs) and voltage source converters (VSCs) have been considered for this. Although LCCs are a much more widespread technology and cheaper, VSCs have many more benefits, including independent active power and reactive power control . [115] New research has been put into developing hybrid HVDC technologies that have a LCC connected to a VSC through a DC cable. [115] In order to transport the energy from offshore wind turbines to onshore energy plants, cabling has to be placed along the ocean floor. The cabling has to be able to transfer large amounts of current efficiently which requires optimization of the materials used for the cabling as well as determining cable paths for the use of a minimal amount of cable materials. [99] One way to reduce the cost of the cables used in these applications is to convert the copper conductors to aluminum conductors, however the suggested replacement brings up an issue of increased cable motion and potential damage since aluminum is less dense than copper.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Dolwin_Beta_%2814823021740%29.jpg/220px-Dolwin_Beta_%2814823021740%29.jpg",
                "caption": "An offshore structure for housing an HVDC converter station for offshore wind parks is being moved by a heavy-lift ship in Norway."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Offshore_wind_power",
        "title": "Offshore wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Maintenance",
        "text": "Turbines are much less accessible when offshore (requiring the use of a service vessel or helicopter for routine access, and a jackup rig for heavy service such as gearbox replacement), and thus reliability is more important than for an onshore turbine. [1] Some wind farms located far from possible onshore bases have service teams living on site in offshore accommodation units . [117] To limit the effects of corrosion on the blades of a wind turbine, a protective tape of elastomeric materials is applied, though the droplet erosion protection coatings provide better protection from the elements. [118] Impressed current cathodic protection (ICCP) is used to protect wind turbine monopiles and floating wind turbine platforms. ICCP systems are increasingly popular as a solution against corrosion, as they do not require on-site monitoring, and are more eco-friendly and cost-effective than traditional galvanic systems. While traditional galvanic anode cathodic protection (GACP) systems operate on the natural driving force between two metals, ICCP systems use a continuous external power source. [ citation needed ] A maintenance organization performs maintenance and repairs of the components, spending almost all its resources on the turbines. The conventional way of inspecting the blades is for workers to rappel down the blade, taking a day per turbine. Some farms inspect the blades of three turbines per day by photographing them from the monopile through a 600mm telephoto lens , avoiding to go up. [119] Others use camera drones . [120] Because of their remote nature, prognosis and health-monitoring systems on offshore wind turbines will become much more necessary. They would enable better planning just-in-time maintenance, thereby reducing the operations and maintenance costs. According to a report from a coalition of researchers from universities, industry, and government (supported by the Atkinson Center for a Sustainable Future ), [70] making field data from these turbines available would be invaluable in validating complex analysis codes used for turbine design. Reducing this barrier would contribute to the education of engineers specializing in wind energy.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/P1280269_-_R%C3%B8dsand_I_Offshore_Wind_Farm_in_Fehmarn_Belt.jpg/220px-P1280269_-_R%C3%B8dsand_I_Offshore_Wind_Farm_in_Fehmarn_Belt.jpg",
                "caption": "Offshore wind turbines of the Rødsand Wind Farm in the Fehmarn Belt , the western part of the Baltic Sea between Germany and Denmark (2010)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Offshore_wind_power",
        "title": "Offshore wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Projects",
        "text": "Most of the current projects are in European and East Asian waters. There are also several proposed developments in North America.\nProjects are under development in the United States in wind-rich areas of the East Coast, Great Lakes, and Pacific coast. \nIn January 2012, a \"Smart for the Start\" regulatory approach was introduced, designed to expedite the siting process while incorporating strong environmental protections. \nSpecifically, the Department of Interior approved “wind energy areas” off the coast where projects can move through the regulatory approval process more quickly. [175] The first offshore wind farm in the USA is the 30-megawatt, 5 turbine Block Island Wind Farm which was commissioned in December 2016. [176] [177] Many sportfishermen and marine biologists believe the bases of the five, 6-megawatt wind turbines off of Block Island are acting as an artificial reef. [178] Another offshore wind farm that is in the planning phase is off the coast of Virginia Beach . On 3 August 2018, Dominion Energy announced its two wind turbine pilot program that will be 27 miles offshore from Virginia Beach. The area is undergoing a survey that will last for 4–6 weeks. [179] Canadian wind power in the province of Ontario is pursuing several proposed locations in the Great Lakes , including the suspended [180] Trillium Power Wind 1 approximately 20 km from shore and over 400 MW in capacity. [181] Other Canadian projects include one on the Pacific west coast. [182] India is looking at the potential of offshore wind power plants, with a 100 MW demonstration plant being planned off the coast of Gujarat (2014). [183] In 2013, a group of organizations, led by Global Wind Energy Council (GWEC) started project FOWIND (Facilitating Offshore Wind in India) to identify potential zones for development of off-shore wind power in India and to stimulate R & D activities in this area. In 2014 FOWIND commissioned Center for Study of Science, Technology and Policy (CSTEP) to undertake pre-feasibility studies in eight zones in Tamil Nadu which have been identified as having potential. [184] The Netherlands announced on 11 February 2022 that the government increased its offshore wind target to 21 GW by 2030. That would meet approximately 75% of the countries electricity needs. With this, offshore wind energy makes an important contribution to achieving the increased climate target of 55% less CO 2 -emissions. [185]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/DanishWindTurbines.jpg/440px-DanishWindTurbines.jpg",
                "caption": "Middelgrunden offshore wind farm, 3.5 km outside Copenhagen , Denmark"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Offshore_wind_power",
        "title": "Offshore wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Sustainable energy",
        "text": "Concerns over pollution and greenhouse gases have spurred the search for sustainable alternatives to fossil fuel use. The global reduction of greenhouse gases requires the adoption of energy conservation as well as sustainable generation. That environmental harm reduction involves global changes such as: Since fuel used by industry and transportation account for the majority of world demand [ citation needed ] , by investing in conservation and efficiency (using less fuel), pollution and greenhouse gases from these two sectors can be reduced around the globe. Advanced energy-efficient electric motor (and electric generator ) technology that are cost-effective to encourage their application, such as variable speed generators and efficient energy use , can reduce the amount of carbon dioxide (CO 2 ) and sulfur dioxide (SO 2 ) that would otherwise be introduced to the atmosphere, if electricity were generated using fossil fuels. Some scholars have expressed concern that the implementation of new environmental technologies in highly developed national economies may cause economic and social disruption in less-developed economies. [16]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Net_Zero_Court.jpg/220px-Net_Zero_Court.jpg",
                "caption": "Net Zero Court zero emissions office building prototype in St. Louis, Missouri"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_technology",
        "title": "Environmental technology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Findings when connected to the grid",
        "text": "A typical study of a wind farm's Life cycle assessment , when not connected to the electric grid, usually results in similar findings as the following 2006 analysis of 3 installations in the US Midwest, where the carbon dioxide (CO 2 ) emissions of wind power ranged from 14 to 33 tonnes (15 to 36 short tons) per GWh (14–33 g CO 2 / kWh ) of energy produced, with most of the CO 2 emission intensity coming from producing steel, concrete, and plastic/fiberglass composites for the turbine structure and foundation. [40] [41] By combining similar data from numerous individual studies in a meta-analysis , the median global warming potential for wind power was found to be 11–12 g CO 2 /kWh and unlikely to change significantly. [36] [42] [43] This higher dependence on back-up/ Load following power plants to ensure a steady power grid output has the knock-on-effect of more frequent inefficient (in CO 2 e g/kWh) throttling up and down of these other power sources in the grid to facilitate the intermittent power source's variable output. When one includes the total effect of intermittent sources on other power sources in the grid system, that is, including these inefficient start up emissions of backup power sources to cater for wind energy, into wind energy's total system-wide life cycle, this results in a higher real-world wind energy emission intensity. Higher than the direct g/kWh value that is determined from looking at the power source in isolation and thus ignores all down-stream detrimental/inefficiency effects it has on the grid. This higher dependence on back-up/ Load following power plants to ensure a steady power grid output forces fossil power plants to operate in less efficient states. [42] [ better source needed ] In comparison to other low carbon power sources wind turbines, when assessed in isolation, have a median life cycle emission value of between 11 and 12 ( g CO 2 eq / kWh ). [36] [44] While an increase in emissions due to the practical issues of load balancing is an issue, Pehnt et al. still conclude that these 20 and 80 g CO 2 -eq/kWh added penalties still result in wind being roughly ten times less polluting than fossil gas and coal which emit ~400 and 900 g CO 2 -eq/kWh respectively. [45] As these losses occur due to the cycling of fossil power plants, they may at some point become smaller when more than 20–30% of wind energy is added to the power grid, as fossil power plants are replaced, however this has yet to occur in practice. [46] [ better source needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Greenhouse_emissions_by_electricity_source.PNG/350px-Greenhouse_emissions_by_electricity_source.PNG",
                "caption": "The Vattenfall utility company study found Hydroelectric , nuclear stations and wind turbines to have far less greenhouse emissions than other sources studied."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_wind_power",
        "title": "Environmental impact of wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Recycling and repurposing",
        "text": "As much as 80% of the wind turbine structure can be recycled , though this does not include the foundation of the structure, which is typically made from reinforced concrete , or the blades. [67] Alternatively, these components of the turbine structure that are not easily recycled into new turbines can still be repurposed and used in other ways. [68] The large volume of the turbine blades, while difficult to handle, is advantageous in repurposing the blades as playground structures, bike shelters and footbridges . Other recycling methods include creating pellets for waterproof boards and injectable plastics , as well as pyrolysis for producing paints , glues , and both cement and concrete . [69] [70] [71] Carbon fiber blades can now be recycled , the fiber first being separated from the epoxy resin binder , then chopped into small particles. After the separation , the resin is used as a fuel source for the next materials to be processed. [72] After pyrolysis, the resulting material can be further separated and the glass fibers extracted to be used in insulation or fiber reinforcement. [73] The blades may also be repurposed into building materials and structural components. [74] Research indicates that turbine blades could successfully be repurposed as electrical transmission poles as their strength and structural stability was found to be comparable to the materials that are typically used. [75] Sections of the blades have been adapted to create roofs for small houses and these structures meet the requirements of building codes and may prove to be a viable way to reuse blade materials without extensive processes needed to make the material usable. [76] Components of the turbine could be reused by implementing segmentation, where the object is divided into different elements. [77] Research on segmentation suggests that the resulting materials are better than conventional construction materials when measuring specific flexural stiffness and flexural strength . [77] Overall, there are several different avenues through which wind turbine components can be recycled, reused, or repurposed, all with their advantages and disadvantages, and there continues to be research conducted to determine even more ways that the materials can be economically used. While various methods for recycling or repurposing the turbine blades have been proven effective, they have not been implemented on a large enough scale to adequately address the rapidly rising amounts of turbine blade waste being produced. [78]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/K%C5%82adka_z_%C5%82opaty_turbiny_wiatrowej_w_Szprotawie.jpg/220px-K%C5%82adka_z_%C5%82opaty_turbiny_wiatrowej_w_Szprotawie.jpg",
                "caption": "Footbridge in Poland made from a turbine blade"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_wind_power",
        "title": "Environmental impact of wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Birds",
        "text": "The impact of wind energy on birds, which can fly into turbines, or have their habitats degraded by wind development, is complex. Displacement is thought to be more of a threat to species than collisions. [109] Habitat loss is highly variable between species. [110] [111] Hundreds of thousands of birds, [112] [113] [114] including raptors and migrants, [115] [116] [117] are killed each year because of wind turbines and their power lines, [20] but this is less than the number killed (or not born) because of fossil fuel (coal and gas) infrastructure. [118] [22] Wind farms are estimated to be responsible for losing less than 0.4 birds per gigawatt-hour (GWh) of electricity generated, compared to over 5 birds per GWh for fossil fueled power stations. [119] As well as threatening extinction, [120] one of the effects of climate change is to already cause a decline in bird population, [121] and this is the main cause of bird loss from fossil power. [122] [18] [107] [123] A study comparing annually recorded bird populations in the United States from 2000 to 2020 to the spread of wind power infrastructure, found the presence of wind turbines had no significant effect on bird population numbers. This was directly compared to fracking infrastructure, whose presence causes a 15% decrease in the local bird populations. [124] On some important migration routes turbines are banned, or birds may alter their flight paths to avoid them. [125] Biological surveys beforehand and correctly siting turbines is important, especially for raptors as they are slow to breed. [118] Methods to help birds avoid turbines include painting of one of the turbine blades black, [126] and making ultrasonic noise. [127] Some approaching birds can be spotted, for example by avian radar, [128] [129] in time for turbines to be slowed to a speed which is safe for them. [130] Wind farms may need more power lines, and lines may be made less damaging to compensate. [131] [132] Making permits for the number of birds (such as eagles) killed tradeable has been suggested, in order to save the most birds at the least cost. [133]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Eidersperrw_Sterna_paradisaea_colony.jpg/220px-Eidersperrw_Sterna_paradisaea_colony.jpg",
                "caption": "Arctic terns and a wind turbine at the Eider Barrage in Germany."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_wind_power",
        "title": "Environmental impact of wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Aesthetics",
        "text": "Aesthetic considerations of wind power stations often have a significant role in their evaluation process. [158] To some, the perceived aesthetic aspects of wind power stations may conflict with the protection of historical sites. [159] Wind power stations are less likely to be perceived negatively in urbanized and industrial regions. [160] Aesthetic issues are subjective and some people find wind farms pleasant or see them as symbols of energy independence and local prosperity. [161] While studies in Scotland predict wind farms will damage tourism, [162] in other countries some wind farms have themselves become tourist attractions, [163] [164] [165] with several having visitor centers at ground level or even observation decks atop turbine towers. In the 1980s, wind energy was being discussed as part of a soft energy path . [166] Renewable energy commercialization led to an increasing industrial image of wind power, which is being criticized by various stakeholders in the planning process, including nature protection associations. [167] Newer wind farms have larger, more widely spaced turbines, and have a less cluttered appearance than older installations. Wind farms are often built on land that has already been impacted by land clearing and they coexist easily with other land uses. Coastal areas and areas of higher altitude such as ridgelines are considered prime for wind farms, due to constant wind speeds. However, both locations tend to be areas of high visual impact and can be a contributing factor in local communities' resistance to some projects. Both the proximity to densely populated areas and the necessary wind speeds make coastal locations ideal for wind farms. [168] Wind power stations can impact on important sight relations which are a key part of culturally important landscapes, such as in the Rhine Gorge or Moselle valley . [169] Conflicts between the heritage status of certain areas and wind power projects have arisen in various countries. In 2011 UNESCO raised concerns regarding a proposed wind farm 17 kilometres away from the French island abbey of Mont-Saint-Michel . [170] In Germany, the impact of wind farms on valuable cultural landscapes has implications on zoning and land-use planning . [169] [171] For example, sensitive parts of the Moselle valley and the background of the Hambach Castle , according to the plans of the state government, will be kept free of wind turbines. [172] Wind turbines require aircraft warning lights , which may create light pollution . Complaints about these lights have caused the US FAA to consider allowing fewer lights per turbine in certain areas. [173] Residents near turbines may complain of \"shadow flicker\" caused by rotating turbine blades, when the sun passes behind the turbine. This can be avoided by locating the wind farm to avoid unacceptable shadow flicker, or by turning the turbine off for the time of the day when the sun is at the angle that causes flicker. If a turbine is poorly sited and adjacent to many homes, the duration of shadow flicker on a neighbourhood can last hours. [174]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/MtStMichel_avion.jpg/310px-MtStMichel_avion.jpg",
                "caption": "The surroundings of Mont Saint-Michel at low tide. While windy coasts are good locations for wind farms, aesthetic considerations may preclude such developments in order to preserve historic views of cultural sites."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Mittelrhein_Burg_Katz.jpg/310px-Mittelrhein_Burg_Katz.jpg",
                "caption": "Loreley rock in Rhineland-Palatinate, part of UNESCO World heritage site Rhine Gorge"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_wind_power",
        "title": "Environmental impact of wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Forerunners",
        "text": "Wind-powered machines may have been known earlier, but there is no clear evidence of windmills before the 9th century. [6] Hero of Alexandria (Heron) in first-century Roman Egypt described what appears to be a wind-driven wheel to power a machine. [7] [8] His description of a wind-powered organ is not a practical windmill but was either an early wind-powered toy or a design concept for a wind-powered machine that may or may not have been a working device, as there is ambiguity in the text and issues with the design. [9] Another early example of a wind-driven wheel was the prayer wheel , which is believed to have been first used in Tibet and China , though there is uncertainty over the date of its first appearance, which could have been either c. 400 , the 7th century, [10] or after the 9th century. [9] One of the earliest recorded working windmill designs found was invented sometime around 700–900 AD in Persia . [11] [12] This design was the panemone, with vertical lightweight wooden sails attached by horizontal struts to a central vertical shaft. It was first built to pump water and subsequently modified to grind grain as well. [13] [14]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Heron%27s_Windwheel.png/220px-Heron%27s_Windwheel.png",
                "caption": "A 19th-century reconstruction of Heron's wind-powered organ"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Windmill",
        "title": "Windmill",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Horizontal windmills",
        "text": "The first practical windmills were panemone windmills , using sails that rotated in a horizontal plane, around a vertical axis. Made of six to 12 sails covered in reed matting or cloth material, these windmills were used to grind grain or draw up water. [15] A medieval account reports that windmill technology was used in Persia and the Middle East during the reign of Rashidun caliph Umar ibn al-Khattab ( r. 634–644 ), based on the caliph's conversation with a Persian builder slave. [16] The authenticity of part of the anecdote involving the caliph Umar is questioned because it was recorded only in the 10th century. [17] The Persian geographer Estakhri reported windmills being operated in Khorasan (Eastern Iran and Western Afghanistan) already in the 9th century. [18] [19] Such windmills were in widespread use across the Middle East and Central Asia and later spread to Europe, China, and India from there. [20] By the 11th century, the vertical-axle windmill had reached parts of Southern Europe, including the Iberian Peninsula (via Al-Andalus ) and the Aegean Sea (in the Balkans ). [21] A similar type of horizontal windmill with rectangular blades, used for irrigation, can also be found in thirteenth-century China (during the Jurchen Jin dynasty in the north), introduced by the travels of Yelü Chucai to Turkestan in 1219. [22] Vertical-axle windmills were built, in small numbers, in Europe during the 18th and nineteenth centuries, [15] for example Fowler's Mill at Battersea in London, and Hooper's Mill at Margate in Kent . These early modern examples seem not to have been directly influenced by the vertical-axle windmills of the medieval period, but to have been independent inventions by 18th-century engineers. [23]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Perzsa_malom.svg/220px-Perzsa_malom.svg.png",
                "caption": "The Persian horizontal windmill, the first practical windmill."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Margate_Hooper%27s_Mill.jpg/170px-Margate_Hooper%27s_Mill.jpg",
                "caption": "Hooper's Mill, Margate, Kent, an eighteenth-century European horizontal windmill"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Windmill",
        "title": "Windmill",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Vertical windmills",
        "text": "The horizontal-axis or vertical windmill (so called due to the plane of the movement of its sails) is a development of the 12th century, first used in northwestern Europe, in the triangle of northern France , eastern England and Flanders . [24] It is unclear whether the vertical windmill was influenced by the introduction of the horizontal windmill from Persia-Middle East to Southern Europe in the preceding century. [25] [26] The earliest certain reference to a windmill in Northern Europe (assumed to have been of the vertical type) dates from 1185, in the former village of Weedley in Yorkshire which was located at the southern tip of the Wold overlooking the Humber Estuary . [27] Several earlier, but less certainly dated, 12th-century European sources referring to windmills have also been found. [28] These earliest mills were used to grind cereals . [29]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Windmill_in_Finland_in_1987_%281%29.jpg/220px-Windmill_in_Finland_in_1987_%281%29.jpg",
                "caption": "A windmill in Kotka , Finland in May 1987"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Windmill",
        "title": "Windmill",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Tower mill",
        "text": "By the end of the 13th century, the masonry tower mill, on which only the cap is rotated rather than the whole body of the mill, had been introduced. The spread of tower mills came with a growing economy that called for larger and more stable sources of power, though they were more expensive to build. In contrast to the post mill, only the cap of the tower mill needs to be turned into the wind, so the main structure can be made much taller, allowing the sails to be made longer, which enables them to provide useful work even in low winds. The cap can be turned into the wind either by winches or gearing inside the cap or from a winch on the tail pole outside the mill. A method of keeping the cap and sails into the wind automatically is by using a fantail , a small windmill mounted at right angles to the sails, at the rear of the windmill. These are also fitted to tail poles of post mills and are common in Great Britain and English-speaking countries of the former British Empire, Denmark, and Germany but rare in other places. Around some parts of the Mediterranean Sea, tower mills with fixed caps were built because the wind's direction varied little most of the time. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/A%C3%A7ores_2010-07-21_%285123960230%29_%28cropped%29.jpg/170px-A%C3%A7ores_2010-07-21_%285123960230%29_%28cropped%29.jpg",
                "caption": "Windmill in the Azores islands, Portugal."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Molinos_de_Consuegra.jpg/220px-Molinos_de_Consuegra.jpg",
                "caption": "Tower mills in Consuegra , Spain"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Windmill",
        "title": "Windmill",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Smock mill",
        "text": "The smock mill is a later development of the tower mill, where the masonry tower is replaced by a wooden framework, called the \"smock\", which is thatched, boarded, or covered by other materials, such as slate , sheet metal , or tar paper . The smock is commonly of octagonal plan, though there are examples with different numbers of sides. Smock windmills were introduced by the Dutch in the 17th century to overcome the limitations of tower windmills, which were expensive to build and could not be erected on wet surfaces. The lower half of the smock windmill was made of brick, while the upper half was made of wood, with a sloping tower shape that added structural strength to the design. This made them lightweight and able to be erected on unstable ground. The smock windmill design included a small turbine in the back that helped the main mill to face the direction of the wind. [33]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Greetsieler_Zwillingsm%C3%BChlen_2010.jpg/220px-Greetsieler_Zwillingsm%C3%BChlen_2010.jpg",
                "caption": "Two smock mills with a stage in Greetsiel , Germany"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Windmill",
        "title": "Windmill",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Sails",
        "text": "Common sails consist of a lattice framework on which the sailcloth is spread. The miller can adjust the amount of cloth spread according to the wind and the power needed. In medieval mills, the sailcloth was wound in and out of a ladder-type arrangement of sails. Later mill sails had a lattice framework over which the sailcloth was spread, while in colder climates, the cloth was replaced by wooden slats, which were easier to handle in freezing conditions. [34] The jib sail is commonly found in Mediterranean countries and consists of a simple triangle of cloth wound round a spar. [35] In all cases, the mill needs to be stopped to adjust the sails. Inventions in Great Britain in the late eighteenth and nineteenth centuries led to sails that automatically adjust to the wind speed without the need for the miller to intervene, culminating in patent sails invented by William Cubitt in 1807. In these sails, the cloth is replaced by a mechanism of connected shutters. [ citation needed ] In France, Pierre-Théophile Berton invented a system consisting of longitudinal wooden slats connected by a mechanism that lets the miller open them while the mill is turning. In the twentieth century, increased knowledge of aerodynamics from the development of the airplane led to further improvements in efficiency by German engineer Bilau and several Dutch millwrights. [ citation needed ] The majority of windmills have four sails. Multiple-sailed mills, with five, six, or eight sails, were built in Great Britain (especially in and around the counties of Lincolnshire and Yorkshire ), Germany, and less commonly elsewhere. [ citation needed ] Earlier multiple-sailed mills are found in Spain, Portugal, Greece, parts of Romania, Bulgaria, and Russia. [36] A mill with an even number of sails has the advantage of being able to run with a damaged sail by removing both the damaged sail and the one opposite, which does not unbalance the mill. [ citation needed ] In the Netherlands, the stationary position of the sails, i.e. when the mill is not working, has long been used to give signals. If the blades are stopped in a \"+\" sign (3-6-9-12 o'clock), the windmill is open for business. When the blades are stopped in an \"X\" configuration, the windmill is closed or not functional. A slight tilt of the sails (top blade at 1 o'clock) signals joy, such as the birth of a healthy baby. A tilt of the blades to 11-2-5-8 o'clock signals mourning, or warning. It was used to signal the local region during Nazi operations in World War II, such as searches for Jews. Across the Netherlands, windmills were placed in mourning positions in honor of the Dutch victims of the 2014 Malaysian Airlines Flight 17 shootdown . [37]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Kuremaa_m%C3%B5isa_tuuleveski.jpg/220px-Kuremaa_m%C3%B5isa_tuuleveski.jpg",
                "caption": "Windmill in Kuremaa , Estonia"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Holgate_Windmill_%288578%29.jpg/220px-Holgate_Windmill_%288578%29.jpg",
                "caption": "5-sail Holgate windmill in York , England"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Korenmolen_%22De_Valk%22_in_rouwstand_naar_aanleiding_van_bijzetting_te_Delft_van_Koningin_Wilhelmina_-_Leiden_-_20137630_-_RCE.jpg/220px-Korenmolen_%22De_Valk%22_in_rouwstand_naar_aanleiding_van_bijzetting_te_Delft_van_Koningin_Wilhelmina_-_Leiden_-_20137630_-_RCE.jpg",
                "caption": "De Valk windmill in mourning position following the death of Queen Wilhelmina of the Netherlands in 1962"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Windmill",
        "title": "Windmill",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Spread and decline",
        "text": "In the 14th century, windmills became popular in Europe; the total number of wind-powered mills is estimated to have been around 200,000 at the peak in 1850, which is close to half of the some 500,000 water wheels . [34] Windmills were applied in regions where there was too little water, where rivers freeze in winter and in flat lands where the flow of the river was too slow to provide the required power. [34] With the coming of the industrial revolution , the importance of wind and water as primary industrial energy sources declined, and they were eventually replaced by steam (in steam mills ) and internal combustion engines, although windmills continued to be built in large numbers until late in the nineteenth century. More recently, windmills have been preserved for their historic value, in some cases as static exhibits when the antique machinery is too fragile to be put in motion, and other cases as fully working mills. [39] Of the 10,000 windmills in use in the Netherlands around 1850, [40] about 1,000 are still standing. Most of these are being run by volunteers, though some grist mills are still operating commercially. Many of the drainage mills have been appointed as a backup to the modern pumping stations. The Zaan district has been said to have been the first industrialized region of the world with around 600 operating wind-powered industries by the end of the eighteenth century. [40] Economic fluctuations and the industrial revolution had a much greater impact on these industries than on grain and drainage mills, so only very few are left. Construction of mills spread to the Cape Colony in the seventeenth century. The early tower mills did not survive the gales of the Cape Peninsula , so in 1717 the Heeren XVII sent carpenters, masons, and materials to construct a durable mill. The mill, completed in 1718, became known as the Oude Molen and was located between Pinelands Station and the Black River. Long since demolished, its name lives on as that of a Technical school in Pinelands . By 1863, Cape Town had 11 mills stretching from Paarden Eiland to Mowbray . [41]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Near_St._Donats.jpeg/170px-Near_St._Donats.jpeg",
                "caption": "A windmill in Wales , United Kingdom. 1815."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Don_Quijote_Illustration_by_Gustave_Dore_VII.jpg/170px-Don_Quijote_Illustration_by_Gustave_Dore_VII.jpg",
                "caption": "Don Quixote being struck by a windmill (1863 illustration by Gustave Doré )."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Egbert_Livensz_van_der_Poel_-_Windmill_Fire_-_MNK_XII-A-166_%28310355%29.jpg/170px-Egbert_Livensz_van_der_Poel_-_Windmill_Fire_-_MNK_XII-A-166_%28310355%29.jpg",
                "caption": "Egbert Livensz van der Poel, Windmill Fire (17th century), National Museum in Kraków"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/3_windmills.JPG/220px-3_windmills.JPG",
                "caption": "Oilmill De Zoeker , paintmill De Kat and paltrok sawmill De Gekroonde Poelenburg at the Zaanse Schans"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Windmill",
        "title": "Windmill",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Wind turbines",
        "text": "A wind turbine is a windmill-like structure specifically developed to generate electricity. They can be seen as the next step in the development of the windmill. The first wind turbines were built by the end of the nineteenth century by James Blyth in Scotland (1887), [42] Charles F. Brush in Cleveland, Ohio (1887–1888) [43] [44] and Poul la Cour in Denmark (1890s). La Cour's mill from 1896 later became the local power of the village of Askov. By 1908, there were 72 wind-driven electric generators in Denmark, ranging from 5 to 25 kW. By the 1930s, windmills were widely used to generate electricity on farms in the United States where distribution systems had not yet been installed, built by companies such as Jacobs Wind , Wincharger, Miller Airlite, Universal Aeroelectric, Paris-Dunn, Airline, and Winpower. The Dunlite Corporation produced turbines for similar locations in Australia. [ citation needed ] Forerunners of modern horizontal-axis utility-scale wind generators were the WIME-3D in service in Balaklava , USSR , from 1931 until 1942, a 100 kW generator on a 30-metre (98 ft) tower, [45] the Smith–Putnam wind turbine built in 1941 on the mountain known as Grandpa's Knob in Castleton, Vermont , United States, of 1.25 MW, [46] and the NASA wind turbines developed from 1974 through the mid-1980s. The development of these 13 experimental wind turbines pioneered many of the wind turbine design technologies in use today, including steel tube towers, variable-speed generators, composite blade materials, and partial-span pitch control, as well as aerodynamic, structural, and acoustic engineering design capabilities.  The modern wind power industry began in 1979 with the serial production of wind turbines by Danish manufacturers Kuriant, Vestas , Nordtank , and Bonus . These early turbines were small by today's standards, with capacities of 20–30 kW each. Since then, commercial turbines have increased greatly in size, with the Enercon E-126 capable of delivering up to 7 MW, while wind turbine production has expanded to many countries. [ citation needed ] As the 21st century began, rising concerns over energy security , global warming , and eventual fossil fuel depletion led to an expansion of interest in all available forms of renewable energy . Worldwide, many thousands of wind turbines are now operating, with a total nameplate capacity of 591 GW as of 2018. [47]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/%E8%A5%BF%E7%94%B8%E5%AD%90%E6%A2%81%E9%A3%8E%E8%BD%A6_2.jpg/170px-%E8%A5%BF%E7%94%B8%E5%AD%90%E6%A2%81%E9%A3%8E%E8%BD%A6_2.jpg",
                "caption": "A group of wind turbines in Zhangjiakou , Hebei , China"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Huikku_Hailuoto_20160803.jpg/170px-Huikku_Hailuoto_20160803.jpg",
                "caption": "A wind turbine in Huikku, Hailuoto , Finland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Windmill",
        "title": "Windmill",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Windpumps",
        "text": "Windpumps were used to pump water since at least the 9th century in what is now Afghanistan , Iran , and Pakistan . [19] The use of windpumps became widespread across the Muslim world and later spread to East Asia ( China ) and South Asia ( India ). [61] Windmills were later used extensively in Europe, particularly in the Netherlands and the East Anglia area of Great Britain , from the late Middle Ages onwards, to drain land for agricultural or building purposes. The \"American windmill\", or \"wind engine\", was invented by Daniel Halladay in 1854 [62] and was used mostly for lifting water from wells. Larger versions were also used for tasks such as sawing wood, chopping hay, and shelling and grinding grain. [62] In early California and some other states, the windmill was part of a self-contained domestic water system which included a hand-dug well and a wooden water tower supporting a redwood tank enclosed by wooden siding known as a tankhouse . During the late 19th century, steel blades and towers replaced wooden construction. At their peak in 1930, an estimated 600,000 units were in use. [63] Firms such as U.S. Wind Engine and Pump Company, Challenge Wind Mill and Feed Mill Company, Appleton Manufacturing Company, Star, Eclipse , Fairbanks-Morse , Dempster Mill Manufacturing Company , and Aermotor became the main suppliers in North and South America. These windpumps are used extensively on farms and ranches in the United States, Canada, Southern Africa, and Australia. They feature a large number of blades, so they turn slowly with considerable torque in low winds and are self-regulating in high winds. A tower-top gearbox and crankshaft convert the rotary motion into reciprocating strokes carried downward through a rod to the pump cylinder below. Such mills pumped water and powered feed mills, sawmills, and agricultural machinery. In Australia, the Griffiths Brothers at Toowoomba manufactured windmills of the American pattern from 1876, with the trade name Southern Cross Windmills in use from 1903. These became an icon of the Australian rural sector by utilizing the water of the Great Artesian Basin . [64] Another well-known maker was Metters Ltd. of Adelaide , Perth and Sydney .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Old_Windmill.jpg/220px-Old_Windmill.jpg",
                "caption": "Aermotor -style windpump in South Dakota , US"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Windmill_in_far_western_NSW.jpg/220px-Windmill_in_far_western_NSW.jpg",
                "caption": "Windpump in far western NSW"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Windmill",
        "title": "Windmill",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Classification of resources",
        "text": "Energy resources may be classified as primary resources, suitable for end use without conversion to another form, or secondary resources, where the usable form of energy required substantial conversion from a primary source.  Examples of primary energy resources are wind power , solar power , wood fuel, fossil fuels such as coal, oil and natural gas, and uranium. Secondary resources are those such as electricity, hydrogen , or other synthetic fuels. Another important classification is based on the time required to regenerate an energy resource.  \"Renewable\" resources are those that recover their capacity in a time significant by human needs. Examples are hydroelectric power or wind power, when the natural phenomena that are the primary source of energy are ongoing and not depleted by human demands.  Non-renewable resources are those that are significantly depleted by human usage and that will not recover their potential significantly during human lifetimes. An example of a non-renewable energy source is coal, which does not form naturally at a rate that would support human use.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Basic_Open_System_Model.gif/220px-Basic_Open_System_Model.gif",
                "caption": "Open System Model (basics)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Fossil fuels",
        "text": "Fossil fuel ( primary non-renewable fossil ) sources burn coal or hydrocarbon fuels, which are the remains of the decomposition of plants and animals. There are three main types of fossil fuels: coal, petroleum , and natural gas . Another fossil fuel, liquefied petroleum gas (LPG), is principally derived from the production of natural gas. Heat from burning fossil fuel is used either directly for space heating and process heating, or converted to mechanical energy for vehicles, industrial processes , or electrical power generation . These fossil fuels are part of the carbon cycle and allow solar energy stored in the fuel to be released. The use of fossil fuels in the 18th and 19th century set the stage for the Industrial Revolution . Fossil fuels make up the bulk of the world's current primary energy sources. In 2005, 81% of the world's energy needs was met from fossil sources. [4] The technology and infrastructure for the use of fossil fuels already exist. Liquid fuels derived from petroleum deliver much usable energy per unit of weight or volume, which is advantageous when compared with lower energy density sources such as batteries . Fossil fuels are currently economical for decentralized energy use. Energy dependence on imported fossil fuels creates energy security risks for dependent countries. [5] [6] [7] [8] [9] Oil dependence in particular has led to war, [10] funding of radicals, [11] monopolization, [12] and socio-political instability. [13] Fossil fuels are non-renewable resources, which will eventually decline in production [14] and become exhausted.  While the processes that created fossil fuels are ongoing, fuels are consumed far more quickly than the natural rate of replenishment.  Extracting fuels becomes increasingly costly as society consumes the most accessible fuel deposits. [15] Extraction of fossil fuels results in environmental degradation , such as the strip mining and mountaintop removal for coal. Fuel efficiency is a form of thermal efficiency , meaning the efficiency of a process that converts chemical potential energy contained in a carrier fuel into kinetic energy or work . The fuel economy is the energy efficiency of a particular vehicle, is given as a ratio of distance travelled per unit of fuel consumed. Weight-specific efficiency (efficiency per unit weight) may be stated for freight , and passenger-specific efficiency (vehicle efficiency) per passenger. The inefficient atmospheric combustion (burning) of fossil fuels in vehicles, buildings, and power plants contributes to urban heat islands . [16] Conventional production of oil peaked , conservatively, between 2007 and 2010. In 2010, it was estimated that an investment of $8 trillion in non-renewable resources would be required to maintain current levels of production for 25 years. [17] In 2010, governments subsidized fossil fuels by an estimated $500 billion a year. [18] Fossil fuels are also a source of greenhouse gas emissions , leading to concerns about global warming if consumption is not reduced. The combustion of fossil fuels leads to the release of pollution into the atmosphere. The fossil fuels are mainly carbon compounds. During combustion , carbon dioxide is released, and also nitrogen oxides , soot and other fine particulates . The carbon dioxide is the main contributor to recent climate change . [19] Other emissions from fossil fuel power station include sulphur dioxide , carbon monoxide (CO), hydrocarbons , volatile organic compounds (VOC), mercury , arsenic , lead , cadmium , and other heavy metals including traces of uranium . [20] [21] A typical coal plant generates billions of kilowatt hours of electrical power per year. [22]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Moss_Landing_Power_Plant_p1270026.jpg/220px-Moss_Landing_Power_Plant_p1270026.jpg",
                "caption": "The Moss Landing Power Plant in California is a fossil-fuel power station that burns natural gas in a turbine to produce electricity"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/BarnettShaleDrilling-9323.jpg/190px-BarnettShaleDrilling-9323.jpg",
                "caption": "A ( horizontal ) drilling rig for natural gas in Texas"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Fission",
        "text": "Nuclear power is the use of nuclear fission to generate useful heat and electricity . Fission of uranium produces nearly all economically significant nuclear power. Radioisotope thermoelectric generators form a very small component of energy generation, mostly in specialized applications such as deep space vehicles. Nuclear power plants , excluding naval reactors , provided about 5.7% of the world's energy and 13% of the world's electricity in 2012. [23] In 2013, the IAEA report that there are 437 operational nuclear power reactors, [24] in 31 countries , [25] although not every reactor is producing electricity. [26] In addition, there are approximately 140 naval vessels using nuclear propulsion in operation, powered by some 180 reactors. [27] [28] [29] As of 2013, attaining a net energy gain from sustained nuclear fusion reactions, excluding natural fusion power sources such as the Sun , remains an ongoing area of international physics and engineering research . More than 60 years after the first attempts, commercial fusion power production remains unlikely before 2050. [30] There is an ongoing debate about nuclear power . [31] [32] [33] Proponents, such as the World Nuclear Association , the IAEA and Environmentalists for Nuclear Energy contend that nuclear power is a safe, sustainable energy source that reduces carbon emissions . [34] Opponents contend that nuclear power poses many threats to people and the environment . [35] [36] Nuclear power plant accidents include the Chernobyl disaster (1986), Fukushima Daiichi nuclear disaster (2011), and the Three Mile Island accident (1979). [37] There have also been some nuclear submarine accidents. [37] [38] [39] In terms of lives lost per unit of energy generated, analysis has determined that nuclear power has caused less fatalities per unit of energy generated than the other major sources of energy generation. Energy production from coal , petroleum , natural gas and hydropower has caused a greater number of fatalities per unit of energy generated due to air pollution and energy accident effects. [40] [41] [42] [43] [44] However, the economic costs of nuclear power accidents is high, and meltdowns can take decades to clean up. The human costs of evacuations of affected populations and lost livelihoods is also significant. [45] [46] Comparing Nuclear's latent cancer deaths, such as cancer with other energy sources immediate deaths per unit of energy generated(GWeyr). This study does not include fossil fuel related cancer and other indirect deaths created by the use of fossil fuel consumption in its \"severe accident\" classification, which would be an accident with more than 5 fatalities. As of 2012, according to the IAEA , worldwide there were 68 civil nuclear power reactors under construction in 15 countries, [24] approximately 28 of which in the People's Republic of China (PRC), with the most recent nuclear power reactor, as of May 2013, to be connected to the electrical grid , occurring on February 17, 2013, in Hongyanhe Nuclear Power Plant in the PRC. [47] In the United States, two new Generation III reactors are under construction at Vogtle . U.S. nuclear industry officials expect five new reactors to enter service by 2020, all at existing plants. [48] In 2013, four aging, uncompetitive, reactors were permanently closed. [49] [50] Recent experiments in extraction of uranium use polymer ropes that are coated with a substance that selectively absorbs uranium from seawater. This process could make the considerable volume of uranium dissolved in seawater exploitable for energy production.  Since ongoing geologic processes carry uranium to the sea in amounts comparable to the amount that would be extracted by this process, in a sense the sea-borne uranium becomes a sustainable resource. [51] [52] [ relevant? ] Nuclear power is a low carbon power generation method of producing electricity, with an analysis of the literature on its total life cycle emission intensity finding that it is similar to renewable sources in a comparison of greenhouse gas (GHG) emissions per unit of energy generated. [53] [54] Since the 1970s, nuclear fuel has displaced about 64 gigatonnes of carbon dioxide equivalent (GtCO2-eq) greenhouse gases , that would have otherwise resulted from the burning of oil, coal or natural gas in fossil-fuel power stations . [55]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/USS_Enterprise_%28CVAN-65%29%2C_USS_Long_Beach_%28CGN-9%29_and_USS_Bainbridge_%28DLGN-25%29_underway_in_the_Mediterranean_Sea_during_Operation_Sea_Orbit%2C_in_1964.jpg/225px-USS_Enterprise_%28CVAN-65%29%2C_USS_Long_Beach_%28CGN-9%29_and_USS_Bainbridge_%28DLGN-25%29_underway_in_the_Mediterranean_Sea_during_Operation_Sea_Orbit%2C_in_1964.jpg",
                "caption": "American nuclear powered ships,(top to bottom) cruisers USS Bainbridge , the USS Long Beach and the USS Enterprise , the longest ever naval vessel , and the first nuclear-powered aircraft carrier . Picture taken in 1964 during a record setting voyage of 26,540 nmi (49,190 km) around the world in 65 days without refueling. Crew members are spelling out Einstein 's mass-energy equivalence formula E = mc 2 on the flight deck."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Fission economics",
        "text": "The economics of new nuclear power plants is a controversial subject, since there are diverging views on this topic, and multibillion-dollar investments ride on the choice of an energy source. Nuclear power plants typically have high capital costs for building the plant, but low direct fuel costs. In recent years there has been a slowdown of electricity demand growth and financing has become more difficult, which affects large projects such as nuclear reactors, with very large upfront costs and long project cycles which carry a large variety of risks. [62] In Eastern Europe, a number of long-established projects are struggling to find finance, notably Belene in Bulgaria and the additional reactors at Cernavoda in Romania, and some potential backers have pulled out. [62] Where cheap gas is available and its future supply relatively secure, this also poses a major problem for nuclear projects. [62] Analysis of the economics of nuclear power must take into account who bears the risks of future uncertainties. To date all operating nuclear power plants were developed by state-owned or regulated utility monopolies [63] [64] where many of the risks associated with construction costs, operating performance, fuel price, and other factors were borne by consumers rather than suppliers. Many countries have now liberalized the electricity market where these risks, and the risk of cheaper competitors emerging before capital costs are recovered, are borne by plant suppliers and operators rather than consumers, which leads to a significantly different evaluation of the economics of new nuclear power plants. [65]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Fukushima_I_by_Digital_Globe_crop.jpg/220px-Fukushima_I_by_Digital_Globe_crop.jpg",
                "caption": "Fukushima Daiichi nuclear disaster"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Global_public_support_for_energy_sources_%28Ipsos_2011%29.png/220px-Global_public_support_for_energy_sources_%28Ipsos_2011%29.png",
                "caption": "Low global public support for nuclear fission in the aftermath of Fukushima ( Ipsos -survey, 2011) [61]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Renewable sources",
        "text": "Renewable energy is generally defined as energy that comes from resources which are naturally replenished on a human timescale such as sunlight , wind , rain , tides , waves and geothermal heat . Renewable energy replaces conventional fuels in four distinct areas: electricity generation , hot water / space heating , motor fuels , and rural (off-grid) energy services. Including traditional biomass usage, about 19% of global energy consumption is accounted for by renewable resources. [72] Wind powered energy production is being turned to as a prominent renewable energy source, increasing global wind power capacity by 12% in 2021. [73] While not the case for all countries, 58% of sample countries linked renewable energy consumption to have a positive impact on economic growth. [74] At the national level, at least 30 nations around the world already have renewable energy contributing more than 20% of energy supply. National renewable energy markets are projected to continue to grow strongly in the coming decade and beyond.[76] Unlike other energy sources, renewable energy sources are not as restricted by geography. Additionally deployment of renewable energy is resulting in economic benefits as well as combating climate change. Rural electrification [75] has been researched on multiple sites and positive effects on commercial spending, appliance use, and general activities requiring electricity as energy. [76] Renewable energy growth in at least 38 countries has been driven by the high electricity usage rates. [77] International support for promoting renewable sources like solar and wind have continued grow. While many renewable energy projects are large-scale, renewable technologies are also suited to rural and remote areas and developing countries , where energy is often crucial in human development . To ensure human development continues sustainably, governments around the world are beginning to research potential ways to implement renewable sources into their countries and economies. For example, the UK Government’s Department for Energy and Climate Change 2050 Pathways created a mapping technique to educate the public on land competition between energy supply technologies. [78] This tool provides users the ability to understand what the limitations and potential their surrounding land and country has in terms of energy production.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/2011-_Renewable_energy_capacity_-_International_Energy_Agency.svg/220px-2011-_Renewable_energy_capacity_-_International_Energy_Agency.svg.png",
                "caption": "Renewable energy capacity has steadily grown, led by solar photovoltaic power. [70]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/20211104_Percentage_of_electricity_from_fossil_fuels%2C_nuclear%2C_renewables_-_biggest_fossil_fuel_emitters.svg/213px-20211104_Percentage_of_electricity_from_fossil_fuels%2C_nuclear%2C_renewables_-_biggest_fossil_fuel_emitters.svg.png",
                "caption": "The countries most reliant on fossil fuels for electricity vary widely on how great a percentage of that electricity is generated from renewables, leaving wide variation in renewables' growth potential. [71]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Hydroelectricity",
        "text": "Hydroelectricity is electric power generated by hydropower ; the force of falling or flowing water. In 2015 hydropower generated 16.6% of the world's total electricity and 70% of all renewable electricity [79] [ page needed ] and was expected to increase about 3.1% each year for the following 25 years. Hydropower is produced in 150 countries, with the Asia-Pacific region generating 32 percent of global hydropower in 2010. China is the largest hydroelectricity producer, with 721 terawatt-hours of production in 2010, representing around 17 percent of domestic electricity use. There are now three hydroelectricity plants larger than 10 GW: the Three Gorges Dam in China, Itaipu Dam across the Brazil/Paraguay border, and Guri Dam in Venezuela. [80] The cost of hydroelectricity is relatively low, making it a competitive source of renewable electricity. The average cost of electricity from a hydro plant larger than 10 megawatts is 3 to 5 U.S. cents per kilowatt-hour. [80] Hydro is also a flexible source of electricity since plants can be ramped up and down very quickly to adapt to changing energy demands. However, damming interrupts the flow of rivers and can harm local ecosystems, and building large dams and reservoirs often involves displacing people and wildlife. [80] Once a hydroelectric complex is constructed, the project produces no direct waste, and has a considerably lower output level of the greenhouse gas carbon dioxide than fossil fuel powered energy plants. [81]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/ThreeGorgesDam-China2009.jpg/220px-ThreeGorgesDam-China2009.jpg",
                "caption": "The 22,500 MW Three Gorges Dam in China – the world's largest hydroelectric power station"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Wind",
        "text": "Wind power harnesses the power of the wind to propel the blades of wind turbines . These turbines cause the rotation of magnets , which creates electricity. Wind towers are usually built together on wind farms . There are offshore and onshore wind farms. Global wind power capacity has expanded rapidly to 336 GW in June 2014, and wind energy production was around 4% of total worldwide electricity usage, and growing rapidly. [82] Wind power is widely used in Europe , Asia , and the United States . [83] Several countries have achieved relatively high levels of wind power penetration, such as 21% of stationary electricity production in Denmark , [84] 18% in Portugal , [84] 16% in Spain , [84] 14% in Ireland , [85] and 9% in Germany in 2010. [84] [86] : 11 By 2011, at times over 50% of electricity in Germany and Spain came from wind and solar power. [87] [88] As of 2011, 83 countries around the world are using wind power on a commercial basis. [86] : 11 Many of the world's largest onshore wind farms are located in the United States , China , and India . Most of the world's largest offshore wind farms are located in Denmark , Germany and the United Kingdom . The two largest offshore wind farm are currently the 630 MW London Array and Gwynt y Môr .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Pretty_flamingos_-_geograph.org.uk_-_578705.jpg/218px-Pretty_flamingos_-_geograph.org.uk_-_578705.jpg",
                "caption": "Burbo Bank Offshore Wind Farm in Northwest England"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Biofuels",
        "text": "A biofuel is a fuel that contains energy from geologically recent carbon fixation . These fuels are produced from living organisms . Examples of this carbon fixation occur in plants and microalgae . These fuels are made by a biomass conversion (biomass refers to recently living organisms, most often referring to plants or plant-derived materials). This biomass can be converted to convenient energy containing substances in three different ways: thermal conversion, chemical conversion, and biochemical conversion. This biomass conversion can result in fuel in solid , liquid , or gas form. This new biomass can be used for biofuels. Biofuels have increased in popularity because of rising oil prices and the need for energy security . Bioethanol is an alcohol made by fermentation , mostly from carbohydrates produced in sugar or starch crops such as corn or sugarcane . Cellulosic biomass , derived from non-food sources, such as trees and grasses, is also being developed as a feedstock for ethanol production. Ethanol can be used as a fuel for vehicles in its pure form, but it is usually used as a gasoline additive to increase octane and improve vehicle emissions. Bioethanol is widely used in the USA and in Brazil . Current plant design does not provide for converting the lignin portion of plant raw materials to fuel components by fermentation. Biodiesel is made from vegetable oils and animal fats . Biodiesel can be used as a fuel for vehicles in its pure form, but it is usually used as a diesel additive to reduce levels of particulates, carbon monoxide , and hydrocarbons from diesel-powered vehicles. Biodiesel is produced from oils or fats using transesterification and is the most common biofuel in Europe. However, research is underway on producing renewable fuels from decarboxylation [100] In 2010, worldwide biofuel production reached 105 billion liters (28 billion gallons US), up 17% from 2009, [101] and biofuels provided 2.7% of the world's fuels for road transport, a contribution largely made up of ethanol and biodiesel. [ citation needed ] Global ethanol fuel production reached 86 billion liters (23 billion gallons US) in 2010, with the United States and Brazil as the world's top producers, accounting together for 90% of global production. The world's largest biodiesel producer is the European Union , accounting for 53% of all biodiesel production in 2010. [101] As of 2011, mandates for blending biofuels exist in 31 countries at the national level and in 29 states or provinces. [86] : 13–14 The International Energy Agency has a goal for biofuels to meet more than a quarter of world demand for transportation fuels by 2050 to reduce dependence on petroleum and coal. [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Soybeanbus.jpg/225px-Soybeanbus.jpg",
                "caption": "A bus fueled by biodiesel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Geothermal",
        "text": "Geothermal energy is thermal energy generated and stored in the Earth. Thermal energy is the energy that determines the temperature of matter. The geothermal energy of the Earth's crust originates from the original formation of the planet (20%) and from radioactive decay of minerals (80%). [103] The geothermal gradient , which is the difference in temperature between the core of the planet and its surface, drives a continuous conduction of thermal energy in the form of heat from the core to the surface. The adjective geothermal originates from the Greek roots γη (ge) , meaning earth, and θερμος (thermos) , meaning hot. Earth's internal heat is thermal energy generated from radioactive decay and continual heat loss from Earth's formation. Temperatures at the core-mantle boundary may reach over 4000 °C (7,200 °F). [104] The high temperature and pressure in Earth's interior cause some rock to melt and solid mantle to behave plastically, resulting in portions of mantle convecting upward since it is lighter than the surrounding rock.  Rock and water is heated in the crust, sometimes up to 370 °C (700 °F). [105] From hot springs , geothermal energy has been used for bathing since Paleolithic times and for space heating since ancient Roman times, but it is now better known for electricity generation . Worldwide, 11,400 megawatts (MW) of geothermal power is online in 24 countries in 2012. [106] An additional 28 gigawatts of direct geothermal heating capacity is installed for district heating, space heating, spas, industrial processes, desalination and agricultural applications in 2010. [107] Geothermal power is cost effective, reliable, sustainable, and environmentally friendly, [108] but has historically been limited to areas near tectonic plate boundaries . Recent technological advances have dramatically expanded the range and size of viable resources, especially for applications such as home heating, opening a potential for widespread exploitation. Geothermal wells release greenhouse gases trapped deep within the earth, but these emissions are much lower per energy unit than those of fossil fuels. As a result, geothermal power has the potential to help mitigate global warming if widely deployed in place of fossil fuels. The Earth's geothermal resources are theoretically more than adequate to supply humanity's energy needs, but only a very small fraction may be profitably exploited. Drilling and exploration for deep resources is very expensive. Forecasts for the future of geothermal power depend on assumptions about technology, energy prices, subsidies , and interest rates. Pilot programs like EWEB's customer opt in Green Power Program [109] show that customers would be willing to pay a little more for a renewable energy source like geothermal. But as a result of government assisted research and industry experience, the cost of generating geothermal power has decreased by 25% over the past two decades. [110] In 2001, geothermal energy cost between two and ten US cents per kWh. [111]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/NesjavellirPowerPlant_edit2.jpg/220px-NesjavellirPowerPlant_edit2.jpg",
                "caption": "Steam rising from the Nesjavellir Geothermal Power Station in Iceland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Increased energy efficiency",
        "text": "Although increasing the efficiency of energy use is not energy development per se, it may be considered under the topic of energy development since it makes existing energy sources available to do work. [130] : 22 Efficient energy use reduces the amount of energy required to provide products and services. For example, insulating a home allows a building to use less heating and cooling energy to maintain a comfortable temperature. Installing fluorescent lamps or natural skylights reduces the amount of energy required for illumination compared to incandescent light bulbs . Compact fluorescent lights use two-thirds less energy and may last 6 to 10 times longer than incandescent lights.  Improvements in energy efficiency are most often achieved by adopting an efficient technology or production process. [131] Reducing energy use may save consumers money,  if the energy savings offsets the cost of an energy efficient technology.  Reducing energy use reduces emissions.  According to the International Energy Agency , improved energy efficiency in buildings , industrial processes and transportation could reduce the global energy demand in 2050 to around 8% smaller than today, but serving an economy more than twice as big and a population of about  2  billion more people. [132] Energy efficiency and renewable energy are said to be the twin pillars of sustainable energy policy. [133] In many countries energy efficiency is also seen to have a national security benefit because it can be used to reduce the level of energy imports from foreign countries and may slow down the rate at which domestic energy resources are depleted. It's been discovered \"that for OECD countries, wind, geothermal, hydro and nuclear have the lowest hazard rates among energy sources in production\". [134]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Compact-Fluorescent-Bulb.jpg/220px-Compact-Fluorescent-Bulb.jpg",
                "caption": "A spiral-type integrated compact fluorescent lamp , which has been popular among North American consumers since its introduction in the mid-1990s [129]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Transmission",
        "text": "While new sources of energy are only rarely discovered or made possible by new technology , distribution technology continually evolves. [135] The use of fuel cells in cars, for example, is an anticipated delivery technology. [136] This section presents the various delivery technologies that have been important to historic energy development. They all rely in way on the energy sources listed in the previous section.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Pipeline-small_image%2C_seen_from_below.jpeg/220px-Pipeline-small_image%2C_seen_from_below.jpeg",
                "caption": "An elevated section of the Alaska Pipeline"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Wired energy transfer",
        "text": "Electricity grids are the networks used to transmit and distribute power from production source to end user, when the two may be hundreds of kilometres away.  Sources include electrical generation plants such as a nuclear reactor , coal burning power plant, etc.  A combination of sub-stations and transmission lines are used to maintain a constant flow of electricity. Grids may suffer from transient blackouts and brownouts , often due to weather damage. During certain extreme space weather events solar wind can interfere with transmissions. Grids also have a predefined carrying capacity or load that cannot safely be exceeded. When power requirements exceed what's available, failures are inevitable. To prevent problems, power is then rationed. Industrialised countries such as Canada, the US , and Australia are among the highest per capita consumers of electricity in the world, which is possible thanks to a widespread electrical distribution network. The US grid is one of the most advanced, [ citation needed ] although infrastructure maintenance is becoming a problem. CurrentEnergy provides a realtime overview of the electricity supply and demand for California , Texas , and the Northeast of the US. African countries with small scale electrical grids have a correspondingly low annual per capita usage of electricity. One of the most powerful power grids in the world supplies power to the state of Queensland , Australia.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Two_transmission_towers.jpg/220px-Two_transmission_towers.jpg",
                "caption": "Electrical grid – pylons and cables distribute power"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Storage",
        "text": "Energy storage is accomplished by devices or physical media that store energy to perform useful operation at a later time. A device that stores energy is sometimes called an accumulator . All forms of energy are either potential energy (e.g. Chemical , gravitational , electrical energy , temperature differential, latent heat , etc.) or kinetic energy (e.g. momentum ). Some technologies provide only short-term energy storage, and others can be very long-term such as power to gas using hydrogen or methane and the storage of heat or cold between opposing seasons in deep aquifers or bedrock.  A wind-up clock stores potential energy (in this case mechanical, in the spring tension), a battery stores readily convertible chemical energy to operate a mobile phone, and a hydroelectric dam stores energy in a reservoir as gravitational potential energy . Ice storage tanks store ice ( thermal energy in the form of latent heat) at night to meet peak demand for cooling. Fossil fuels such as coal and gasoline store ancient energy derived from sunlight by organisms that later died, became buried and over time were then converted into these fuels. Even food (which is made by the same process as fossil fuels) is a form of energy stored in chemical form.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Stwlan.dam.jpg/220px-Stwlan.dam.jpg",
                "caption": "The Ffestiniog Power Station in Wales , United Kingdom. Pumped-storage hydroelectricity (PSH) is used for grid energy storage ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Electrical engineering",
        "text": "Electric power engineering deals with the production and use of electrical energy , which can entail the study of machines such as generators , electric motors and transformers . Infrastructure involves substations and transformer stations , power lines and electrical cable . Load management and power management over networks have meaningful sway on overall energy efficiency. Electric heating is also widely used and researched.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Qatar%2C_power_lines_%286%29.jpg/220px-Qatar%2C_power_lines_%286%29.jpg",
                "caption": "High-voltage lines for the long distance transportation of electrical energy"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Thermal and chemical energy",
        "text": "Thermal and chemical energy are intertwined with chemistry and environmental studies . Combustion has to do with burners and chemical engines of all kinds, grates and incinerators along with their energy efficiency, pollution and operational safety. Exhaust gas purification technology aims to lessen air pollution through sundry mechanical, thermal and chemical cleaning methods. Emission control technology is a field of process and chemical engineering . Boiler technology deals with the design, construction and operation of steam boilers and turbines (also used in nuclear power generation, see below), drawn from applied mechanics and materials engineering . Energy conversion has to do with internal combustion engines, turbines, pumps, fans and so on, which are used for transportation, mechanical energy and power generation. High thermal and mechanical loads bring about operational safety worries which are dealt with through many branches of applied engineering science.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Wood-fired_grate_stoker.jpg/220px-Wood-fired_grate_stoker.jpg",
                "caption": "A grate for a wood fire"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Nuclear energy",
        "text": "Nuclear technology deals with nuclear power production from nuclear reactors , along with the processing of nuclear fuel and disposal of radioactive waste, drawing from applied nuclear physics , nuclear chemistry and radiation science. Nuclear power generation has been politically controversial in many countries for several decades but the electrical energy produced through nuclear fission is of worldwide importance. [157] There are high hopes that fusion technologies will one day replace most fission reactors but this is still a research area of nuclear physics .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Turbogenerator01.jpg/220px-Turbogenerator01.jpg",
                "caption": "A steam turbine ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Renewable energy",
        "text": "Renewable energy has many branches.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Nellis_AFB_Solar_panels.jpg/220px-Nellis_AFB_Solar_panels.jpg",
                "caption": "Solar ( photovoltaic ) panels at a military base in the US."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Wind power",
        "text": "Wind turbines convert wind energy into electricity by connecting a spinning rotor to a generator. Wind turbines draw energy from atmospheric currents and are designed using aerodynamics along with knowledge taken from mechanical and electrical engineering. The wind passes across the aerodynamic rotor blades, creating an area of higher pressure and an area of lower pressure on either side of the blade. The forces of lift and drag are formed due to the difference in air pressure. The lift force is stronger than the drag force; therefore the rotor, which is connected to a generator, spins. The energy is then created due to the change from the aerodynamic force to the rotation of the generator. [158] Being recognized as one of the most efficient renewable energy sources, wind power is becoming more and more relevant and used in the world. [159] Wind power does not use any water in the production of energy making it a good source of energy for areas without much water. Wind energy could also be produced even if the climate changes in line with current predictions, as it relies solely on wind. [160]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/WindMills.jpg/220px-WindMills.jpg",
                "caption": "Wind turbines on Inner Mongolian grassland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    },
    {
        "section": "Hydropower",
        "text": "Hydropower draws mechanical energy from rivers, ocean waves and tides . Civil engineering is used to study and build dams , tunnels , waterways and manage coastal resources through hydrology and geology . A low speed water turbine spun by flowing water can power an electrical generator to produce electricity.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Walchenseewerk_Pelton_120.jpg/220px-Walchenseewerk_Pelton_120.jpg",
                "caption": "Building of Pelton water turbines in Germany ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Wind Energy",
        "topic": "Wind turbine technology advancements"
    }
]