[
    {
        "section": "Organomineralization",
        "text": "This type of mineralization includes both biologically induced mineralization and biologically influenced mineralization. Biological mineralization can also take place as a result of fossilization . See also calcification .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Highborme_Cay-Stromatolite-04_%28cropped%29_2.jpg/260px-Highborme_Cay-Stromatolite-04_%28cropped%29_2.jpg",
                "caption": "Living Stromatolites in Exumas , Bahamas."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/BelemnitesJurassicWyoming.jpg/260px-BelemnitesJurassicWyoming.jpg",
                "caption": "Fossil skeletal parts from extinct belemnite cephalopods of the Jurassic – these contain mineralized calcite and aragonite ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomineralization",
        "title": "Biomineralization",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Biomineralization"
    },
    {
        "section": "In molluscs",
        "text": "The mollusc shell is a biogenic composite material that has been the subject of much interest in materials science because of its unusual properties and its model character for biomineralization. Molluscan shells consist of 95–99% calcium carbonate by weight, while an organic component makes up the remaining 1–5%. The resulting composite has a fracture toughness ≈3000 times greater than that of the crystals themselves. [15] In the biomineralization of the mollusc shell, specialized proteins are responsible for directing crystal nucleation, phase, morphology, and growths dynamics and ultimately give the shell its remarkable mechanical strength. The application of biomimetic principles elucidated from mollusc shell assembly and structure may help in fabricating new composite materials with enhanced optical, electronic, or structural properties. [ citation needed ] The most described arrangement in mollusc shells is the nacre , known in large shells such as Pinna or the pearl oyster ( Pinctada ). Not only does the structure of the layers differ, but so do their mineralogy and chemical composition. Both contain organic components (proteins, sugars, and lipids), and the organic components are characteristic of the layer and of the species. [4] The structures and arrangements of mollusc shells are diverse, but they share some features: the main part of the shell is crystalline calcium carbonate ( aragonite , calcite ), though some amorphous calcium carbonate occurs as well; and although they react as crystals, they never show angles and facets. [16]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Shells-IZE-006-Black.jpg/220px-Shells-IZE-006-Black.jpg",
                "caption": "A variety of mollusc shells"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomineralization",
        "title": "Biomineralization",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Biomineralization"
    },
    {
        "section": "In fungi",
        "text": "Fungi are a diverse group of organisms that belong to the eukaryotic domain. Studies of their significant roles in geological processes, \"geomycology\", have shown that fungi are involved with biomineralization, biodegradation , and metal-fungal interactions. [18] In studying fungi's roles in biomineralization, it has been found that fungi deposit minerals with the help of an organic matrix, such as a protein, that provides a nucleation site for the growth of biominerals. [19] Fungal growth may produce a copper-containing mineral precipitate, such as copper carbonate produced from a mixture of (NH 4 ) 2 CO 3 and CuCl 2 . [19] The production of the copper carbonate is produced in the presence of proteins made and secreted by the fungi. [19] These fungal proteins that are found extracellularly aid in the size and morphology of the carbonate minerals precipitated by the fungi. [19] In addition to precipitating carbonate minerals, fungi can also precipitate uranium -containing phosphate biominerals in the presence of organic phosphorus that acts as a substrate for the process. [20] The fungi produce a hyphal matrix , also known as mycelium , that localizes and accumulates the uranium minerals that have been precipitated. [20] Although uranium is often deemed as toxic to living organisms, certain fungi such as Aspergillus niger and Paecilomyces javanicus can tolerate it. [20] Though minerals can be produced by fungi, they can also be degraded, mainly by oxalic acid –producing strains of fungi. [21] Oxalic acid production is increased in the presence of glucose for three organic acid producing fungi: Aspergillus niger , Serpula himantioides , and Trametes versicolor . [21] These fungi have been found to corrode apatite and galena minerals. [21] Degradation of minerals by fungi is carried out through a process known as neogenesis. [22] The order of most to least oxalic acid secreted by the fungi studied are Aspergillus niger , followed by Serpula himantioides , and finally Trametes versicolor . [21]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Global_involvement_of_fungi_in_some_biogeochemical_cycles.png/400px-Global_involvement_of_fungi_in_some_biogeochemical_cycles.png",
                "caption": "Global involvement of fungi in some biogeochemical cycles [17] (a) Fungi contribute substantially to mineral weathering , leading to the release of bioavailable metals or nutrients, which eventually may be uptaken by living organisms or precipitated as secondary minerals (b) Fungi as heterotrophs, recycle organic matter . While doing so, they produce metabolites such as organic acids that can also precipitate as secondary minerals (salts). Recycling organic matter eventually releases constitutive elements such as C, N, P, and S (c) CO 2 produced by heterotrophic fungal respiration can dissolve into H 2 O and depending on the physicochemical conditions precipitate as CaCO 3 leading to the formation of a secondary mineral."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomineralization",
        "title": "Biomineralization",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Biomineralization"
    },
    {
        "section": "Other roles",
        "text": "Biomineralization plays significant global roles terraforming the planet, as well as in biogeochemical cycles [17] and as a carbon sink . [24]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/White_cliffs_of_dover_09_2004.jpg/370px-White_cliffs_of_dover_09_2004.jpg",
                "caption": "The chalk of the White Cliffs of Dover is almost entirely formed from fossil skeleton remains ( coccoliths ), biomineralized by planktonic microorganisms ( coccolithophores )"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomineralization",
        "title": "Biomineralization",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Biomineralization"
    },
    {
        "section": "Silicates",
        "text": "Silicates (glass) are common in marine biominerals, where diatoms and radiolaria form frustules from hydrated amorphous silica ( opal ). [27]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Collection_Penard_MHNG_Specimen_533-2-1_Pamphagus_granulatus.tif/lossy-page1-220px-Collection_Penard_MHNG_Specimen_533-2-1_Pamphagus_granulatus.tif.jpg",
                "caption": "A testate amoeba which has covered itself with protective diatom frustules"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Odontodactylus_scyllarus_2.png/220px-Odontodactylus_scyllarus_2.png",
                "caption": "Peacock mantis shrimp smash their prey by swinging club-like raptorial claws made of hydroxyapatite [26]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomineralization",
        "title": "Biomineralization",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Biomineralization"
    },
    {
        "section": "Phosphates",
        "text": "The most common biogenic phosphate is hydroxyapatite (HA), a calcium phosphate (Ca 10 (PO 4 ) 6 (OH) 2 ) and a naturally occurring form of apatite . It is a primary constituent of bone , teeth , and fish scales . [33] Bone is made primarily of HA crystals interspersed in a collagen matrix—65 to 70% of the mass of bone is HA.  Similarly, HA is 70 to 80% of the mass of dentin and enamel in teeth. In enamel, the matrix for HA is formed by amelogenins and enamelins instead of collagen. [34] Remineralisation of tooth enamel involves the reintroduction of mineral ions into demineralised enamel. [35] Hydroxyapatite is the main mineral component of enamel in teeth. [36] During demineralisation, calcium and phosphorus ions are drawn out from the hydroxyapatite. The mineral ions introduced during remineralisation restore the structure of the hydroxyapatite crystals. [36] The clubbing appendages of the peacock mantis shrimp are made of an extremely dense form of the mineral which has a higher specific strength; this has led to its investigation for potential synthesis and engineering use. [37] Their dactyl appendages have excellent impact resistance due to the impact region being composed of mainly crystalline hydroxyapatite, which offers significant hardness. A periodic layer underneath the impact layer composed of hydroxyapatite with lower calcium and phosphorus content (thus resulting in a much lower modulus) inhibits crack growth by forcing new cracks to change directions. This periodic layer also reduces the energy transferred across both layers due to the large difference in modulus, even reflecting some of the incident energy. [38]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Glomerula_piloseta_tube_microstructure.jpg/220px-Glomerula_piloseta_tube_microstructure.jpg",
                "caption": "Glomerula piloseta ( Sabellidae ), longitudinal section of the tube showing aragonitic spherulitic prismatic structure"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomineralization",
        "title": "Biomineralization",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Biomineralization"
    },
    {
        "section": "Other minerals",
        "text": "Beyond these main three categories, there are a number of less common types of biominerals, usually resulting from a need for specific physical properties or the organism inhabiting an unusual environment. For example, teeth that are primarily used for scraping hard substrates may be reinforced with particularly tough minerals, such as the iron minerals magnetite in chitons [39] or goethite in limpets . [40] Gastropod molluscs living close to hydrothermal vents reinforce their carbonate shells with the iron-sulphur minerals pyrite and greigite . [41] Magnetotactic bacteria also employ magnetic iron minerals magnetite and greigite to produce magnetosomes to aid orientation and distribution in the sediments. Celestine , the heaviest mineral in the ocean, consists of strontium sulfate , SrSO 4 . The mineral is named for the delicate blue colour of its crystals. [44] Planktic acantharean radiolarians form celestine crystal shells.  The denseness of the celestite ensures their shells function as mineral ballast , resulting in fast sedimentation to bathypelagic depths. High settling fluxes of acantharian cysts have been observed at times in the Iceland Basin and the Southern Ocean, as much as half of the total gravitational organic carbon flux. [45] [46] [44]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Small_magnetosome.jpg/188px-Small_magnetosome.jpg",
                "caption": "Magnetotactic bacterium containing a chain of magnetosomes"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomineralization",
        "title": "Biomineralization",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Biomineralization"
    },
    {
        "section": "Diversity",
        "text": "In nature, there is a wide array of biominerals, ranging from iron oxide to strontium sulfate, [47] with calcareous biominerals being particularly notable. [48] [49] However, the most taxonomically widespread biomineral is silica (SiO 2 ·nH 2 O), being present in all eukaryotic supergroups. [50] Notwithstanding, the degree of silicification can vary even between closely related taxa, from being found in composite structures with other biominerals (e.g., limpet teeth ; [51] to forming minor structures (e.g., ciliate granules; [52] or being a major structural constituent of the organism. [53] The most extreme degree of silicification is evident in the diatoms, where almost all species have an obligate requirement for silicon to complete cell wall formation and cell division. [54] [55] Biogeochemically and ecologically, diatoms are the most important silicifiers in modern marine ecosystems, with radiolarians ( polycystine and phaeodarian rhizarians ), silicoflagellates ( dictyochophyte and chrysophyte stramenopiles ), and sponges with prominent roles as well. In contrast, the major silicifiers in terrestrial ecosystems are the land plants ( embryophytes ), with other silicifying groups (e.g., testate amoebae ) having a minor role. [56] Broadly, biomineralized structures evolve and diversify when the energetic cost of biomineral production is less than the expense of producing an equivalent organic structure. [57] [58] [59] The energetic costs of forming a silica structure from silicic acid are much less than forming the same volume from an organic structure (≈20-fold less than lignin or 10-fold less than polysaccharides like cellulose). [60] Based on a structural model of biogenic silica , [61] Lobel et al. (1996) identified by biochemical modeling a low-energy reaction pathway for nucleation and growth of silica. [62] The combination of organic and inorganic components within biomineralized structures often results in enhanced properties compared to exclusively organic or inorganic materials. With respect to biogenic silica, this can result in the production of much stronger structures, such as siliceous diatom frustules having the highest strength per unit density of any known biological material, [63] [64] or sponge spicules being many times more flexible than an equivalent structure made of pure silica. [65] [66] As a result, biogenic silica structures are used for support, [67] feeding, [68] predation defense [69] [70] [71] and environmental protection as a component of cyst walls. [53] Biogenic silica also has useful optical properties for light transmission and modulation in organisms as diverse as plants, [72] diatoms, [73] [74] [75] sponges, [76] and molluscs. [77] There is also evidence that silicification is used as a detoxification response in snails [78] and plants, [79] biosilica has even been suggested to play a role as a pH buffer for the enzymatic activity of carbonic anhydrase , aiding the acquisition of inorganic carbon for photosynthesis. [80] [56] There are questions which have yet to be resolved, such as why some organisms biomineralize while others do not, and why is there such a diversity of biominerals besides silicon when silicon is so abundant, comprising 28% of the Earth's crust. [56] The answer to these questions lies in the evolutionary interplay between biomineralization and geochemistry, and in the competitive interactions that have arisen from these dynamics. Fundamentally whether an organism produces silica or not involves evolutionary trade-offs and competition between silicifiers themselves, and non-silicifying organisms (both those which use other biominerals, and non-mineralizing groups). Mathematical models and controlled experiments of resource competition in phytoplankton have demonstrated the rise to dominance of different algal species based on nutrient backgrounds in defined media. These have been part of fundamental studies in ecology. [85] [86] However, the vast diversity of organisms that thrive in a complex array of biotic and abiotic interactions in oceanic ecosystems are a challenge to such minimal models and experimental designs, whose parameterization and possible combinations, respectively, limit the interpretations that can be built on them. [56]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Diatom_-_Triceratium_favus.jpg/165px-Diatom_-_Triceratium_favus.jpg",
                "caption": "The siliceous diatom frustule has the highest strength of any known biological material"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomineralization",
        "title": "Biomineralization",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Biomineralization"
    },
    {
        "section": "Evolution",
        "text": "The first evidence of biomineralization dates to some 750 million years ago , [87] [88] and sponge-grade organisms may have formed calcite skeletons 630 million years ago . [89] But in most lineages, biomineralization first occurred in the Cambrian or Ordovician periods. [90] Organisms used whichever form of calcium carbonate was more stable in the water column at the point in time when they became biomineralized, [91] and stuck with that form for the remainder of their biological history [92] (but see [93] for a more detailed analysis).  The stability is dependent on the Ca/Mg ratio of seawater , which is thought to be controlled primarily by the rate of sea floor spreading , although atmospheric CO 2 levels may also play a role. [91] Biomineralization evolved multiple times, independently, [94] and most animal lineages first expressed biomineralized components in the Cambrian period. [95] Many of the same processes are used in unrelated lineages, which suggests that biomineralization machinery was assembled from pre-existing \"off-the-shelf\" components already used for other purposes in the organism. [25] Although the biomachinery facilitating biomineralization is complex – involving signalling transmitters, inhibitors, and transcription factors – many elements of this 'toolkit' are shared between phyla as diverse as corals , molluscs , and vertebrates . [96] The shared components tend to perform quite fundamental tasks, such as designating that cells will be used to create the minerals, whereas genes controlling more finely tuned aspects that occur later in the biomineralization process, such as the precise alignment and structure of the crystals produced, tend to be uniquely evolved in different lineages. [13] [97] This suggests that Precambrian organisms were employing the same elements, albeit for a different purpose – perhaps to avoid the inadvertent precipitation of calcium carbonate from the supersaturated Proterozoic oceans. [96] Forms of mucus that are involved in inducing mineralization in most animal lineages appear to have performed such an anticalcifatory function in the ancestral state. [98] Further, certain proteins that would originally have been involved in maintaining calcium concentrations within cells [99] are homologous in all animals, and appear to have been co-opted into biomineralization after the divergence of the animal lineages. [100] The galaxins are one probable example of a gene being co-opted from a different ancestral purpose into controlling biomineralization, in this case, being 'switched' to this purpose in the Triassic scleractinian corals ; the role performed appears to be functionally identical to that of the unrelated pearlin gene in molluscs. [101] Carbonic anhydrase serves a role in mineralization broadly in the animal kingdom, including in sponges , implying an ancestral role. [102] Far from being a rare trait that evolved a few times and remained stagnant, biomineralization pathways in fact evolved many times and are still evolving rapidly today; even within a single genus, it is possible to detect great variation within a single gene family. [97] The homology of biomineralization pathways is underlined by a remarkable experiment whereby the nacreous layer of a molluscan shell was implanted into a human tooth , and rather than experiencing an immune response, the molluscan nacre was incorporated into the host bone matrix. This points to the exaptation of an original biomineralization pathway. The biomineralisation capacity of brachiopods and molluscs has also been demonstrated to be homologous, building on a conserved set of genes. [103] This indicates that biomineralisation is likely ancestral to all lophotrochozoans. The most ancient example of biomineralization, dating back 2 billion years, is the deposition of magnetite , which is observed in some bacteria, as well as the teeth of chitons and the brains of vertebrates; it is possible that this pathway, which performed a magnetosensory role in the common ancestor of all bilaterians , was duplicated and modified in the Cambrian to form the basis for calcium-based biomineralization pathways. [104] Iron is stored in close proximity to magnetite-coated chiton teeth, so that the teeth can be renewed as they wear.  Not only is there a marked similarity between the magnetite deposition process and enamel deposition in vertebrates, but some vertebrates even have comparable iron storage facilities near their teeth. [105]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Haeckel_Calcispongiae.jpg/220px-Haeckel_Calcispongiae.jpg",
                "caption": "Some calcareous sponges ( Ernst Haeckel , Kunstformen der Natur )."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomineralization",
        "title": "Biomineralization",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Biomineralization"
    },
    {
        "section": "Early life and education",
        "text": "Addadi was born in Padua . She earned her bachelor's and master's degrees in chemistry at the University of Padua , and graduated in 1973. [4] [5] She moved to Rehovot for her PhD supervised by Meir Lahav on the synthesis of chiral polymers at the Weizmann Institute of Science , [6] [4] which she completed in 1979.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Ambassador_Visit_to_the_Weizmann_Institute_%288682086207%29.jpg/220px-Ambassador_Visit_to_the_Weizmann_Institute_%288682086207%29.jpg",
                "caption": "Lia Addadi (fifth from right) outside the David Lopatie Hall of Graduate studies"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lia_Addadi",
        "title": "Lia Addadi",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Biomineralization"
    },
    {
        "section": "Microscopic structure",
        "text": "A typical arthropod exoskeleton is a multi-layered structure with four functional regions: epicuticle , procuticle , epidermis and basement membrane . [1] Of these, the epicuticle is a multi-layered external barrier that, especially in terrestrial arthropods, acts as a barrier against desiccation .  The strength of the exoskeleton is provided by the underlying procuticle , which is in turn secreted by the epithelial cells in the epidermis, [2] which begins as a tough, flexible layer of chitin .  Arthropod cuticle is a biological composite material , consisting of two main portions: fibrous chains of alpha- chitin within a matrix of silk-like and globular proteins, of which the best-known is the rubbery protein called resilin .  The relative abundance of these two main components varies from approximately 50/50 to 80/20 chitin protein, with softer parts of the exoskeleton having a higher proportion of chitin. [ citation needed ] The cuticle is soft when first secreted, but it soon hardens as required, in a process of sclerotization . The process is poorly understood, but it involves forms of tanning in which phenolic chemicals crosslink protein molecules or anchor them to surrounding molecules such as chitins. Part of the effect is to make the tanned material hydrophobic .  By varying the types of interaction between the proteins and chitins, the insect metabolism produces regions of exoskeleton that differ in their wet and dry behaviour, their colour and their mechanical properties. [ citation needed ] The chitinous procuticle is formed of an outer exocuticle and the inner endocuticle , and between the exocuticle and endocuticle there may be another layer called mesocuticle which has distinctive staining properties. [3] The tough and flexible endocuticle is a laminated structure of layers of interwoven fibrous chitin and protein molecules, while the exocuticle is the layer in which any major thickening, armouring and biomineralization occurs. Biomineralization with calcite is particularly common in Crustacea , whereas sclerotization particularly occurs in insects . [4] The exocuticle is greatly reduced in many soft-bodied insects, especially in the larval stages such as caterpillars and the larvae of parasitoidal Hymenoptera . In addition to the chitinous-proteinaceous composite of the cuticle, many crustaceans , some myriapods and the extinct trilobites further impregnate the cuticle with mineral salts, above all calcium carbonate, which can make up to 40% of the cuticle. The armoured product commonly has great mechanical strength.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Cuticula.svg/220px-Cuticula.svg.png",
                "caption": "A : Cuticle and epidermis; B : Epicuticle detail . 1 : Epicuticle ; 1a : Cement layer; 1b : Wax layer; 1c : Outer epicuticle; 1d : Inner epicuticle. 2 : Exocuticle ; 3 : Endocuticle ; 2+3 : Procuticle ; 4 : Epidermis ; 5 : Basement membrane ; 6 : epidermal cell ; 6a : Pore canal ; 7 : Glandular cell; 8 : Trichogen cell; 9 : Tormogen cell; 10 : Nerve ; 11 : Sensilia ; 12 : Hair; 13 : Gland opening."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Section_of_insect_integument.JPG/260px-Section_of_insect_integument.JPG",
                "caption": ""
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Cicada_molting_animated-2.gif/220px-Cicada_molting_animated-2.gif",
                "caption": "Time series photos of a Tibicen Dog Day Cicada moulting in Ohio USA."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Arthropod_exoskeleton",
        "title": "Arthropod exoskeleton",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Biomineralization"
    },
    {
        "section": "Segmentation",
        "text": "Hardened plates in the exoskeleton are called sclerites. Sclerites may be simple protective armour, but also may form mechanical components of the exoskeleton , such as in the legs, joints, fins or wings. In the typical body segment of an insect or many other Arthropoda, there are four principal regions. The dorsal region is the tergum ; if the tergum bears any sclerites, those are called tergites . The ventral region is called the sternum , which commonly bears sternites . The two lateral regions are called the pleura (singular pleurum) and any sclerites they bear are called pleurites. [6] The arthropod exoskeleton is divided into different functional units, each comprising a series of grouped segments; such a group is called a tagma , and the tagmata are adapted to different functions in a given arthropod body. For example, tagmata of insects include the head, which is a fused capsule, the thorax as nearly a fixed capsule, and the abdomen usually divided into a series of articulating segments. Each segment has sclerites according to its requirements for external rigidity; for example, in the larva of some flies, there are none at all and the exoskeleton is effectively all membranous ; the abdomen of an adult fly is covered with light sclerites connected by joints of membranous cuticle. In some beetles most of the joints are so tightly connected, that the body is practically in an armoured, rigid box. \nHowever, in most Arthropoda the bodily tagmata are so connected and jointed with flexible cuticle and muscles that they have at least some freedom of movement, and many such animals, such as the Chilopoda or the larvae of mosquitoes are very mobile indeed. \nIn addition, the limbs of arthropods are jointed, so characteristically that the very name \"Arthropoda\" literally means \"jointed legs\" in reflection of the fact.  The internal surface of the exoskeleton is often infolded, forming a set of structures called apodemes that serve for the attachment of muscles, and functionally amounting to endoskeletal components. They are highly complex in some groups, particularly in Crustacea . [ citation needed ] Within entomology , the term glabrous is used to refer to those parts of an insect's body lacking in setae (bristles) or scales . [7]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Scutigera_coleoptrata.JPG/220px-Scutigera_coleoptrata.JPG",
                "caption": "The house centipede Scutigera coleoptrata has rigid sclerites on each body segment. Supple chitin holds the sclerites together and connects the segments flexibly. Similar chitin connects the joints in the legs. Sclerotised tubular leg segments house the leg muscles, their nerves and attachments, leaving room for the passage of blood to and from the hemocoel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Arthropod_exoskeleton",
        "title": "Arthropod exoskeleton",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Biomineralization"
    },
    {
        "section": "Moulting",
        "text": "The chemical and physical nature of the arthropod exoskeleton limits its ability to stretch or change shape as the animal grows. In some special cases, such as the abdomens of termite queens and honeypot ants means that continuous growth of arthropods is not possible. Therefore, growth is periodic and concentrated into a period of time when the exoskeleton is shed, called moulting or ecdysis , which is under the control of a hormone called ecdysone . Moulting is a complex process that is invariably dangerous for the arthropod involved. Before the old exoskeleton is shed, the cuticle separates from the epidermis through a process called apolysis . Early in the process of apolysis the epithelial cells release enzymatic moulting fluid between the old cuticle and the epidermis. The enzymes partly digest the endocuticle and the epidermis absorbs the digested material for the animal to assimilate. Much of that digested material is re-used to build the new cuticle. Once the new cuticle has formed sufficiently, the animal splits the remaining parts of the old integument along built-in lines of weakness and sheds them in the visible process of ecdysis, generally shedding and discarding the epicuticle and the reduced exocuticle, though some species carry them along for camouflage or protection. The shed portions are called the exuviae . After the old cuticle is shed, the arthropod typically pumps up its body (for example, by air or water intake) to allow the new cuticle to expand to a larger size: the process of hardening by dehydration of the cuticle then takes place. The new integument still is soft and usually is pale, and it is said to be teneral or callow . It then undergoes a hardening and pigmentation process that might take anything from several minutes to several days, depending on the nature of the animal and the circumstances. [10] : 16–20 Although the process of ecdysis is metabolically risky and expensive, it does have some advantages. For one thing it permits a complex development cycle of metamorphosis in which young animals may be totally different from older phases, such as the nauplius larvae of crustaceans, the nymphs of say, the Odonata , or the larvae of Endopterygota , such as maggots of flies. Such larval stages commonly have ecological and life cycle roles totally different from those of the mature animals. Secondly, often a major injury in one phase, such as the loss of a leg from an insect nymph, or a claw from a young crab, can be repaired after one or two stages of ecdysis. Similarly, delicate parts that need periodic replacement, such as the outer surfaces of the eye lenses of spiders, or the urticating hairs of caterpillars, can be shed, making way for new structures. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/K8085-21.jpg/220px-K8085-21.jpg",
                "caption": "Mature queen of a termite colony, showing how the unsclerotised cuticle stretches between the dark sclerites that failed to stretch as the abdomen grew to accommodate her ovaries"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Crab_larva_%28265_08%29.jpg/220px-Crab_larva_%28265_08%29.jpg",
                "caption": "Crab larva barely recognisable as a crab, radically changes its form when it undergoes ecdysis as it matures"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Ghost_crab.jpg/220px-Ghost_crab.jpg",
                "caption": "Ghost crab, showing a variety of integument types in its exoskeleton, with transparent biomineralization over the eyes, strong biomineralization over the pincers , and tough chitin fabric in the joints and the bristles on the legs"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Formigas-pote-de-mel.jpg/220px-Formigas-pote-de-mel.jpg",
                "caption": "In honeypot ant repletes , the abdomens of the workers that hold the sugar solution grow vastly, but only the unsclerotised cuticle can stretch, leaving the unstretched sclerites as dark islands on the clear abdomen"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Zoea-stage_larva_%28king_crab_-_Paralithodes_platypus%29.jpg/260px-Zoea-stage_larva_%28king_crab_-_Paralithodes_platypus%29.jpg",
                "caption": "This Zoea-stage larva is hardly recognisable as a crab, but each time it sheds its cuticle it remodels itself, eventually taking on its final crab form"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Arthropod_exoskeleton",
        "title": "Arthropod exoskeleton",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Biomineralization"
    },
    {
        "section": "Corals",
        "text": "Coral reefs, physical structures formed from calcium carbonate, are important on biological and ecological scales to the regions they are endemic to. [12] Their robust calcification abilities have resulted in extensive calcium carbonate deposits, some housing significant hydrocarbon reserves. [17] However, this group only accounts for about 10% of the global production of calcium carbonate. [18] Corals undergo extracellular calcification and first develop an organic matrix and skeleton on top of which they will form their calcite structures. [19] It is proposed that calcification via pH upregulation of the coral's extracellular calcifying fluid occurs at least in part via Ca 2+ -ATPase. Ca 2+ -ATPase is an enzyme in the calicoblastic epithelium that pumps Ca 2+ ions into the calcifying region and ejects protons (H + ). [20] This process circumvents the kinetic barriers to CaCO 3 precipitation that exist naturally in seawater. [20]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Patella_piperata_01.JPG/220px-Patella_piperata_01.JPG",
                "caption": "The shell of a Patella piperata mollusc seen from the dorsal, lateral (left side), ventral, back, and front views."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Marine_biogenic_calcification",
        "title": "Marine biogenic calcification",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Biomineralization"
    },
    {
        "section": "Molluscs",
        "text": "Mollusks are a diverse group including slugs, oysters , limpets , snails , scallops , mussels , clams , cephalopods and others. Mollusks employ a strategic approach to protect their soft tissues and deter predation by developing an external calcified shell. This process involves specialized cells following genetic instructions to synthesize minerals under non-equilibrium conditions. [21] The resulting minerals exhibit complex shapes and sizes along with being formed within a confined space. [21] These organisms also pump hydrogen out of the calcifying area so that it will not bond to the carbonate ions, which prevents crystallization of calcium carbonate.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Egyptian_sea_star.JPG/220px-Egyptian_sea_star.JPG",
                "caption": "An Egyptian sea star, a common example of an Echinoderm."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Marine_biogenic_calcification",
        "title": "Marine biogenic calcification",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Biomineralization"
    },
    {
        "section": "Echinoderms",
        "text": "Echinoderms, of the phylum Echinodermata, include organisms such as sea stars, sea urchins, sand dollars, crinoids, sea cucumbers and brittle stars. These organisms form extensive  endoskeletons consisting of magnesium-rich calcite. [22] Magnesium-rich calcite maintains the chemical composition of CaCO3, yet features substitutions of Mg for Ca as calcite and aragonite are mineral forms or polymorphs of CaCO3. Adult echinoderm skeletons consist of teeth, spines, tests, tubule feet, and in some cases, spicules. [23] Echinoderms serve as excellent blueprints for biomineralization. Adult sea urchins are a particularly popular species studied to better understand the molecular and cellular processes that the calcification and biomineralization of their skeletal structures requires. [22] Unlike many other marine calcifiers, echinoderm tests are not formed purely from calcite; instead, their structures also heavily consist of organic matrices that increases the toughness and strength of their endoskeletons. [23]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Liocarcinus_marmoreus_2.jpg/220px-Liocarcinus_marmoreus_2.jpg",
                "caption": "A marbled swimming crab."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Marine_biogenic_calcification",
        "title": "Marine biogenic calcification",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Biomineralization"
    },
    {
        "section": "Crustaceans",
        "text": "Crustaceans have a hard outer shell formed from calcium carbonate. These organisms form a network of chitin-protein fibers and then precipitate calcium carbonate within this matrix. The chitin -protein fibers are first hardened by sclerotization , or crosslinking of protein and polysaccharides , followed by the crosslinking of proteins with other proteins. [24] The presence of a hard, calcified exoskeleton means that the crustacean has to molt and shed the exoskeleton as its body size increases. This links molting cycles to calcification processes, making access to a regular source of calcium and carbonate ions crucial for the growth and survival of crustaceans. [24] Various body parts of the crustacean will have a different mineral content, varying the hardness at these locations with the harder areas being generally stronger. This calcite shell provides protection for the crustaceans, meaning between molting cycles the crustacean must avoid predators while it waits for its calcite shell to form and harden.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Foraminifera_%28265_36%29_Various.jpg/220px-Foraminifera_%28265_36%29_Various.jpg",
                "caption": "Various types of foraminifera observed through a microscope using differential interference contrast."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Marine_biogenic_calcification",
        "title": "Marine biogenic calcification",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Biomineralization"
    },
    {
        "section": "Foraminifera",
        "text": "Foraminifera , or forams, are single-celled protists that form chambered shells (tests) from calcium carbonate. [25] Forams first appeared approximately 170 million years ago, and populate oceans globally. Forams are microscopic organisms, typically no larger than 1 mm in length. [25] The calcification and dissolution of their shells causes changes both in the surface seawater carbonate chemistry, and in deep-water chemistry. [25] These organisms are excellent paleo-proxies as they record ambient water chemistry during shell formation and are well-preserved in the sedimentary fossil record. Planktonic foraminifera, found in large numbers in the ocean, contribute significantly to oceanic carbonate production. [26] Unlike their benthic counterparts, more of these species have algal symbionts.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Coccolithus_pelagicus.jpg/220px-Coccolithus_pelagicus.jpg",
                "caption": "Coccolithus pelagicus, a species of coccolithophore sampled from the North Atlantic Ocean."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Marine_biogenic_calcification",
        "title": "Marine biogenic calcification",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Biomineralization"
    }
]