[
    {
        "section": "Properties",
        "text": "Clay is a very fine-grained geologic material that develops plasticity when wet, but becomes hard, brittle and non–plastic upon drying or firing . [2] [3] [4] It is a very common material, [5] and is the oldest known ceramic . Prehistoric humans discovered the useful properties of clay and used it for making pottery . [6] The chemistry of clay, including its capacity to retain nutrient cations such as potassium and ammonium , is important to soil fertility. [7] Because the individual particles in clay are less than 4 micrometers (0.00016 in) in size, they cannot be characterized by ordinary optical or physical methods. The crystallographic structure of clay minerals became better understood in the 1930s with advancements in the x-ray diffraction (XRD) technique indispensable to deciphering their crystal lattice. [8] Clay particles were found to be predominantly sheet silicate (phyllosilicate) minerals, now grouped together as clay minerals. Their structure is based on flat hexagonal sheets similar to those of the mica group of minerals. [9] Standardization in terminology arose during this period as well, [8] with special attention given to similar words that resulted in confusion, such as sheet and plane. [8] Because clay minerals are usually (but not necessarily) ultrafine-grained, special analytical techniques are required for their identification and study. In addition to X-ray crystallography, these include electron diffraction methods, [10] various spectroscopic methods such as Mössbauer spectroscopy , [11] infrared spectroscopy , [10] Raman spectroscopy , [12] and SEM - EDS [13] or automated mineralogy [10] processes. These methods can be augmented by polarized light microscopy , a traditional technique establishing fundamental occurrences or petrologic relationships. [14]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Kaolinite_-_USGS_bws00008.jpg/220px-Kaolinite_-_USGS_bws00008.jpg",
                "caption": "Hexagonal sheets of the clay mineral kaolinite ( SEM image, 1,340× magnification)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Clay_mineral",
        "title": "Clay mineral",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Clay Minerals"
    },
    {
        "section": "Structure",
        "text": "Like all phyllosilicates, clay minerals are characterised by two-dimensional sheets of corner-sharing SiO 4 tetrahedra or AlO 4 octahedra. The sheet units have the chemical composition (Al, Si) 3 O 4 . Each silica tetrahedron shares three of its vertex oxygen ions with other tetrahedra, forming a hexagonal array in two dimensions. The fourth oxygen ion is not shared with another tetrahedron and all of the tetrahedra \"point\" in the same direction; i.e. all of the unshared oxygen ions are on the same side of the sheet. These unshared oxygen ions are called apical oxygen ions. [20] In clays, the tetrahedral sheets are always bonded to octahedral sheets formed from small cations, such as aluminum or magnesium, and coordinated by six oxygen atoms. The unshared vertex from the tetrahedral sheet also forms part of one side of the octahedral sheet, but an additional oxygen atom is located above the gap in the tetrahedral sheet at the center of the six tetrahedra. This oxygen atom is bonded to a hydrogen atom forming an OH group in the clay structure. Clays can be categorized depending on the way that tetrahedral and octahedral sheets are packaged into layers . If there is only one tetrahedral and one octahedral group in each layer the clay is known as a 1:1 clay. The alternative, known as a 2:1 clay, has two tetrahedral sheets with the unshared vertex of each sheet pointing towards each other and forming each side of the octahedral sheet. [20] Bonding between the tetrahedral and octahedral sheets requires that the tetrahedral sheet becomes corrugated or twisted, causing ditrigonal distortion to the hexagonal array, and the octahedral sheet is flattened.  This minimizes the overall bond-valence distortions of the crystallite. [20] Depending on the composition of the tetrahedral and octahedral sheets, the layer will have no charge or will have a net negative charge. If the layers are charged this charge is balanced by interlayer cations such as Na + or K + or by a lone octahedral sheet. The interlayer may also contain water. The crystal structure is formed from a stack of layers interspaced with the interlayers. [20]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Mica_T.png/220px-Mica_T.png",
                "caption": "View of tetrahedral sheet structure of a clay mineral. Apical oxygen ions are tinted pink."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Clay_mineral",
        "title": "Clay mineral",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Clay Minerals"
    },
    {
        "section": "Classification",
        "text": "Clay minerals can be classified as 1:1 or 2:1. A 1:1 clay would consist of one tetrahedral sheet and one octahedral sheet, and examples would be kaolinite and serpentinite . A 2:1 clay consists of an octahedral sheet sandwiched between two tetrahedral sheets, and examples are talc , vermiculite , and montmorillonite . The layers in 1:1 clays are uncharged and are bonded by hydrogen bonds between layers, but 2:1 layers have a net negative charge and may be bonded together either by individual cations (such as potassium in illite or sodium or calcium in smectites) or by positively charged octahedral sheets (as in chlorites ). [9] Clay minerals include the following groups: Mixed layer clay variations exist for most of the above groups. [9] Ordering is described as a random or regular order and is further described by the term reichweite , which is German for range or reach.  Literature articles will refer to an R1 ordered illite-smectite, for example. This type would be ordered in an illite-smectite-illite-smectite (ISIS) fashion. R0 on the other hand describes random ordering, and other advanced ordering types are also found (R3, etc.).  Mixed layer clay minerals which are perfect R1 types often get their own names. R1 ordered chlorite-smectite is known as corrensite , R1 illite-smectite is rectorite . [25] X-ray rf(001) is the spacing between layers in nanometers, as determined by X-ray crystallography. Glycol (mg/g) is the adsorption capacity for glycol, which occupies the interlayer sites when the clay is exposed to a vapor of ethylene glycol at 60 °C (140 °F) for eight hours. CEC is the cation exchange capacity of the clay. K 2 O (%) is the percent content of potassium oxide in the clay. DTA describes the differential thermal analysis curve of the clay.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Clay_Mineral_Structure.jpg/300px-Clay_Mineral_Structure.jpg",
                "caption": "Structure of clay mineral groups"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Clay_mineral",
        "title": "Clay mineral",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Clay Minerals"
    },
    {
        "section": "Properties",
        "text": "The defining mechanical property of clay is its plasticity when wet and its ability to harden when dried or fired. Clays show a broad range of water content within which they are highly plastic, from a minimum water content (called the plastic limit ) where the clay is just moist enough to mould, to a maximum water content (called the liquid limit) where the moulded clay is just dry enough to hold its shape. [10] The plastic limit of kaolinite clay ranges from about 36% to 40% and its liquid limit ranges from about 58% to 72%. [11] High-quality clay is also tough, as measured by the amount of mechanical work required to roll a sample of clay flat. Its toughness reflects a high degree of internal cohesion. [10] Clay has a high content of clay minerals that give it its plasticity. Clay minerals are hydrous aluminium phyllosilicate minerals , composed of aluminium and silicon ions bonded into tiny, thin plates by interconnecting oxygen and hydroxide ions. These plates are tough but flexible, and in moist clay, they adhere to each other. The resulting aggregates give clay the cohesion that makes it plastic. [12] In kaolinite clay, the bonding between plates is provided by a film of water molecules that hydrogen bond the plates together. The bonds are weak enough to allow the plates to slip past each other when the clay is being moulded, but strong enough to hold the plates in place and allow the moulded clay to retain its shape after it is moulded. When the clay is dried, most of the water molecules are removed, and the plates hydrogen bond directly to each other, so that the dried clay is rigid but still fragile. If the clay is moistened again, it will once more become plastic. When the clay is fired to the earthenware stage, a dehydration reaction removes additional water from the clay, causing clay plates to irreversibly adhere to each other via stronger covalent bonding , which strengthens the material. The clay mineral kaolinite is transformed into a non-clay material, metakaolin , which remains rigid and hard if moistened again. Further firing through the stoneware and porcelain stages further recrystallizes the metakaolin into yet stronger minerals such as mullite . [6] The tiny size and plate form of clay particles gives clay minerals a high surface area. In some clay minerals, the plates carry a negative electrical charge that is balanced by a surrounding layer of positive ions ( cations ), such as sodium, potassium, or calcium. If the clay is mixed with a solution containing other cations, these can swap places with the cations in the layer around the clay particles, which gives clays a high capacity for ion exchange . [12] The chemistry of clay minerals, including their capacity to retain nutrient cations such as potassium and ammonium, is important to soil fertility. [13] Clay is a common component of sedimentary rock . Shale is formed largely from clay and is the most common of sedimentary rocks. [9] However, most clay deposits are impure. Many naturally occurring deposits include both silts and clay. Clays are distinguished from other fine-grained soils by differences in size and mineralogy. Silts , which are fine-grained soils that do not include clay minerals, tend to have larger particle sizes than clays. There is, however, some overlap in particle size and other physical properties. The distinction between silt and clay varies by discipline. Geologists and soil scientists usually consider the separation to occur at a particle size of 2 μm (clays being finer than silts), sedimentologists often use 4–5 μm, and colloid chemists use 1 μm. [4] Clay-size particles and clay minerals are not the same, despite a degree of overlap in their respective definitions. Geotechnical engineers distinguish between silts and clays based on the plasticity properties of the soil, as measured by the soils' Atterberg limits . ISO 14688 grades clay particles as being smaller than 2 μm and silt particles as being larger. Mixtures of sand , silt and less than 40% clay are called loam . Some clay minerals (such as smectite ) are described as swelling clay minerals, because they have a great capacity to take up water, and they increase greatly in volume when they do so. When dried, they shrink back to their original volume. This produces distinctive textures, such as mudcracks or \"popcorn\" texture, in clay deposits. Soils containing swelling clay minerals (such as bentonite ) pose a considerable challenge for civil engineering, because swelling clay can break foundations of buildings and ruin road beds. [1]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Clay_magnified.jpg/220px-Clay_magnified.jpg",
                "caption": "A 23,500 times magnified electron micrograph of smectite clay"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Clay",
        "title": "Clay",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Clay Minerals"
    },
    {
        "section": "Formation",
        "text": "Clay minerals most commonly form by prolonged chemical weathering of silicate-bearing rocks. They can also form locally from hydrothermal activity. [14] Chemical weathering takes place largely by acid hydrolysis due to low concentrations of carbonic acid , dissolved in rainwater or released by plant roots. The acid breaks bonds between aluminium and oxygen, releasing other metal ions and silica (as a gel of orthosilicic acid ).) [15] The clay minerals formed depend on the composition of the source rock and the climate. Acid weathering of feldspar -rich rock, such as granite , in warm climates tends to produce kaolin. Weathering of the same kind of rock under alkaline conditions produces illite . Smectite forms by weathering of igneous rock under alkaline conditions, while gibbsite forms by intense weathering of other clay minerals. [16] There are two types of clay deposits: primary and secondary. Primary clays form as residual deposits in soil and remain at the site of formation. Secondary clays are clays that have been transported from their original location by water erosion and deposited in a new sedimentary deposit. [17] Secondary clay deposits are typically associated with very low energy depositional environments such as large lakes and marine basins. [14]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Italian_and_African-American_Clay_Miners_in_Mine_Shaft.jpg/220px-Italian_and_African-American_Clay_Miners_in_Mine_Shaft.jpg",
                "caption": "Italian and African-American clay miners in mine shaft, 1910"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Clay",
        "title": "Clay",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Clay Minerals"
    },
    {
        "section": "Uses",
        "text": "Modelling clay is used in art and handicraft for sculpting .\nClays are used for making pottery , both utilitarian and decorative, and construction products, such as bricks, walls, and floor tiles. Different types of clay, when used with different minerals and firing conditions, are used to produce earthenware, stoneware, and porcelain. Prehistoric humans discovered the useful properties of clay. Some of the earliest pottery shards recovered are from central Honshu , Japan . They are associated with the Jōmon culture, and recovered deposits have been dated to around 14,000 BCE. [7] Cooking pots, art objects, dishware, smoking pipes , and even musical instruments such as the ocarina can all be shaped from clay before being fired. Ancient peoples in Mesopotamia adopted clay tablets as the first known writing medium. [8] Clay was chosen due to the local material being easy to work with and widely available. [24] Scribes wrote on the tablets by inscribing them with a script known as cuneiform , using a blunt reed called a stylus , which effectively produced the wedge shaped markings of their writing. After being written on, clay tablets could be reworked into fresh tablets and reused if needed, or fired to make them permanent records. Purpose-made clay balls were used as sling ammunition . [25] Clay is used in many industrial processes, such as paper making, cement production, and chemical filtering . [26] Bentonite clay is widely used as a mold binder in the manufacture of sand castings . [27] [28]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Clay_In_A_Construction_Site.jpg/220px-Clay_In_A_Construction_Site.jpg",
                "caption": "Clay layers in a construction site in Auckland , New Zealand. Dry clay is normally much more stable than sand in excavations."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Di%C3%B3sgy%C5%91r_-_2015.02.07_%28145%29.JPG/170px-Di%C3%B3sgy%C5%91r_-_2015.02.07_%28145%29.JPG",
                "caption": "A 14th-century bottle stopper made of fired clay"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Bain_d%27argile_%C3%A0_Gogotinkpon_au_B%C3%A9nin_01.jpg/220px-Bain_d%27argile_%C3%A0_Gogotinkpon_au_B%C3%A9nin_01.jpg",
                "caption": "Clay bath near lake Ahémé in Benin"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Clay",
        "title": "Clay",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Clay Minerals"
    },
    {
        "section": "Construction",
        "text": "Clay as the defining ingredient of loam is one of the oldest building materials on Earth , among other ancient, naturally-occurring geologic materials such as stone and organic materials like wood. [32] Between one-half and two-thirds of the world's population, in both traditional societies as well as developed countries, still live or work in buildings made with clay, often baked into brick, as an essential part of its load-bearing structure. [ citation needed ] Also a primary ingredient in many natural building techniques, clay is used to create adobe , cob , cordwood , and structures and building elements such as wattle and daub , clay plaster, clay render case, clay floors and clay paints and ceramic building material . Clay was used as a mortar in brick chimneys and stone walls where protected from water. Clay, relatively impermeable to water, is also used where natural seals are needed, such as in pond linings, the cores of dams , or as a barrier in landfills against toxic seepage (lining the landfill, preferably in combination with geotextiles ). [33] Studies in the early 21st century have investigated clay's absorption capacities in various applications, such as the removal of heavy metals from waste water and air purification. [34] [35]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/WMEE-exp2019-%28113%29.jpg/220px-WMEE-exp2019-%28113%29.jpg",
                "caption": "A clay building in South Estonia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Clay",
        "title": "Clay",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Clay Minerals"
    },
    {
        "section": "Structure",
        "text": "Compared with other clay minerals, kaolinite is chemically and structurally simple. It is described as a 1:1 or TO clay mineral because its crystals consist of stacked TO layers. Each TO layer consists of a tetrahedral ( T ) sheet composed of silicon and oxygen ions bonded to an octahedral ( O ) sheet composed of oxygen, aluminium, and hydroxyl ions. The T sheet is so called because each silicon ion is surrounded by four oxygen ions forming a tetrahedron. The O sheet is so called because each aluminium ion is surrounded by six oxygen or hydroxyl ions arranged at the corners of an octahedron. The two sheets in each layer are strongly bonded together via shared oxygen ions, while layers are bonded via hydrogen bonding between oxygen on the outer face of the T sheet of one layer and hydroxyl on the outer face of the O sheet of the next layer. [17] A kaolinite layer has no net electrical charge and so there are no large cations (such as calcium, sodium, or potassium) between layers as with most other clay minerals. This accounts for kaolinite's relatively low ion exchange capacity. The close hydrogen bonding between layers also hinders water molecules from infiltrating between layers, accounting for kaolinite's nonswelling character. [17] When moistened, the tiny platelike crystals of kaolinite acquire a layer of water molecules that cause crystals to adhere to each other and give kaolin clay its cohesiveness. The bonds are weak enough to allow the plates to slip past each other when the clay is being molded, but strong enough to hold the plates in place and allow the molded clay to retain its shape. When the clay is dried, most of the water molecules are removed, and the plates hydrogen bond directly to each other, so that the dried clay is rigid but still fragile. If the clay is moistened again, it will once more become plastic. [18]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Beevers_crystal_structure_model_of_Kaolinite.jpg/220px-Beevers_crystal_structure_model_of_Kaolinite.jpg",
                "caption": "Kaolinite structure, showing the interlayer hydrogen bonds"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Kaolinite",
        "title": "Kaolinite",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Clay Minerals"
    },
    {
        "section": "Occurrence",
        "text": "Kaolinite is one of the most common minerals; it is mined, as kaolin, in Australia , Brazil , Bulgaria , China , Czech Republic , France , Germany , India , Iran , Malaysia , South Africa , South Korea , Spain , Tanzania , Thailand , United Kingdom , United States and Vietnam . [2] Mantles of kaolinite are common in Western and Northern Europe. The ages of these mantles are Mesozoic to Early Cenozoic. [23] Kaolinite clay occurs in abundance in soils that have formed from the chemical weathering of rocks in hot, moist climates ; for example in tropical rainforest areas. Comparing soils along a gradient towards progressively cooler or drier climates, the proportion of kaolinite decreases, while the proportion of other clay minerals such as illite (in cooler climates) or smectite (in drier climates) increases. Such climatically related differences in clay mineral content are often used to infer changes in climates in the geological past, where ancient soils have been buried and preserved. [24] In the Institut National pour l'Étude Agronomique au Congo Belge (INEAC) classification system, soils in which the clay fraction is predominantly kaolinite are called kaolisol (from kaolin and soil). [25] In the US, the main kaolin deposits are found in central Georgia , on a stretch of the Atlantic Seaboard fall line between Augusta and Macon . This area of thirteen counties is called the \"white gold\" belt; Sandersville is known as the \"Kaolin Capital of the World\" due to its abundance of kaolin. [26] [27] [28] In the late 1800s, an active kaolin surface-mining industry existed in the extreme southeast corner of Pennsylvania, near the towns of Landenberg and Kaolin , and in what is present-day White Clay Creek Preserve. The product was brought by train to Newark, Delaware , on the Newark-Pomeroy line, along which can still be seen many open-pit clay mines. The deposits were formed between the late Cretaceous and early Paleogene , about 100 to 45 million years ago, in sediments derived from weathered igneous and metakaolin rocks. [13] Kaolin production in the US during 2011 was 5.5 million tons. [29] During the Paleocene–Eocene Thermal Maximum sediments deposited in the Esplugafreda area of Spain were enriched with kaolinite from a detrital source due to denudation . [30]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Kazn%C4%9Bjov_-_kaolin_quarry.jpg/200px-Kazn%C4%9Bjov_-_kaolin_quarry.jpg",
                "caption": "Kaolin mine in Czech Republic"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/China_Clay_Silos_near_Par_-_geograph.org.uk_-_30198.jpg/200px-China_Clay_Silos_near_Par_-_geograph.org.uk_-_30198.jpg",
                "caption": "A kaolin processing plant"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Buell_Dryer.jpg/200px-Buell_Dryer.jpg",
                "caption": "A Buell dryer in the UK, which is used to dry processed kaolin"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Kaolinite",
        "title": "Kaolinite",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Clay Minerals"
    },
    {
        "section": "Texture",
        "text": "Shale typically exhibits varying degrees of fissility. Because of the parallel orientation of clay mineral flakes in shale, it breaks into thin layers, often splintery and usually parallel to the otherwise indistinguishable bedding planes . [4] Non-fissile rocks of similar composition and particle size (less than 0.0625 mm) are described as mudstones (1/3 to 2/3 silt particles) or claystones (less than 1/3 silt). Rocks with similar particle sizes but with less clay (greater than 2/3 silt) and therefore grittier are siltstones . [4] [5]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Drill_cuttings_-_Annotated_-_2004.jpg/220px-Drill_cuttings_-_Annotated_-_2004.jpg",
                "caption": "Sample of drill cuttings of shale while drilling an oil well in Louisiana , United States . Sand grain = 2 mm in diameter"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Shale",
        "title": "Shale",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Clay Minerals"
    },
    {
        "section": "Composition and color",
        "text": "Shales are typically gray in color and are composed of clay minerals and quartz grains. The addition of variable amounts of minor constituents alters the color of the rock. Red, brown and green colors are indicative of ferric oxide ( hematite – reds), iron hydroxide ( goethite – browns and limonite – yellow), or micaceous minerals ( chlorite , biotite and illite – greens). [4] The color shifts from reddish to greenish as iron in the oxidized ( ferric ) state is converted to iron in the reduced ( ferrous ) state. [6] Black shale results from the presence of greater than one percent carbonaceous material and indicates a reducing environment. [4] Pale blue to blue-green shales typically are rich in carbonate minerals . [7] Clays are the major constituent of shales and other mudrocks. The clay minerals represented are largely kaolinite , montmorillonite and illite. Clay minerals of Late Tertiary mudstones are expandable smectites , whereas in older rocks (especially in mid-to early Paleozoic shales) illites predominate. The transformation of smectite to illite produces silica , sodium , calcium , magnesium , iron and water. These released elements form authigenic quartz , chert , calcite , dolomite , ankerite , hematite and albite , all trace to minor (except quartz) minerals found in shales and other mudrocks. [4] A typical shale is composed of about 58% clay minerals, 28% quartz, 6% feldspar , 5% carbonate minerals, and 2% iron oxides . [8] Most of the quartz is detrital (part of the original sediments that formed the shale) rather than authigenic (crystallized within the shale after deposition). [9] Shales and other mudrocks contain roughly 95 percent of the organic matter in all sedimentary rocks. However, this amounts to less than one percent by mass in an average shale. Black shales, which form in anoxic conditions, contain reduced free carbon along with ferrous iron (Fe 2+ ) and sulfur (S 2− ). Amorphous iron sulfide , along with carbon, produce the black coloration. [4] Because amorphous iron sulfide gradually converts to pyrite , which is not an important pigment, young shales may be quite dark from their iron sulfide content, in spite of a modest carbon content (less than 1%), while a black color in an ancient shale indicates a high carbon content. [7] Most shales are marine in origin, [10] and the groundwater in shale formations is often highly saline . There is evidence that shale acts as a semipermeable medium, allowing water to pass through while retaining dissolved salts. [11] [12]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Mudrock_Colors.jpg/220px-Mudrock_Colors.jpg",
                "caption": "Color chart for shale based on oxidation state and organic carbon content"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Shale",
        "title": "Shale",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Clay Minerals"
    },
    {
        "section": "Mineralogical structure",
        "text": "The 2:1 layer (TOT) structure consists of two silica (SiO 2 ) tetrahedral (T) layers which are electrostatically cross-linked via an Al 2 O 3 ( gibbsite ), or Fe 2 O 3 , octahedral (O) central layer. The TOT elementary layers are not rigidly connected to each other but are separated by a free space: the interlayer hosting hydrated cations and water molecules . Smectite can swell because of the reversible incorporation of water and cations in the interlayer space. The TOT layers are negatively charged because of the isomorphic substitution of Si(IV) atoms by Al(III) atoms in the two external silica tetrahedral layers and because of the replacement of Al(III) or Fe(III) atoms by Mg 2+ or Fe 2+ cations in the inner gibbsite octahedral layer. As the +4 charges born by Si(IV), and normally compensated by −4 charges from the surrounding oxygen atoms, become +3 due to the substitution of Si(IV) by Al(III), an electrical imbalance occurs: +3 −4 = −1. The excess of negative charges in the TOT layer has to be compensated by the presence of positive cations in the interlayer. The same reasoning also applies to the gibbsite central layer of the TOT elementary unit when an Al 3+ ion is replaced by a Mg 2+ ion in a gibbsite octahedra. The electrical imbalance is: +2 −3 = −1.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/2-1_clay_mineral_scheme.png/220px-2-1_clay_mineral_scheme.png",
                "caption": "2:1 clay minerals crystallographic structure made of three superimposed sheets of tetrahedra-octahedra-tetrahedra (TOT layer unit), respectively"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Smectite",
        "title": "Smectite",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Clay Minerals"
    },
    {
        "section": "Role of interlayer cations in the swelling process",
        "text": "The main cations in the smectite interlayers are Na + and Ca 2+ . The sodium cations are responsible for the highest swelling of smectite while calcium ions have lower swelling properties. Calcium smectite has significantly less swelling capacity than sodium smectite but is also less prone to shrinking when desiccated. [3] The degree of hydration of the cations and their corresponding hydrated radii explain the swelling or the shrinking behaviour of phyllosilicates. Other cations such as Mg 2+ and K + ions exhibit even a more contrasted effect: highly hydrated magnesium ions are \"swellers\" as in vermiculite (totally expanded interlayer) while poorly hydrated potassium ions are \"collapsers\" like in illite (totally collapsed interlayer). As the interlayer space of smectites is more open and so more easily accessible to water and cations, smectites exhibit the highest cation-exchange capacity (CEC) of clay minerals commonly found in the soils. Only more expandable vermiculite and some rarer alumino-silicate minerals ( zeolites ) with inner channel structure can exhibit a higher CEC than smectite.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Montmorillonite-en.svg/220px-Montmorillonite-en.svg.png",
                "caption": "Detailed molecular structure of pure montmorillonite , the best known end-member of the smectite group. The interlayer space between two successive TOT layers is filled with hydrated cations (mainly Na + and Ca 2+ ions) compensating the negative electrical charges of the TOT layers and with water molecules causing the interlayer expansion."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Smectite",
        "title": "Smectite",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Clay Minerals"
    },
    {
        "section": "Formation process",
        "text": "Smectites are formed from the weathering of basalt , gabbro , and silica-rich volcanic glass (e.g., pumice , obsidian , rhyolite , dacite ). Many smectites are formed in volcanic hydrothermal system (such as geyser system) where hot water percolating through the porous matrix or the cracks of the volcanic ash deposit ( pumice , pozzolan ) dissolves most of amorphous silica (up to 50 wt.% of SiO 2 can be dissolved), leaving smectite in place. This mechanism is responsible for the formation of the bentonite deposit (Serrata de Nijar ) of Cabo de Gata in the south-east region of Almeria in Andalusia ( Spain ). Wyoming MX-80 bentonite was formed in a similar way during the Cretaceous Period when volcanic ashes were falling in an inner sea on the American continent. The highly porous (with a large and easily accessible specific surface ) and very reactive volcanic ashes rapidly reacted with seawater . Because of silica hydrolysis , most of silica was dissolved in seawater and removed from the ashes giving rise to the formation of smectites. Smectites found in many marine clay deposits are often formed in this way as it is the case for the Ypresian Clays found in Belgium and very rich in smectites.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/MtCleveland_ISS013-E-24184.jpg/220px-MtCleveland_ISS013-E-24184.jpg",
                "caption": "Typical volcanic eruption plume whose ashes weathering after contact with seawater is the main source of smectite. Leaching of most of amorphous silica leads to partial dissolution of obsidian , the main constituent of volcanic glass ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Smectite",
        "title": "Smectite",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Clay Minerals"
    },
    {
        "section": "Images of clay",
        "text": "Together with the MinSoc's Clay Minerals Group , The Clay Minerals Society aims to create a large collection of electron micrographs of clay minerals. These images are available for free use for all nonprofit and educational uses. [9]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/7/72/Chlorite%2C_Fe-Al-rich.jpg/220px-Chlorite%2C_Fe-Al-rich.jpg",
                "caption": "Iron (Fe) and Aluminum (Al) rich chlorite from Strzegom pegmatite (Poland). Local name for this mineral is strzegomite. The field of view is approx. 180 microns wide. From the Images of Clay Gallery."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/The_Clay_Minerals_Society",
        "title": "The Clay Minerals Society",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Clay Minerals"
    },
    {
        "section": "X-ray diffraction of clays",
        "text": "Typically, powder X-ray diffraction (XRD) is an average of randomly oriented microcrystals that should equally represent all crystal orientation if a large enough sample is present. X-rays are directed at the sample while slowly rotated that produce a diffraction pattern that shows intensity of x-rays collected at different angles. \nRandomly oriented XRD samples are not as useful for clay minerals because clays typically have similar X and Y dimensions. The Z dimension differs from clay to clay and is most diagnostic because the Z dimension represents the height of the tetrahedral-octahedral (T-O) or tetrahedral-octahedral-tetrahedral (T-O-T) layer. The Z dimension can increase or decrease because of substitution of the central cation in both the tetrahedral and octahedral layers. The presence and size of a charge balancing cation in the inter-layer of T-O-T clays will also effect the Z dimension. Because of this, clay minerals are typically identified by preparing samples so that they are oriented to increase basal (00 l ) reflection . [3] D positions are calculated using Bragg’s law but because clay mineral analysis is one dimensional, l can substitute n, making the equation l λ = 2d sin Θ. When measuring the x-ray diffraction of clays, d is constant and λ is the known wavelength from the x-ray source, so the distance from one 00 l peak to another is equal. [3]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Cross_Section_of_Kaolinite_and_Pyophyllite.png/220px-Cross_Section_of_Kaolinite_and_Pyophyllite.png",
                "caption": "Structure of a two-layer clay, kaolinite (T-O) and pyrophyllite (T-O-T) with red arrow to represent the Z dimension. T-O-T clays are naturally larger in the Z direction because of the extra layer provided by the additional tetrahedral layer."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Clay_mineral_X-ray_diffraction",
        "title": "Clay mineral X-ray diffraction",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Clay Minerals"
    },
    {
        "section": "Identification of clays using XRD",
        "text": "Basal reflections give d-spacing of the basal layer which represent the thickness of the silicate layers and the unit cell often contains multiple layers. [1] Clay mineral peaks can generally be distinguished by the width halfway up the peak (i.e. the full width at half maximum, FWHM). Well-defined crystalline minerals have sharp peaks while clays, which range from crystalline to noncrystalline, produce broad peaks with noticeable width on both sides. These broad peaks make it easy to pick out which peaks are contributed by clays. These peaks can be compared to known diffraction patterns for better identification but if some peaks are broader than others, it is likely that multiple clays are present. [3] The Clay Mineral Society maintains a collection clays for the purpose of comparison to unknown clays. Because the majority of the clays available from the Clay Mineral Society are naturally formed, they can contain minerals other than the desired clay. [4] Diffraction patterns calculated using theoretical methods do not generally match with experimental diffraction patterns, so using diffraction patterns from known samples to help identify a clay is preferable to calculation. Some minerals can be eliminated from identification using background information or prior analysis. [1] Well-crystallized and pure samples are ideal for x-ray diffraction, but this is rarely the case for clay. [5] Clay minerals are almost always mixed with very small amounts of nonclay minerals which can produce intense peaks, even when there is very little of the sample is not a clay. If additional minerals are known to be presents, attempts should be made to separate clays from nonclays otherwise additional peaks should be expected. Some common minerals associated with naturally occurring clays are; quartz, feldspars, zeolites, and carbonates organic matter is sometimes present. [3] Synthesis of clays can reduce the presence of some of these associated materials but does not guarantee pure samples as quartz or other associated materials are still commonly produced alongside synthetic clays.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/XRD_Pattern.png/220px-XRD_Pattern.png",
                "caption": "X-ray diffraction pattern of a Nontronite standard purchased from the clay mineral society. Red boxes represent a wide peaks attributed to nontronite. Blue box represents a sharp peak attributed to quartz present in the standard."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Clay_mineral_X-ray_diffraction",
        "title": "Clay mineral X-ray diffraction",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Clay Minerals"
    },
    {
        "section": "Types",
        "text": "In geology, the term bentonite is applied to a type of claystone (a clay rock, not a clay mineral) composed mostly of montmorillonite (a clay mineral from the smectite group). It forms by devitrification of volcanic ash or tuff , [5] typically in a marine environment. [3] [4] This results in a very soft, porous rock that may contain residual crystals of more resistant minerals, and which feels soapy or greasy to the touch. However, in commercial and industrial applications, the term bentonite is used more generally to refer to any swelling clay composed mostly of smectite clay minerals, which includes montmorillonite. [5] The undifferentiated reference to the weathered volcanic rock for the geologist or to the industrial mixture of swelling clays can be a source of confusion. The montmorillonite making up bentonite is an aluminium phyllosilicate mineral whose crystal structure is described as low-charge TOT . This means that a crystal of montmorillonite consists of layers, each of which is made up of two T sheets bonded to either side of an O sheet. The T sheets are so called because each aluminium or silicon ion in the sheet is surrounded by four oxygen ions arranged as a tetrahedron. The O sheets are so called because each aluminium ion is surrounded by six oxygen or hydroxyl ions arranged as an octahedron. The complete TOT layer has a weak negative electrical charge, and this is neutralized by calcium or sodium cations that bind adjacent layers together, with a distance between layers of about 1 nanometer . Because the negative charge is weak, only a fraction of the possible cation sites on the surface of a TOT layer actually contain calcium or sodium. Water molecules can easily infiltrate between sheets and fill the remaining sites. This accounts for the swelling property of montmorillonite and other smectite clay minerals. [6] The different types of bentonite are each named after the respective dominant cation. [8] For industrial purposes, two main classes of bentonite are recognized: sodium and calcium bentonite. Sodium bentonite is the more valuable but calcium bentonite is more common. [7] In stratigraphy and tephrochronology , completely devitrified (weathered volcanic glass) ash-fall beds are sometimes also referred to as \"K-bentonites\" (the illitized clay rock) when the dominant clay species is illite (a non-swelling clay). [9] However, in pure clay mineralogy, the term illite is more appropriate than \"K-bentonite\" (the \"altered K-rock\") because it is a distinct type of non-swelling clay while the commercial term bentonite implicitly refers to a swelling clay, a smectite (in the European and UK terminology), or a montmorillonite (in the US terminology).",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/2-1_clay_mineral_scheme.png/220px-2-1_clay_mineral_scheme.png",
                "caption": "2:1 clay minerals crystallographic structure made of three superimposed sheets of Tetrahedra-Octahedra-Tetrahedra (TOT layer unit), respectively"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Montmorillonite-en.svg/220px-Montmorillonite-en.svg.png",
                "caption": "Detailed molecular structure of pure montmorillonite , the best known end-member of the smectite group. The interlayer space between two successive TOT layers is filled with hydrated cations (mainly Na + and Ca 2+ ions) compensating the negative electrical charges of the TOT layers and with water molecules causing the interlayer expansion."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Bentonite",
        "title": "Bentonite",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Clay Minerals"
    },
    {
        "section": "Applications",
        "text": "The main uses of bentonite are in drilling mud and as a binder , purifier, absorbent , and carrier for fertilizers or pesticides . As of around 1990, almost half of the US production of bentonite was used as drilling mud. Minor uses include filler , sealant , and catalyst in petroleum refining . Calcium bentonite is sometimes marketed as fuller's earth , whose uses overlap with those of other forms of bentonite. [11] [23]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Creating_a_bentonite_slurry_for_fining_after_wine_pressing.jpg/220px-Creating_a_bentonite_slurry_for_fining_after_wine_pressing.jpg",
                "caption": "Making a bentonite slurry for fining after wine pressing"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Bentonite",
        "title": "Bentonite",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Clay Minerals"
    }
]