[
    {
        "section": "Industrial minerals",
        "text": "Many types of industrial minerals are found in the United Kingdom, especially England. However, the location of individual industrial minerals and their quality fundamentally reflects geology and many are highly restricted in their occurrence. This causes many to coincide with environmentally sensitive areas. Examples include fluorspar and potash, which are essentially confined to National Parks . Carboniferous limestones and the Cretaceous Chalk are the two main limestone resources which are used for cement and industry in England. These rocks also give rise to highly attractive scenery and consequently cause controversies when utilised. [22] The most common minerals extracted are sand and gravel, used in construction and road building. 51% (167 million tonnes) of all the minerals produced in the United Kingdom in 2011 were aggregates. [23] With 80 quarries , Tarmac is the United Kingdom's largest producer of crushed rock, sand, and gravel. [24] The industrial minerals sector in England generally consists of a small number of large businesses, with production of each mineral being dominated by few companies. Many firms form part of major international groups. However, there are also a number of smaller producers, chiefly industrial carbonates, silica sand and fluorspar, with a single site. The industrial minerals sector accounts for a relatively small proportion of Gross Value Added in the UK economy (an estimated £788 million). However, it is important to consider where the GVA is created: of the 69 main producing sites in the UK industrial minerals sector, 54 (78%) are located in either remote rural or accessible rural locations. Employment figures for the industrial mineral sector are under 15,000. The markets for industrial minerals range from localised industries to international trade. Movement of the industrial minerals to market takes place by road, rail and sea, the latter to serve export markets, although some rock salt and agricultural dolomite is transported along its coast. Of the total marketable output of industrial minerals of 40 million tonnes (excl. aggregates) it is estimated that over 25% is transferred by rail or ship, a much higher proportion than for aggregates. There are many slate mines in the United Kingdom producing slate for building and architectural purposes, of which the largest is the Delabole Slate Mine on the north coast of Cornwall . [25] The United Kingdom also has an abundance of specialized minerals such as china clay , used in fine china and porcelain; and Fuller's earth , an absorbent mineral used for spill containment and cleaning supplies. [26] [27] However, production of Fuller's earth ceased in 2005 in the country. The UK is a leading world producer and exporter of china clay and ball clay. Both minerals have a very limited occurrence and it is important that adequate reserves are maintained for long term use. The extraction of china clay results in a significant amount of waste — some 9 tonnes are produced for each tonne of clay. In June 2015, the National Parks Authority voted in favour of allowing Sirius Minerals plc to construct the world's largest potash mine on the North York Moors . [28] It aims to create 1,000 jobs in an area which lost its previous mining industry. To avoid damaging the sensitive surroundings, the polyhalite is transported 36 km (22 mi) underground from the mine. However, ICL UK situated at Boulby Mine, which is currently the world's only polyhalite producer, recorded its one million tonne target in 2018 and has plans to increase production to three million tonnes per annum by 2025.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Distribution_of_Principal_Industrial_Mineral_Workings.jpg/220px-Distribution_of_Principal_Industrial_Mineral_Workings.jpg",
                "caption": "Distribution of Principal Industrial Mineral Workings"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mining_in_the_United_Kingdom",
        "title": "Mining in the United Kingdom",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Industrial Minerals"
    },
    {
        "section": "Employment",
        "text": "The European metals and minerals mining sector employs more than 200.000 people directly in the extraction and beneficiation processes and numerous jobs are depending on it, the turnover of Europe alone is €13 billion Euros . [16] In addition, there are another 100.000 people working at subsidiaries across the world, depending on Europe based headquarters of mining companies. [16] In western Europe, about 182,000 jobs in coal-mining were lost between 1988 and 1993, a reduction in employment by 40%, whereas coal production fell by about 8%, reflecting significant gains in productivity. [17] In 2012, an estimated 7 million people were employed in the mining industry, most of them in coal and lignite mining. [19]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Teghut_Mine_2014.jpg/354px-Teghut_Mine_2014.jpg",
                "caption": "Boundary view of the Teghut Mine , which has been confirmed to be valued over 20 billion USD , due to its copper and molybdenum deposits, located in Armenia . [18]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mineral_industry_of_Europe",
        "title": "Mineral industry of Europe",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Industrial Minerals"
    },
    {
        "section": "Production",
        "text": "In 2017, mining industry output grew by 14.2% to 172 billion AMD at current prices and contribute to 3.1% of Armenia's GDP. [22] In spite of the global economic crisis of 2008, mining production and revenues grew significantly in 2009 due to a rise in global prices of copper, gold, and other base metals. [3] In 2005, seventeen mining and metallurgical enterprises were in operation; the largest enterprises mined copper and molybdenum ore or extracted gold from tailings. The country also produces aluminum foil based on raw materials imported from Russia and has a diamond cutting industry using imported raw materials. The country has almost no domestic fuel production and relies on the Armenian Nuclear Power Plant for electric power, as well as hydroelectric plants. Armenia imports fuel for its nuclear powerplant and natural gas from Russia. [2] The value of mineral production in 2005 totaled $180 million or about 5% of the gross domestic product (GDP). Mining and nonferrous metallurgy accounted for 55% of the value of industrial production. The mineral sector accounted for 11% of the value of the country's capital stock. [2] In 2005, in the aggregate , the volume of metallic ores mined decreased although nonmetallic ore production increased. The volume of output in both the ferrous and nonferrous metallurgical sectors increased compared with output in 2004. The output volume of individual mineral commodities with respect to output in 2004 varied by commodity. [2]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Agarak_mine.jpg/300px-Agarak_mine.jpg",
                "caption": "The open-pit Agarak copper mine in the town of Agarak in the southern Syunik province"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Vallex_Alaverdi_Smelter_in_Armenia.jpg/300px-Vallex_Alaverdi_Smelter_in_Armenia.jpg",
                "caption": "The copper smelter at Alaverdi in Armenia's northern Lori province"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Ararat_gold_tailings_dump_-_general_view.JPG/300px-Ararat_gold_tailings_dump_-_general_view.JPG",
                "caption": "A general view of the massive toxic tailing dump of the Ararat gold processing facility in the town of Ararat where gold from the Sotq mine is extracted"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Ararat_gold_tailings_dump_-_Ararat_town_in_background.JPG/300px-Ararat_gold_tailings_dump_-_Ararat_town_in_background.JPG",
                "caption": "Ararat tailing dump with the town of Ararat in the background"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mineral_industry_of_Armenia",
        "title": "Mineral industry of Armenia",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Industrial Minerals"
    },
    {
        "section": "Environmental impact",
        "text": "According to a study by the Republic of Armenia's RA National Academy of Sciences’ Center for Ecological-Noosphere Studies, mining in Armenia has been disastrous for Armenia in terms of public health and the environment. [27] Mining operators have failed to neutralize dangerous contaminants which have been absorbed by the ground.  The pollutants then pass from the ground to agricultural produce and then to humans.  57% of Yerevan's population may be living in contaminated conditions due to ground pollution.  Furthermore, the country's rural fields are being irrigated with water flowing from contaminated sources due to mining operations.  Also, according to the study,  all types of farm produce from the towns of Kapan , Kajaran , Alaverdi , and Akhtala (all of which have significant mining operations) are laden with heavy metals, including mercury arsenic and cadmium. [27]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Teghut_Strip_Mining_Forest_Destruction_by_Vallex_Corp_in_Armenia.jpg/300px-Teghut_Strip_Mining_Forest_Destruction_by_Vallex_Corp_in_Armenia.jpg",
                "caption": "Destruction of the old-growth forest to make way for the open-pit copper and molybdenum mine at Teghut"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mineral_industry_of_Armenia",
        "title": "Mineral industry of Armenia",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Industrial Minerals"
    }
]