[
    {
        "section": "Gold",
        "text": "Gold deposits are formed via a very wide variety of geological processes. Deposits are classified as primary, alluvial or placer deposits, or residual or laterite deposits. Often a deposit will contain a mixture of all three types of ore. Plate tectonics is the underlying mechanism for generating gold deposits. The majority of primary gold deposits fall into two main categories: lode gold deposits or intrusion -related deposits. Lode gold deposits , also referred to as orogenic gold are generally high-grade, thin, vein and fault hosted. They are primarily made up of quartz veins also known as lodes or reefs , which contain either native gold or gold sulfides and tellurides . Lode gold deposits are usually hosted in basalt or in sediments known as turbidite , although when in faults , they may occupy intrusive igneous rocks such as granite . Lode-gold deposits are intimately associated with orogeny and other plate collision events within geologic history. It is thought that most lode gold deposits are sourced from metamorphic rocks by the dehydration of basalt during metamorphism. The gold is transported up faults by hydrothermal waters and deposited when the water cools too much to retain gold in solution. Intrusive related gold (Lang & Baker, 2001) is generally hosted in granites, porphyry , or rarely dikes . Intrusive related gold usually also contains copper , and is often associated with tin and tungsten , and rarely molybdenum , antimony , and uranium . Intrusive-related gold deposits rely on gold existing in the fluids associated with the magma (White, 2001), and the inevitable discharge of these hydrothermal fluids into the wall-rocks (Lowenstern, 2001). Skarn deposits are another manifestation of intrusive-related deposits. Placer deposits are sourced from pre-existing gold deposits and are secondary deposits. Placer deposits are formed by alluvial processes within rivers and streams, and on beaches . Placer gold deposits form via gravity , with the density of gold causing it to sink into trap sites within the river bed, or where water velocity drops, such as bends in rivers and behind boulders. Often placer deposits are found within sedimentary rocks and can be billions of years old, for instance the Witwatersrand deposits in South Africa . Sedimentary placer deposits are known as 'leads' or 'deep leads'. Placer deposits are often worked by fossicking , and panning for gold is a popular pastime. Laterite gold deposits are formed from pre-existing gold deposits (including some placer deposits) during prolonged weathering of the bedrock. Gold is deposited within iron oxides in the weathered rock or regolith , and may be further enriched by reworking by erosion. Some laterite deposits are formed by wind erosion of the bedrock leaving a residuum of native gold metal at surface. A bacterium, Cupriavidus metallidurans , plays a vital role in the formation of gold nuggets by precipitating metallic gold from a solution of gold (III) tetrachloride , a compound highly toxic to most other microorganisms. [8] Similarly, Delftia acidovorans can form gold nuggets. [9]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Auriferous_brecciated_quartz-adularia_rhyolite_%28Sleeper_Rhyolite_Gold_Ore%2C_Nevada%29_1_%2814719259472%29.jpg/260px-Auriferous_brecciated_quartz-adularia_rhyolite_%28Sleeper_Rhyolite_Gold_Ore%2C_Nevada%29_1_%2814719259472%29.jpg",
                "caption": "High-grade (bonanza) gold ore, brecciated quartz-adularia rhyolite. Field of view ~10.5 cm across. Native gold (Au) occurs in this rock as colloform bands, partially replaces breccia clasts, and is also disseminated in the matrix. Published research indicates that Sleeper Mine rocks represent an ancient epithermal gold deposit (hot springs gold deposit), formed by volcanism during Basin & Range extensional tectonics . [7] Sleeper Gold Mine , Humboldt County, Nevada."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ore_genesis",
        "title": "Ore genesis",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Uranium",
        "text": "Uranium deposits are usually sourced from radioactive granites, where certain minerals such as monazite are leached during hydrothermal activity or during circulation of groundwater . The uranium is brought into solution by acidic conditions and is deposited when this acidity is neutralised. Generally this occurs in certain carbon-bearing sediments, within an unconformity in sedimentary strata. The majority of the world's nuclear power is sourced from uranium in such deposits. Uranium is also found in nearly all coal at several parts per million , and in all granites. Radon is a common problem during mining of uranium as it is a radioactive gas. Uranium is also found associated with certain igneous rocks, such as granite and porphyry . The Olympic Dam deposit in Australia is an example of this type of uranium deposit. It contains 70% of Australia's share of 40% of the known global low-cost recoverable uranium inventory.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Citrobacter_freundii.jpg/220px-Citrobacter_freundii.jpg",
                "caption": "Citrobacter species can have concentrations of uranium in their bodies 300 times higher than in the surrounding environment."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ore_genesis",
        "title": "Ore genesis",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Vanadium",
        "text": "Due to the presence of vanabins , concentration of vanadium found in the blood cells of Ascidia gemmata belonging to the suborder Phlebobranchia is 10,000,000 times higher than that in the surrounding seawater. A similar biological process might have played a role in the formation of vanadium ores.\nVanadium is also present in fossil fuel deposits such as crude oil , coal , oil shale , and oil sands . In crude oil, concentrations up to 1200 ppm have been reported.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Bluebell_tunicates_Nick_Hobgood.jpg/220px-Bluebell_tunicates_Nick_Hobgood.jpg",
                "caption": "Tunicates such as this bluebell tunicate contain vanadium as vanabin ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ore_genesis",
        "title": "Ore genesis",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Magmatic deposits",
        "text": "Magmatic deposits are ones who originate directly from magma",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Grainitic_Pegmatite.jpg/244px-Grainitic_Pegmatite.jpg",
                "caption": "Granitic pegmatite composed of plagioclase and K-feldspar, large hornblende crystal present. Scale bar is 5.0 cm"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Kimberliite.jpg/260px-Kimberliite.jpg",
                "caption": "Piece of kimberlite. 11.1 cm x 4.5 cm"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ore",
        "title": "Ore",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Porphyry copper deposits",
        "text": "These are the leading source of copper ore. [27] [28] Porphyry copper deposits form along convergent boundaries and are thought to originate from the partial melting of subducted oceanic plates and subsequent concentration of Cu, driven by oxidation. [28] [29] These are large, round, disseminated deposits containing on average 0.8% copper by weight. [5] Hydrothermal Hydrothermal deposits are a large source of ore. They form as a result of the precipitation of dissolved ore constituents out of fluids. [1] [30]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Classic_VMS_Deposit2.png/220px-Classic_VMS_Deposit2.png",
                "caption": "A cross-section of a typical volcanogenic massive sulfide (VMS) ore deposit"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ore",
        "title": "Ore",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Sedimentary deposits",
        "text": "Laterites form from the weathering of highly mafic rock near the equator. They can form in as little as one million years and are a source of iron (Fe), manganese (Mn), and aluminum (Al). [35] They may also be a source of nickel and cobalt when the parent rock is enriched in these elements. [36] Banded iron formations (BIFs) are the highest concentration of any single metal available. [1] They are composed of chert beds alternating between high and low iron concentrations. [37] Their deposition occurred early in Earth's history when the atmospheric composition was significantly different from today. Iron rich water is thought to have upwelled where it oxidized to Fe (III) in the presence of early photosynthetic plankton producing oxygen. This iron then precipitated out and deposited on the ocean floor. The banding is thought to be a result of changing plankton population. [38] [39] Sediment Hosted Copper forms from the precipitation of a copper rich oxidized brine into sedimentary rocks. These are a source of copper primarily in the form of copper-sulfide minerals. [40] [41] Placer deposits are the result of weathering, transport, and subsequent concentration of a valuable mineral via water or wind. They are typically sources of gold (Au), platinum group elements (PGE), sulfide minerals , tin (Sn), tungsten (W), and rare-earth elements (REEs). A placer deposit is considered alluvial if formed via river, colluvial if by gravity, and eluvial when close to their parent rock. [42] [43]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/MichiganBIF.jpg/220px-MichiganBIF.jpg",
                "caption": "Magnified view of banded iron formation specimen from Upper Michigan. Scale bar is 5.0 mm."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ore",
        "title": "Ore",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Extraction",
        "text": "The extraction of ore deposits generally follows these steps. [4] Progression from stages 1–3 will see a continuous disqualification of potential ore bodies as more information is obtained on their viability: [47] With rates of ore discovery in a steady decline since the mid 20th century, it is thought that most surface level, easily accessible sources have been exhausted. This means progressively lower grade deposits must be turned to, and new methods of extraction must be developed. [1]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/OreCartPachuca.JPG/170px-OreCartPachuca.JPG",
                "caption": "Minecart on display at the Historic Archive and Museum of Mining in Pachuca , Mexico"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Simplified_world_mining_map_1.png/220px-Simplified_world_mining_map_1.png",
                "caption": "Some ore deposits in the world"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Simplified_world_mining_map_2.png/220px-Simplified_world_mining_map_2.png",
                "caption": "Some additional ore deposits in the world"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ore",
        "title": "Ore",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Porphyry Ore Deposits",
        "text": "Porphyry deposits account for most of the copper and molybdenum world production, 60 and 95 percent of its supply respectively. [1] Porphyry-type ore deposits form in hydrothermal fluid circulation systems developed above and around high-level, subvolcanic felsic to intermediate magma chambers and/or cooling plutons . The ore is temporally and genetically related to the intrusions, but did not precipitate directly from the magma. [1]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Hypothetical_cross-section_of_an_island_arc_volcano_showing_intrusions_emplaced_into_the_core_of_the_volcano.png/629px-Hypothetical_cross-section_of_an_island_arc_volcano_showing_intrusions_emplaced_into_the_core_of_the_volcano.png",
                "caption": "Hypothetical cross-section of an island arc volcano showing intrusions emplaced into the core of the volcano. During the development of porphyry-type ore, one or more intrusions would have generated a separate hydrothermal fluid phase and/or acted as a heat source to drive convection of meteoric waters (see red arrows)."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydrothermal_mineral_deposit",
        "title": "Hydrothermal mineral deposit",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Skarn Mineral Deposits",
        "text": "Skarn Mineral Deposits tend to be small in size but high in mineral grade. Therefore, it is a balance and challenge to find a profitable skarn orebody. Geologically speaking, a skarn deposit is an assemblage of ore and calc-silicate minerals, formed by metasomatic replacement of carbonate rocks in the contact aureole of a pluton. Typical calc-silicate minerals are garnet , epidote, pyroxene , chlorite, amphibole and quartz – magnesian minerals dominate if dolomite is replaced whereas calcic minerals dominate where limestone is replaced. [25] Skarn deposits are of economic interest, since they are the source of numerous metals as well as minerals of industrial application. [25]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Skarn_Formation.png/381px-Skarn_Formation.png",
                "caption": "Skarn Formation - three main stages of this mineral ore deposit formation"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydrothermal_mineral_deposit",
        "title": "Hydrothermal mineral deposit",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Epithermal hydrothermal vein deposits",
        "text": "Hydrothermal vein ore deposits consist of discrete veins or groups of closely spaced veins. Veins are believed to be precipitated by hydrothermal solutions travelling along discontinuities in a rockmass. [10] They are commonly epithermal in origin, that is to say they form at relatively high crustal levels and moderate to low temperatures. They are epigenetic since they form after their host rocks. [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Origin_of_Carlin-type_gold_deposits.png/508px-Origin_of_Carlin-type_gold_deposits.png",
                "caption": "Ascending hydrothermal solutions rich in gold, sulfur and metals were channelled upward along major fracture and fault zones. Fluid that made it to the surface would have vented as hot springs and geysers. Localized erosion through the thrust sheet has formed windows into the underlying ore-bearing rocks. Adapted from Edwards and Atkinson (1985)."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydrothermal_mineral_deposit",
        "title": "Hydrothermal mineral deposit",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Volcanogenic massive sulfide mineral deposits",
        "text": "Volcanogenic massive sulfide (VMS) are responsible for almost a quarter of the world's zinc production while contributing for lead, silver and copper as well. VMS deposits tend to be of great size since they form over a long period of time and have a relatively high grade in valuable minerals. The main minerals in this deposit are sulphide minerals such as pyrite , sphalerite , chalcopyrite and galena . The term “massive sulfide” deposit refers to any deposit containing more than 50% sulfide minerals. The modifier “volcanogenic” indicates that the massive sulfides are believed to be genetically related to volcanism that was ongoing at the time of sulfide deposition. Thus, VMS deposits are believed to be syngenetic or perhaps slightly diagenetic in age relative to their host volcanic rocks.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Origin_of_modern_seafloor_smokers.png/508px-Origin_of_modern_seafloor_smokers.png",
                "caption": "The origin of modern seafloor smokers and ancient volcanogenic massive sulfide deposits: mafic magma at depth (perhaps a few kilometers beneath the surface) acts as a heat source, causing convective circulation of seawater through the oceanic crust."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydrothermal_mineral_deposit",
        "title": "Hydrothermal mineral deposit",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Sedimentary Exhalative Mineral Deposits",
        "text": "Sedimentary exhalative (SEDEX) deposits account for 40% of total world zinc production, 60% of lead and a significant proportion of silver. Despite their economic importance however, sedex deposits are relatively rare. A worldwide compilation of sedex deposits indicates that about 70 are known, of which 24 have been or are being mined. The majority is uneconomic to mine because of relatively low grade or unusually fine grain size, making mill recovery rather low. [41] SEDEX deposits are lead-zinc sulfide deposits formed in intracratonic rift basins by the submarine venting of hydrothermal fluids. These deposits are commonly stratiform, tabular - lenticular and are typically hosted in shale however, sedimentary rocks detrictics or even carbonates could be the host.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Sedex_1.png/505px-Sedex_1.png",
                "caption": "The petrogenetic model for the origin of the Red Sea sulfide deposits. Cold seawater (blue arrows) enters the seafloor via deep-seated fractures. As it descends, it heats up and leaches Si, metals and other solutes from the seafloor basalts."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydrothermal_mineral_deposit",
        "title": "Hydrothermal mineral deposit",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Formation",
        "text": "The deposits are hosted in limestone or dolomite that was deposited on shallow marine platforms in a tectonically stable intraplate environment. As expected in such an environment, volcanic rocks, folding and regional metamorphism are absent as a general rule. MVT deposits commonly lie in close proximity to evaporites and/or beneath unconformities . [43] Deposits are discordant to bedding on a deposit scale, and are confined to specific stratigraphic horizons. Ore-hosting structures are most commonly zones of highly brecciated dolomite – these structures may be more or less vertical, crossing bedding at high angles, or they may be lensoid in shape extending in the same direction as bedding. A petrogenetic model to explain MVT deposits in general: Deposits are discordant to bedding on a deposit scale. Ore-hosting structures are most commonly zolinknes [ clarification needed ] of highly brecciated dolomite. These structures may be more or less vertical, crossing bedding at high angles, or they may be lensoid in shape extending in the same direction as bedding.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/MVT_Deposits.png/534px-MVT_Deposits.png",
                "caption": "MVT deposits petrogenetic model in general - Carbonate sand banks deposited on a shallow tropical marine platform separated very shallow water evaporite basins (landward) and deeper water muds (seaward)."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydrothermal_mineral_deposit",
        "title": "Hydrothermal mineral deposit",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Uranium minerals",
        "text": "The primary uranium ore mineral is uraninite (UO 2 ) (previously known as pitchblende). A range of other uranium minerals can be found in various deposits. These include carnotite , tyuyamunite , torbernite and autunite . [6] The davidite - brannerite - absite type uranium titanates, and the euxenite - fergusonite - samarskite group are other uranium minerals. A large variety of secondary uranium minerals are known, many of which are brilliantly coloured and fluorescent. The most common are gummite (a mixture of minerals), [7] autunite (with calcium ), saleeite ( magnesium ) and torbernite (with copper ); and hydrated uranium silicates such as coffinite , uranophane (with calcium) and sklodowskite (magnesium).",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Pitchblende_schlema-alberoda.JPG/220px-Pitchblende_schlema-alberoda.JPG",
                "caption": "Uraninite, also known as pitchblende"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Autunite_1%28France%29.jpg/220px-Autunite_1%28France%29.jpg",
                "caption": "Autunite, a secondary uranium mineral named after Autun in France"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Torbernite_-_Cuneo%2C_Italia_01.jpg/220px-Torbernite_-_Cuneo%2C_Italia_01.jpg",
                "caption": "Torbernite, an important secondary uranium mineral"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Uranium_ore",
        "title": "Uranium ore",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Ore genesis",
        "text": "There are several themes of uranium ore deposit formation, which are caused by geological and chemical features of rocks and the element uranium. The basic themes of uranium ore genesis are host mineralogy, reduction-oxidation potential , and porosity . Uranium is a highly soluble and radioactive heavy metal . It can be easily dissolved, transported and precipitated within groundwater by subtle changes in oxidation conditions. Uranium does not usually form very insoluble mineral species, which is a further factor in the wide variety of geological conditions and places in which uranium mineralization may accumulate. Uranium is an incompatible element within magmas , and as such it tends to become accumulated within highly fractionated and evolved granite melts, particularly alkaline examples. These melts tend to become highly enriched in uranium, thorium and potassium, and may in turn create internal pegmatites or hydrothermal systems into which uranium may dissolve.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/WoodU.jpg/220px-WoodU.jpg",
                "caption": "Wood fragment in a conglomerate from Utah , which has been partially replaced by pitchblende (black) and surrounded by carnotite (yellow)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Uranium_ore",
        "title": "Uranium ore",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Unconformity-related deposits",
        "text": "Unconformity -type uranium deposits host high grades relative to other uranium deposits and include some of the largest and richest deposits known. They occur in close proximity to unconformities between relatively quartz -rich sandstones comprising the basal portion of relatively undeformed sedimentary basins and deformed metamorphic basement rocks . These sedimentary basins are typically of Proterozoic age, however some Phanerozoic examples exist. Phanerozoic unconformity-related deposits occur in Proterozoic metasediments below an unconformity at the base of overlying Phanerozoic sandstone. These deposits are small and low-grade (e.g., Bertholene and Aveyron deposits in France). [11]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Ranger_3_open_pit.jpg/220px-Ranger_3_open_pit.jpg",
                "caption": "Ranger 3 open pit , Northern Territory , Australia: Uranium mineralised Cahill Formation as visible in the pit is unconformably overlain by Kombolgie sandstone forming the mountains in the background"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Uranium_ore",
        "title": "Uranium ore",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Sandstone deposits",
        "text": "Sandstone deposits are contained within medium to coarse-grained sandstones deposited in a continental fluvial or marginal marine sedimentary environment . Impermeable shale or mudstone units are interbedded in the sedimentary sequence and often occur immediately above and below the mineralised horizon. [13] Uranium is mobile under oxidising conditions and precipitates under reducing conditions, and thus the presence of a reducing environment is essential for the formation of uranium deposits in sandstone. [11] Primary mineralization consists of pitchblende and coffinite, with weathering producing secondary mineralization. Sandstone deposits constitute about 18% of world uranium resources. Orebodies of this type are commonly low to medium grade (0.05–0.4% U 3 O 8 ) and individual orebodies are small to medium in size (ranging up to a maximum of 50,000 t U 3 O 8 ). [13] Sandstone hosted uranium deposits are widespread globally and span a broad range of host rock ages. Some of the major provinces and production centers include: Significant potential remains in most of these centers as well as in Australia, Mongolia, South America, and Africa. This model type can be further subdivided into the following sub-types: Many deposits represent combinations of these types.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/UraniumMineUtah.JPG/220px-UraniumMineUtah.JPG",
                "caption": "A uranium mine, near Moab, Utah .  Note alternating red and white/green sandstone .  This corresponds to oxidized and reduced conditions in groundwater redox chemistry.  The rock forms in oxidizing conditions, and is then \"bleached\" to the white/green state when a reducing fluid passes through the rock.  The reduced fluid can also carry uranium-bearing minerals ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Uranium_ore",
        "title": "Uranium ore",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Roll front",
        "text": "Roll-front uranium deposits are generally hosted within permeable and porous sandstones or conglomerates . The mechanism for deposit formation is dissolution of uranium from the formation or nearby strata and the transport of this soluble uranium into the host unit. When the fluids change redox state, generally in contact with carbon -rich organic matter, uranium precipitates to form a 'front'. The roll front subtype deposits typically represent the largest of the sandstone-hosted uranium deposits and one of the largest uranium deposit types with an average of 21 million lb (9,500 t) U 3 O 8 . Included in this class are the Inkai deposit in Kazakhstan and the Smith Ranch deposit in Wyoming. Probably more significant than their larger size, roll front deposits have the advantage of being amenable to low cost in situ leach recovery. Typical characteristics:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Dead_tree_creek_rollfront.jpg/220px-Dead_tree_creek_rollfront.jpg",
                "caption": "Structures interpreted as Palaeo-rollfronts in South Australia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Uranium_ore",
        "title": "Uranium ore",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Structurally related",
        "text": "Tectonic-lithologic controlled uranium deposits occur in sandstones adjacent to a permeable fault zone [13] which cuts the sandstone/mudstone sequence. Mineralisation forms tongue-shaped ore zones along the permeable sandstone layers adjacent to the fault. Often there are mineralised zones 'stacked' vertically on top of each other within sandstone units adjacent to the fault zone. [11]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Westmoreland_uranium.jpg/220px-Westmoreland_uranium.jpg",
                "caption": "Westmoreland uranium deposit, Queensland, Australia: most of the orebodies (the positions of two of them marked) are hosted along the Redtree dolerite dyke (broken line) within the Paleoproterozoic Westmoreland conglomerate"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Uranium_ore",
        "title": "Uranium ore",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Breccia complex deposits",
        "text": "Only one iron oxide copper gold ore deposit is known to contain economically significant quantities of uranium. Olympic Dam in South Australia is the world's largest resource of low-grade uranium [11] and accounts for about 66% of Australia's reserves plus resources. [13] Uranium occurs with copper, gold, silver, and rare-earth elements in a large hematite -rich granite breccia complex in the Gawler Craton overlain by approximately 300 metres of flat-lying sedimentary rocks of the Stuart Shelf geological province. Another example for the breccia type is the Mount Gee area in the Mount Painter Inlier, South Australia. Uranium mineralised quartz-hematite breccia is related to Palaeoproterozoic granites with uranium contents of up to 100 ppm. Hydrothermal processes at about 300 million years ago remobilised uranium from these granites and enriched them in the quartz-hematite breccias. The breccias in the area host a low grade resource of about 31,400 t U 3 O 8 at 615 ppm in average. [20]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Olympic_dam_ore_cpy.JPG/220px-Olympic_dam_ore_cpy.JPG",
                "caption": "Chalcopyrite-rich ore specimen from Olympic Dam: copper-rich sections of the deposits are usually also rich in uranium"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Mt_gee_breccia.jpg/220px-Mt_gee_breccia.jpg",
                "caption": "Uranium-rich breccia at Mount Gee, Mount Painter Inlier, South Australia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Uranium_ore",
        "title": "Uranium ore",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Vein deposits",
        "text": "Vein deposits play a special role in the history of uranium: the term \"pitchblende\" (\" pechblende \") originates from German vein deposits when they were mined for silver in the 16th century. Franz Ernst Brückmann made the first mineralogical description of the mineral in 1727, and the vein deposit Jachymov in the Czech Republic became the type locality for uraninite. [21] In 1789 German chemist Martin Heinrich Klaproth discovered the element uranium in a sample of pitchblende from the Johanngeorgenstadt vein deposit. The first industrial production of uranium was made from the Jachymov deposit, and Marie and Pierre Curie used the tailings of the mine for their discovery of polonium and radium . Vein deposits consist of uranium minerals filling in cavities such as cracks, veins, fractures, breccias, and stockworks associated with steeply dipping fault systems. There are three major subtypes of vein style uranium mineralisation: Intragranitic veins form in the late phase of magmatic activity when hot fluids derived from the magma precipitate uranium on cracks within the newly formed granite. Such mineralisation contributed much to the uranium production of France. Veins hosted by metasedimentary units in the exocontact of granites are the most important sources of uranium mineralisation in central Europe including the world class deposits Schneeberg-Schlema-Alberoda in Germany (96,000 t uranium content) as well as Pribram (50,000 t uranium content) and Jachymov (~10,000 t uranium content) in the Czech Republic. Also they are closely related to the granites, the mineralization is much younger with a time gap between granite formation and mineralisation of 20 million years. The initial uranium mineralisation consists of quartz, carbonate , fluorite and pitchblende. Remobilisation of uranium occurred at later stages producing polymetal veins containing silver, cobalt , nickel , arsenic and other elements. Large deposits of this type can contain more than 1,000 individual mineralized veins. However, only 5 to 12% of the vein areas carry mineralization and although massive lenses of pitchblende can occur, the overall ore grade is only about 0.1% uranium. [22] [23] The Bohemian Massif contains shear zone hosted uranium deposits with the most important one being Rozna-Olsi in Moravia northwest of Brno . Rozna is currently the only operating uranium mine in central Europe with a total uranium content of 23,000 t and an average grade of 0.24%. The formation of this mineralisation occurred in several stages. After the Variscan orogeny , extension took place and hydrothermal fluids overprinted fine grained materials in shear zones with a sulfide-chlorite alteration. Fluids from the overlying sediments entered the basement mobilising uranium and while uprising on the shear zone, the chlorite-pyrite material caused precipitation of uranium minerals in form of coffinite, pitchblende and U-Zr-silicates. This initial mineralisation event took place at about 277 million to 264 million years. During the Triassic a further mineralisation event took place relocating uranium into quartz-carbonate-uranium veins. [24] Another example of this mineralisation style is the Shinkolobwe deposit in Congo containing about 30,000 t of uranium. [25]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Pitchblende371.JPG/220px-Pitchblende371.JPG",
                "caption": "Uranium ore (pitchblende in dolomite) from the vein-type deposit Niederschlema-Alberoda"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Marienberg_ore.jpg/220px-Marienberg_ore.jpg",
                "caption": "Polymetallic uranium ore, Marienberg , Erzgebirge Mountains, Germany"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Uranium_ore",
        "title": "Uranium ore",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Metamorphic deposits",
        "text": "Metamorphic deposits those that occur in metasediments or metavolcanic rocks where there is no direct evidence for mineralization post-dating metamorphism. [10] [11] These deposits were formed during regional metamorphism of uranium bearing or mineralized sediments or volcanic precursors. The most prominent deposits of this type are Mary Kathleen, Queensland , Australia, and Forstau , Austria.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Mary_kathleen_qld.jpg/220px-Mary_kathleen_qld.jpg",
                "caption": "Abandoned open pit of Mary Kathleen uranium mine; the orebody is a skarn mineralisation enriched in U, Cu, Th and REE"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Uranium_ore",
        "title": "Uranium ore",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Felsic-siliciclastic",
        "text": "VMS deposits associated with siliciclastic sedimentary rock dominated settings with abundant felsic rocks and less than 10% mafic material. These settings are often shale-rich siliciclastic-felsic or bimodal siliciclastic. The Bathurst Mining Camp in New Brunswick , Canada ; [5] Iberian Pyrite Belt , Spain and Portugal ; and Finlayson Lake areas, Yukon , Canada are classic districts of this group. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Kuroko_Massive_Sulfide_Cross_section.png/260px-Kuroko_Massive_Sulfide_Cross_section.png",
                "caption": "Kuroko Massive Sulfide Cross section"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Volcanogenic_massive_sulfide_ore_deposit",
        "title": "Volcanogenic massive sulfide ore deposit",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Mineralogy and alteration",
        "text": "Ore minerals in IOCG deposits are typically copper-iron sulfide chalcopyrite and gangue pyrite , forming 10–15% of the rock mass. Supergene profiles can be developed above weathered examples of IOCG deposits, as exemplified by the Sossego deposit, Para State, Brazil , where typical oxidised copper minerals are present, e.g.; malachite , cuprite , native copper and minor amounts of digenite and chalcocite . Alteration is a mixture of sodic-calcic ( albite - epidote ) to potassic (K- feldspar ) in style, and may vary from province to province based on host rocks and mineralising processes. Typically for large-scale hydrothermal systems, fluid types within IOCG systems show a mixed provenance of magmatic, metamorphic and often meteoric waters. Deposits may be vertically zoned from deeper albite-magnetite assemblages trending toward silica-K-feldspar- sericite in the upper portions of the deposits. Gangue minerals are typically some form of iron oxide mineral, classically hematite , but also magnetite within some other examples such as Ernest Henry and some Argentinian examples. This is typically associated with gangue sulfides of pyrite, with subordinate pyrrhotite and other base metal sulfides. Silicate gangue minerals include actinolite , pyroxene , tourmaline , epidote and chlorite , with apatite , allanite and other phosphate minerals common in some IOCG provinces (e.g.; North American examples), with carbonate - barite assemblages also reported. Where present, rare-earth metals tend to associate with phosphate minerals. When iron oxide species trend towards magnetite or crystalline massive hematite, IOCG deposits may be economic based on their iron oxide contents alone. Several examples of IOCG deposits (Wilcherry Hill, Cairn Hill, Kiruna) are iron ore deposits.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Olympic_dam_ore_cpy.JPG/220px-Olympic_dam_ore_cpy.JPG",
                "caption": "Chalcopyrite-rich ore specimen from Olympic Dam"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Prominent_hill_ore_cpy.jpg/220px-Prominent_hill_ore_cpy.jpg",
                "caption": "Chalcopyrite in hematised breccia from Prominent Hill"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Iron_oxide_copper_gold_ore_deposits",
        "title": "Iron oxide copper gold ore deposits",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Economic mineral occurrence",
        "text": "IOCG ore deposits containing economic quantities (highly profitable) of both copper and gold originate from the Precambrian. Larger deposits with >100 tons of resources occur near Paleoprotozoic and Archean cratons. [6] These large deposits formed by mantle underplating impacts to metasomatized lithospheric mantle, and smaller deposits form by tectonic settings replication of this process in more recent times. [6] The content of gold within these deposits is largely variable, and can be a factor in the economic value of the deposit. The gold contents of all deposits averages 0.41 g/t Au, with the majority of worldwide deposits averaging less than 1 g/t Au. [2] The contents of gold can appear in three different forms in these deposits: [2] World-class IOCG deposits contain consistent Cu grades, between 0.7–1.5% Cu, higher copper grades than that of most world class gold-rich porphyry copper deposits. [6]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Native_gold-calaverite-coloradoite_%28Kalgoorlie_Mining_District%2C_Western_Australia%29_%2816584308663%29.jpg/220px-Native_gold-calaverite-coloradoite_%28Kalgoorlie_Mining_District%2C_Western_Australia%29_%2816584308663%29.jpg",
                "caption": "The occurrence of native gold mineralization. Example from Kalgoorlie Australia."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Iron_oxide_copper_gold_ore_deposits",
        "title": "Iron oxide copper gold ore deposits",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Australia",
        "text": "Gawler Craton IOCG province, South Australia Cloncurry district , Queensland, Australia:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Prominenthillpit.JPG/220px-Prominenthillpit.JPG",
                "caption": "Pit of Prominent Hill IOCG deposit in 2008"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Iron_oxide_copper_gold_ore_deposits",
        "title": "Iron oxide copper gold ore deposits",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Banded iron formations",
        "text": "Banded iron formations (BIFs) are sedimentary rocks containing more than 15% iron composed predominantly of thinly-bedded iron minerals and silica (as quartz ). Banded iron formations occur exclusively in Precambrian rocks, and are commonly weakly-to-intensely metamorphosed . Banded iron formations may contain iron in carbonates ( siderite or ankerite ) or silicates ( minnesotaite , greenalite , or grunerite ), but in those mined as iron ores, oxides ( magnetite or hematite ) are the principal iron mineral. [6] Banded iron formations are known as taconite within North America. The mining involves moving tremendous amounts of ore and waste. The waste comes in two forms: non-ore bedrock in the mine ( overburden or interburden locally known as mullock), and unwanted minerals, which are an intrinsic part of the ore rock itself ( gangue ). The mullock is mined and piled in waste dumps , and the gangue is separated during the beneficiation process and is removed as tailings . Taconite tailings are mostly the mineral quartz , which is chemically inert. This material is stored in large, regulated water settling ponds.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Black-band_ironstone_%28aka%29.jpg/220px-Black-band_ironstone_%28aka%29.jpg",
                "caption": "Banded iron rock, estimated at being 2.1 billion years old"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/TaconitePellet.JPG/220px-TaconitePellet.JPG",
                "caption": "Processed taconite pellets with reddish surface oxidation used in steelmaking with a U.S. quarter (diameter: 24 mm [0.94 in]) shown for scale"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Iron_ore",
        "title": "Iron ore",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Production and consumption",
        "text": "Iron is the world's most commonly used metal—steel, of which iron ore is the key ingredient, represents almost 95% of all metal used per year. [3] It is used primarily in structures, ships, automobiles, and machinery. Iron-rich rocks are common worldwide, but ore-grade commercial mining operations are dominated by the countries listed in the table aside. The major constraint to economics for iron ore deposits is not necessarily the grade or size of the deposits, because it is not particularly hard to geologically prove enough tonnage of the rocks exist. The main constraint is the position of the iron ore relative to market, the cost of rail infrastructure to get it to market, and the energy cost required to do so. Mining iron ore is a high-volume, low-margin business, as the value of iron is significantly lower than base metals. [22] It is highly capital intensive, and requires significant investment in infrastructure such as rail in order to transport the ore from the mine to a freight ship. [22] For these reasons, iron ore production is concentrated in the hands of a few major players. World production averages 2,000,000,000 t (2.0 × 10 9 long tons; 2.2 × 10 9 short tons) of raw ore annually. The world's largest producer of iron ore is the Brazilian mining corporation Vale , followed by Australian companies Rio Tinto Group and BHP . A further Australian supplier, Fortescue Metals Group Ltd, has helped bring Australia's production to first in the world. The seaborne trade in iron ore—that is, iron ore to be shipped to other countries—was 849,000,000 t (836,000,000 long tons; 936,000,000 short tons) in 2004. [22] Australia and Brazil dominate the seaborne trade, with 72% of the market. [22] BHP, Rio and Vale control 66% of this market between them. [22] In Australia , iron ore is won from three main sources: pisolite \" channel iron deposit \" ore derived by mechanical erosion of primary banded-iron formations and accumulated in alluvial channels such as at Pannawonica, Western Australia ; and the dominant metasomatically-altered banded iron formation -related ores such as at Newman , the Chichester Range , the Hamersley Range and Koolyanobbing , Western Australia . Other types of ore are coming to the fore recently, [ when? ] such as oxidised ferruginous hardcaps, for instance laterite iron ore deposits near Lake Argyle in Western Australia. The total recoverable reserves of iron ore in India are about 9,602,000,000 t (9.450 × 10 9 long tons; 1.0584 × 10 10 short tons) of hematite and 3,408,000,000 t (3.354 × 10 9 long tons; 3.757 × 10 9 short tons) of magnetite . [23] Chhattisgarh , Madhya Pradesh , Karnataka , Jharkhand , Odisha , Goa , Maharashtra , Andhra Pradesh , Kerala , Rajasthan , and Tamil Nadu are the principal Indian producers of iron ore. World consumption of iron ore grows 10% per year [ citation needed ] on average with the main consumers being China, Japan, Korea, the United States, and the European Union. China is currently the largest consumer of iron ore, which translates to be the world's largest steel producing country. It is also the largest importer, buying 52% of the seaborne trade in iron ore in 2004. [22] China is followed by Japan and Korea, which consume a significant amount of raw iron ore and metallurgical coal . In 2006, China produced 588,000,000 t (579,000,000 long tons; 648,000,000 short tons) of iron ore, with an annual growth of 38%.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Evolution_minerai_fer.svg/220px-Evolution_minerai_fer.svg.png",
                "caption": "Evolution of the extracted iron ore grade in Canada , China , Australia , Brazil , United States , Sweden , the Soviet Union and Russia , and the world. The recent drop in world ore grade is due to significant consumption of low-grade Chinese ores. American ore, on the other hand, is typically upgraded between 61% and 64% before being sold. [19]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Iron_ore",
        "title": "Iron ore",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Iron ore market",
        "text": "Over the last 40 years, iron ore prices have been decided in closed-door negotiations between the small handful of miners and steelmakers which dominate both spot and contract markets. Traditionally, the first deal reached between these two groups sets a benchmark to be followed by the rest of the industry. [3] In recent years [ when? ] , however, this benchmark system has begun to break down, with participants along both demand and supply chains calling for a shift to short-term pricing. Given that most other commodities already have a mature market-based pricing system, it is natural for iron ore to follow suit. To answer increasing market demands for more transparent pricing, a number of financial exchanges and clearing houses around the world have offered iron ore swaps clearing. The CME group, SGX (Singapore Exchange), London Clearing House (LCH.Clearnet), NOS Group, and ICEX (Indian Commodities Exchange) all offer cleared swaps based on The Steel Index's (TSI) iron ore transaction data. The CME also offers a Platts-based swap, in addition to their TSI swap clearing. The ICE (Intercontinental Exchange) offers a Platts-based swap clearing service also. The swaps market has grown quickly, with liquidity clustering around TSI's pricing. [26] By April 2011, over US$5.5 billion worth of iron ore swaps have been cleared basis TSI prices. By August 2012, in excess of one million tonnes of swaps trading per day was taking place regularly, basis TSI. A relatively new development has also been the introduction of iron ore options, in addition to swaps. The CME group has been the venue most used for clearing of options written against TSI, with open interest at over 12,000 lots in August 2012. Singapore Mercantile Exchange (SMX) has launched the world's first global iron ore futures contract, based on the Metal Bulletin Iron Ore Index (MBIOI) which uses daily price data from a broad spectrum of industry participants and independent Chinese steel consultancy and data provider Shanghai Steelhome's widespread contact base of steel producers and iron ore traders across China. [27] The futures contract has seen monthly volumes over 1,500,000 t (1,500,000 long tons; 1,700,000 short tons) after eight months of trading. [28] This move follows a switch to index-based quarterly pricing by the world's three largest iron ore miners— Vale , Rio Tinto , and BHP —in early 2010, breaking a 40-year tradition of benchmark annual pricing. [29]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Iron_ore_prices.webp/220px-Iron_ore_prices.webp.png",
                "caption": "Iron ore prices (monthly) China import/inbound iron ore spot price [24] Global iron ore price [25]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Iron_Ore_price.webp/220px-Iron_Ore_price.webp.png",
                "caption": "Iron ore prices (daily) 25 October 2010 - 4 August 2022"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Iron_ore",
        "title": "Iron ore",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Sources",
        "text": "The source of heavy mineral sands is in a hardrock source within the erosional areas of a river which carries its load of sediment into the ocean, where the sediments are caught up in littoral drift or longshore drift . Rocks are occasionally eroded directly by wave action shed detritus , which is caught up in longshore drift and washed up onto beaches where the lighter minerals are winnowed. The source rocks which provide the heavy mineral sands determine the composition of the economic minerals. The source of zircon , monazite , rutile , sometimes tungsten , and some ilmenite is usually granite . The source of ilmenite, garnet, sapphire and diamond is ultramafic and mafic rocks, such as kimberlite or basalt . Garnet is also sourced commonly from metamorphic rocks , such as amphibolite schists . Precious metals are sourced from ore deposits hosted within metamorphic rocks .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Magnetic_separator_hg.jpg/220px-Magnetic_separator_hg.jpg",
                "caption": "Magnetic hand separator for heavy minerals"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Heavy_mineral_sands_ore_deposits",
        "title": "Heavy mineral sands ore deposits",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Trap",
        "text": "The heavy minerals within the source sediments attain an economic concentration by accumulation within low-energy environments in streams and most usually on beaches. In beach placer deposits the lowest energy zone on the beach is the swash zone , where turbulent surf washes up on the beach face and loses energy. In this zone heavier grains accumulate and become stranded because they are denser than the quartz grains they accompany. It is for this reason that beach placer deposits are often referred to as \"strand-line deposits\". The size and position of a heavy mineral deposit is a function of the wave energy reaching the beach, the mean grainsize of the beach sediments, and the current height of the ocean. Anecdotal reports of certain beach placers forming in modern times suggest that the greatest enrichment tended to occur in storm events energetic enough to remove most of the beach's sediment load—a process favoring the lighter minerals. The resultant 'clinker' sands left behind were mined during low tide following major storm events, suggesting that most beach placer deposits are formed during such cycles. Fossilised dune systems often are exploited for heavy mineral sands because they are from the ocean and because they are often remnants of previous intraglacial highstands . Tectonic activity, which results in coastlines rising from the ocean, may also cause a beach system to become stranded above the high-water mark and lock in the heavy mineral sands. Similarly, a beach system that is drowned by the subsidence of a coastline may be preserved, often for millions of years, until it either is covered by sedimentation or rises from the ocean. Specific trap sites for heavy mineral sand placer deposits are in beaches on the leeward side of headlands, where low-energy zones trap sediments carried along by the longshore drift . Also, sand bars developed at the mouths of rivers that feed the placer deposits are rich trap sites where the winnowing action of the waves is most efficient, because heavy minerals too heavy to be moved will deposit at an isthmus in preference to drifting farther down the beach.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Black_Sands.jpg/100px-Black_Sands.jpg",
                "caption": "Black sand concentrates"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Geelwal.jpg/350px-Geelwal.jpg",
                "caption": "Geelwal Karoo mineral sand deposit, on the west coast of South Africa ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Heavy_mineral_sands_ore_deposits",
        "title": "Heavy mineral sands ore deposits",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Mine development and life cycle",
        "text": "The process of mining from discovery of an ore body through extraction of minerals and finally to returning the land to its natural state consists of several distinct steps. The first is discovery of the ore body, which is carried out through prospecting or exploration to find and then define the extent, location and value of the ore body. This leads to a mathematical resource estimation to estimate the size and grade of the deposit. This estimation is used to conduct a pre-feasibility study to determine the theoretical economics of the ore deposit. This identifies, early on, whether further investment in estimation and engineering studies is warranted and identifies key risks and areas for further work. The next step is to conduct a feasibility study to evaluate the financial viability, the technical and financial risks, and the robustness of the project. This is when the mining company makes the decision whether to develop the mine or to walk away from the project. This includes mine planning to evaluate the economically recoverable portion of the deposit, the metallurgy and ore recoverability, marketability and payability of the ore concentrates, engineering concerns, milling and infrastructure costs, finance and equity requirements, and an analysis of the proposed mine from the initial excavation all the way through to reclamation. The proportion of a deposit that is economically recoverable is dependent on the enrichment factor of the ore in the area. To gain access to the mineral deposit within an area it is often necessary to mine through or remove waste material which is not of immediate interest to the miner. The total movement of ore and waste constitutes the mining process. Often more waste than ore is mined during the life of a mine, depending on the nature and location of the ore body. Waste removal and placement is a major cost to the mining operator, so a detailed characterization of the waste material forms an essential part of the geological exploration program for a mining operation. Once the analysis determines a given ore body is worth recovering, development begins to create access to the ore body. The mine buildings and processing plants are built, and any necessary equipment is obtained. The operation of the mine to recover the ore begins and continues as long as the company operating the mine finds it economical to do so. Once all the ore that the mine can produce profitably is recovered, reclamation can begin, to make the land used by the mine suitable for future use. Technical and economic challenges notwithstanding, successful mine development must also address human factors. Working conditions are paramount to success, especially with regard to exposures to dusts, radiation, noise, explosives hazards, and vibration, as well as illumination standards. Mining today increasingly must address environmental and community impacts, including psychological and sociological dimensions. Thus, mining educator Frank T. M. White (1909–1971), broadened the focus to the “total environment of mining”, including reference to community development around mining, and how mining is portrayed to an urban society, which depends on the industry, although seemingly unaware of this dependency. He stated, “[I]n the past, mining engineers have not been called upon to study the psychological, sociological and personal problems of their own industry – aspects that nowadays are assuming tremendous importance. The mining engineer must rapidly expand his knowledge and his influence into these newer fields.” [41]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Cut_and_fill_schematic.png/330px-Cut_and_fill_schematic.png",
                "caption": "Schematic of a cut and fill mining operation in hard rock"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mining",
        "title": "Mining",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Techniques",
        "text": "Mining techniques can be divided into two common excavation types: surface mining and sub-surface (underground) mining . Today, surface mining is much more common, and produces, for example, 85% of minerals (excluding petroleum and natural gas) in the United States, including 98% of metallic ores. [42] Targets are divided into two general categories of materials: placer deposits , consisting of valuable minerals contained within river gravels, beach sands, and other unconsolidated materials ; and lode deposits , where valuable minerals are found in veins, in layers, or in mineral grains generally distributed throughout a mass of actual rock. Both types of ore deposit, placer or lode, are mined by both surface and underground methods. [ citation needed ] Some mining, including much of the rare earth elements and uranium mining , is done by less-common methods, such as in-situ leaching : this technique involves digging neither at the surface nor underground. The extraction of target minerals by this technique requires that they be soluble, e.g., potash , potassium chloride , sodium chloride , sodium sulfate , which dissolve in water. Some minerals, such as copper minerals and uranium oxide , require acid or carbonate solutions to dissolve. [43] Explosives in Mining Explosives have been used in surface mining and sub-surface mining to blast out rock and ore intended for processing. The most common explosive used in mining is ammonium nitrate . [44] Between 1870 and 1920, in Queensland Australia, an increase in mining accidents lead to more safety measures surrounding the use of explosives for mining. [45] In the United States of America, between 1990 and 1999, about 22.3 billion kilograms of explosives were used in mining quarrying and other industries; Moreover \" coal mining used 66.4%, nonmetal mining and quarrying 13.5%, metal mining 10.4%, construction 7.1%, and all other users 2.6%\". [44]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/SL500_01.jpg/220px-SL500_01.jpg",
                "caption": "Underground longwall mining"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mining",
        "title": "Mining",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Surface",
        "text": "Surface mining is done by removing surface vegetation, dirt, and bedrock to reach buried ore deposits. Techniques of surface mining include: open-pit mining , which is the recovery of materials from an open pit in the ground; quarrying , identical to open-pit mining except that it refers to sand, stone and clay; strip mining , which consists of stripping surface layers off to reveal ore underneath; and mountaintop removal , commonly associated with coal mining, which involves taking the top of a mountain off to reach ore deposits at depth. Most placer deposits, because they are shallowly buried, are mined by surface methods. Finally, landfill mining involves sites where landfills are excavated and processed. [50] Landfill mining has been thought of as a long-term solution to methane emissions and local pollution. [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Tagebau_Garzweiler_Panorama_2005.jpg/1000px-Tagebau_Garzweiler_Panorama_2005.jpg",
                "caption": "Garzweiler surface mine , Germany"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mining",
        "title": "Mining",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "High wall",
        "text": "High wall mining, which evolved from auger mining, is another form of surface mining. In high wall mining, the remaining part of a coal seam previously exploited by other surface-mining techniques has too much overburden to be removed but can still be profitably exploited from the side of the artificial cliff made by previous mining. [52] A typical cycle alternates sumping, which undercuts the seam, and shearing, which raises and lowers the cutter-head boom to cut the entire height of the coal seam. As the coal recovery cycle continues, the cutter-head is progressively launched further into the coal seam. High wall mining can produce thousands of tons of coal in contour-strip operations with narrow benches, previously mined areas, trench mine applications and steep-dip seams. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Mega_HIghwall_Mining_ADDCAR_16.jpg/220px-Mega_HIghwall_Mining_ADDCAR_16.jpg",
                "caption": "Coalburg Seam highwall mining at ADDCAR 16 Logan County WV"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Myslowice_kopalnia_Myslowice_07.jpg/170px-Myslowice_kopalnia_Myslowice_07.jpg",
                "caption": "Mysłowice coal mine shaft tower, Upper Silesian Coal Basin"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mining",
        "title": "Mining",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Underground mining",
        "text": "Sub-surface mining consists of digging tunnels or shafts into the earth to reach buried ore deposits. Ore, for processing, and waste rock, for disposal, are brought to the surface through the tunnels and shafts. Sub-surface mining can be classified by the type of access shafts used, and the extraction method or the technique used to reach the mineral deposit. Drift mining uses horizontal access tunnels, slope mining uses diagonally sloping access shafts, and shaft mining uses vertical access shafts. Mining in hard and soft rock formations requires different techniques. [53] Other methods include shrinkage stope mining , which is mining upward, creating a sloping underground room, long wall mining , which is grinding a long ore surface underground, and room and pillar mining, which is removing ore from rooms while leaving pillars in place to support the roof of the room. Room and pillar mining often leads to retreat mining , in which supporting pillars are removed as miners retreat, allowing the room to cave in, thereby loosening more ore. Additional sub-surface mining methods include hard rock mining , bore hole mining, drift and fill mining, long hole slope mining, sub level caving, and block caving . [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Kilianstollen_Zug.jpg/220px-Kilianstollen_Zug.jpg",
                "caption": "Mantrip used for transporting miners within an underground mine"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Caterpillar_Highwall_Mine_HW300.jpg/220px-Caterpillar_Highwall_Mine_HW300.jpg",
                "caption": "Caterpillar Highwall Miner HW300 – Technology Bridging Underground and Open Pit Mining"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mining",
        "title": "Mining",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Machines",
        "text": "Heavy machinery is used in mining to explore and develop sites, to remove and stockpile overburden, to break and remove rocks of various hardness and toughness, to process the ore, and to carry out reclamation projects after the mine is closed. Bulldozers, drills, explosives and trucks are all necessary for excavating the land. In the case of placer mining , unconsolidated gravel, or alluvium , is fed into machinery consisting of a hopper and a shaking screen or trommel which frees the desired minerals from the waste gravel. The minerals are then concentrated using sluices or jigs. [ citation needed ] Large drills are used to sink shafts, excavate stopes, and obtain samples for analysis. Trams are used to transport miners, minerals and waste. Lifts carry miners into and out of mines, and move rock and ore out, and machinery in and out, of underground mines. Huge trucks, shovels and cranes are employed in surface mining to move large quantities of overburden and ore. Processing plants use large crushers, mills, reactors, roasters and other equipment to consolidate the mineral-rich material and extract the desired compounds and metals from the ore. [54]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Bagger-garzweiler.jpg/300px-Bagger-garzweiler.jpg",
                "caption": "The Bagger 288 is a bucket-wheel excavator used in strip mining . It is also one of the largest land vehicles of all time."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Coal_Haul_Truck_at_North_Antelope_Rochelle.png/220px-Coal_Haul_Truck_at_North_Antelope_Rochelle.png",
                "caption": "A Bucyrus Erie 2570 dragline and CAT 797 haul truck at the North Antelope Rochelle opencut coal mine"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mining",
        "title": "Mining",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Environmental regulation",
        "text": "Countries with strongly enforced mining regulations commonly require environmental impact assessment , development of environmental management plans, and mine closure planning prior beginning mine operations. Environmental monitoring during operation and after closure may also be required. Government regulations may not be well enforced, especially in the developing world. [40] For major mining companies and any company seeking international financing, there are a number of other mechanisms to enforce environmental standards. These generally relate to financing standards such as the Equator Principles , IFC environmental standards, and criteria for Socially responsible investing . Mining companies have used this oversight from the financial sector to argue for some level of industry self-regulation . [64] In 1992, a Draft Code of Conduct for Transnational Corporations was proposed at the Rio Earth Summit by the UN Centre for Transnational Corporations (UNCTC), but the Business Council for Sustainable Development (BCSD) together with the International Chamber of Commerce (ICC) argued successfully for self-regulation instead. [65] This was followed by the Global Mining Initiative which was begun by nine of the largest metals and mining companies and which led to the formation of the International Council on Mining and Metals , whose purpose was to \"act as a catalyst\" in an effort to improve social and environmental performance in the mining and metals industry internationally. [64] The mining industry has provided funding to various conservation groups, some of which have been working with conservation agendas that are at odds with an emerging acceptance of the rights of indigenous people – particularly the right to make land-use decisions. [66] Certification of mines with good practices occurs through the International Organization for Standardization (ISO). For example, ISO 9000 and ISO 14001 , which certify an \"auditable environmental management system\", involve short inspections, although they have been accused of lacking rigor. [ clarification needed ] [64] : 183–84 Certification is also available through Ceres ' Global Reporting Initiative , but these reports are voluntary and unverified. Miscellaneous other certification programs exist for various projects, typically through nonprofit groups. [64] : 185–86 The purpose of a 2012 EPS PEAKS paper [67] was to provide evidence on policies managing ecological costs and maximize socio-economic benefits of mining using host country regulatory initiatives. It found existing literature suggesting donors encourage developing countries to:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Iron_hydroxide_precipitate_in_stream.jpg/170px-Iron_hydroxide_precipitate_in_stream.jpg",
                "caption": "Iron hydroxide precipitate stains a stream receiving acid drainage from surface coal mining."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mining",
        "title": "Mining",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Waste",
        "text": "Ore mills generate large amounts of waste, called tailings . [68] For example, 99 tons of waste is generated per ton of copper , with even higher ratios in gold mining – because only 5.3 g of gold is extracted per ton of ore, a ton of gold produces 200,000 tons of tailings. [69] (As time goes on and richer deposits are exhausted – and technology improves – this number is going down to .5 g and less.) These tailings can be toxic. Tailings, which are usually produced as a slurry , are most commonly dumped into ponds made from naturally existing valleys. [70] These ponds are secured by impoundments ( dams or embankment dams ). [70] In 2000 it was estimated that 3,500 tailings impoundments existed, and that every year, 2 to 5 major failures and 35 minor failures occurred. [71] For example, in the Marcopper mining disaster at least 2 million tons of tailings were released into a local river. [71] In 2015, Barrick Gold Corporation spilled over 1 million liters of cyanide into a total of five rivers in Argentina near their Veladero mine . [72] Since 2007 in central Finland, the Talvivaara Terrafame polymetal mine's waste effluent and leaks of saline mine water have resulted in ecological collapse of a nearby lake. [73] Subaqueous tailings disposal is another option. [70] The mining industry has argued that submarine tailings disposal (STD), which disposes of tailings in the sea, is ideal because it avoids the risks of tailings ponds. The practice is illegal in the United States and Canada , but it is used in the developing world. [74] The waste is classified as either sterile or mineralized, with acid generating potential, and the movement and storage of this material form a major part of the mine planning process. When the mineralised package is determined by an economic cut-off, the near-grade mineralised waste is usually dumped separately with view to later treatment should market conditions change and it becomes economically viable. Civil engineering design parameters are used in the design of the waste dumps, and special conditions apply to high-rainfall areas and to seismically active areas. Waste dump designs must meet all regulatory requirements of the country in whose jurisdiction the mine is located. It is also common practice to rehabilitate dumps to an internationally acceptable standard, which in some cases means that higher standards than the local regulatory standard are applied. [71]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Teghut_Mine_-_waste_rock_storage.jpg/220px-Teghut_Mine_-_waste_rock_storage.jpg",
                "caption": "Location of waste rock storage (center) at Teghut (village) Copper-Molybdenum Mine in Armenia 's northern Lori province"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mining",
        "title": "Mining",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Industry",
        "text": "Mining exists in many countries. London is the headquarters for large miners such as Anglo American , BHP and Rio Tinto . [75] The US mining industry is also large, but it is dominated by extraction of coal and other nonmetal minerals (e.g., rock and sand), and various regulations have worked to reduce the significance of mining in the United States. [75] In 2007, the total market capitalization of mining companies was reported at US$962 billion, which compares to a total global market cap of publicly traded companies of about US$50 trillion in 2007. [76] In 2002, Chile and Peru were reportedly the major mining countries of South America . [77] The mineral industry of Africa includes the mining of various minerals; it produces relatively little of the industrial metals copper , lead , and zinc , but according to one estimate has as a percent of world reserves 40% of gold , 60% of cobalt , and 90% of the world's platinum group metals. [78] Mining in India is a significant part of that country's economy. In the developed world, mining in Australia , with BHP founded and headquartered in the country, and mining in Canada are particularly significant. For rare earth minerals mining, China reportedly controlled 95% of production in 2013. [79] While exploration and mining can be conducted by individual entrepreneurs or small businesses, most modern-day mines are large enterprises requiring large amounts of capital to establish. Consequently, the mining sector of the industry is dominated by large, often multinational, companies, most of them publicly listed . It can be argued that what is referred to as the 'mining industry' is actually two sectors, one specializing in exploration for new resources and the other in mining those resources. The exploration sector is typically made up of individuals and small mineral resource companies, called \"juniors\", which are dependent on venture capital . The mining sector is made up of large multinational companies that are sustained by production from their mining operations. Various other industries such as equipment manufacture, environmental testing, and metallurgy analysis rely on, and support, the mining industry throughout the world. Canadian stock exchanges have a particular focus on mining companies, particularly junior exploration companies through Toronto's TSX Venture Exchange ; Canadian companies raise capital on these exchanges and then invest the money in exploration globally. [75] Some have argued that below juniors there exists a substantial sector of illegitimate companies primarily focused on manipulating stock prices. [75] Mining operations can be grouped into five major categories in terms of their respective resources. These are oil and gas extraction , coal mining , metal ore mining, nonmetallic mineral mining and quarrying, and mining support activities. [80] Of all of these categories, oil and gas extraction remains one of the largest in terms of its global economic importance. Prospecting potential mining sites, a vital area of concern for the mining industry, is now done using sophisticated new technologies such as seismic prospecting and remote-sensing satellites . Mining is heavily affected by the prices of the commodity minerals, which are often volatile. The 2000s commodities boom (\"commodities supercycle\") increased the prices of commodities, driving aggressive mining. In addition, the price of gold increased dramatically in the 2000s, which increased gold mining ; for example, one study found that conversion of forest in the Amazon increased six-fold from the period 2003–2006 (292 ha/yr) to the period 2006–2009 (1,915 ha/yr), largely due to artisanal mining. [81]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Siilinj%C3%A4rvi_S%C3%A4rkij%C3%A4rvi_pit.jpg/220px-Siilinj%C3%A4rvi_S%C3%A4rkij%C3%A4rvi_pit.jpg",
                "caption": "The Särkijärvi pit of the apatite mine in Siilinjärvi , Finland"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Bingham_Canyon_April_2005.jpg/220px-Bingham_Canyon_April_2005.jpg",
                "caption": "The Bingham Canyon Mine of Rio Tinto's subsidiary, Kennecott Utah Copper"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mining",
        "title": "Mining",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Regulation and governance",
        "text": "New regulations and a process of legislative reforms aim to improve the harmonization and stability of the mining sector in mineral-rich countries. [83] New legislation for mining industry in African countries still appears to be an issue, but has the potential to be solved, when a consensus is reached on the best approach. [84] By the beginning of the 21st century, the booming and increasingly complex mining sector in mineral-rich countries was providing only slight benefits to local communities, especially in given the sustainability issues. Increasing debate and influence by NGOs and local communities called for new approaches which would also include disadvantaged communities, and work towards sustainable development even after mine closure (including transparency and revenue management). By the early 2000s, community development issues and resettlements became mainstream concerns in World Bank mining projects. [84] Mining-industry expansion after mineral prices increased in 2003 and also potential fiscal revenues in those countries created an omission in the other economic sectors in terms of finances and development. Furthermore, this highlighted regional and local demand for mining revenues and an inability of sub-national governments to effectively use the revenues. The Fraser Institute (a Canadian think tank) has highlighted [ clarification needed ] the environmental protection laws in developing countries, as well as voluntary efforts by mining companies to improve their environmental impact. [85] In 2007, the Extractive Industries Transparency Initiative (EITI) was mainstreamed [ clarification needed ] in all countries cooperating with the World Bank in mining industry reform. [84] The EITI operates and was implemented with the support of the EITI multi-donor trust fund, managed by the World Bank. [86] The EITI aims to increase transparency in transactions between governments and companies in extractive industries [87] by monitoring the revenues and benefits between industries and recipient governments. The entrance process is voluntary for each country and is monitored by multiple stakeholders including governments, private companies and civil society representatives, responsible for disclosure and dissemination of the reconciliation report; [84] however, the competitive disadvantage of company-by-company public report is for some of the businesses in Ghana at least, the main constraint. [88] Therefore, the outcome assessment in terms of failure or success of the new EITI regulation does not only \"rest on the government's shoulders\" but also on civil society and companies. [89] However, implementation has issues; inclusion or exclusion of artisanal mining and small-scale mining (ASM) from the EITI and how to deal with \"non-cash\" payments made by companies to subnational governments. Furthermore, the disproportionate revenues the mining industry can bring to the comparatively small number of people that it employs, [90] causes other problems, like a lack of investment in other less lucrative sectors, leading to swings in government revenue because of volatility in the oil markets. Artisanal mining is clearly an issue in EITI Countries such as the Central African Republic, D.R. Congo, Guinea, Liberia and Sierra Leone – i.e. almost half of the mining countries implementing the EITI. [90] Among other things, limited scope of the EITI involving disparity in terms of knowledge of the industry and negotiation skills, thus far flexibility of the policy (e.g. liberty of the countries to expand beyond the minimum requirements and adapt it to their needs), creates another risk of unsuccessful implementation. Public awareness increase, where government should act as a bridge between public and initiative for a successful outcome of the policy is an important element to be considered. [91]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/EITI_Global_Conference_2016.jpg/220px-EITI_Global_Conference_2016.jpg",
                "caption": "EITI Global Conference 2016"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mining",
        "title": "Mining",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "World Bank",
        "text": "The World Bank has been involved in mining since 1955, mainly through grants from its International Bank for Reconstruction and Development , with the Bank's Multilateral Investment Guarantee Agency offering political risk insurance. [92] Between 1955 and 1990 it provided about $2 billion to fifty mining projects, broadly categorized as reform and rehabilitation, greenfield mine construction, mineral processing, technical assistance, and engineering. These projects have been criticized, particularly the Ferro Carajas project of Brazil, begun in 1981. [93] The World Bank established mining codes intended to increase foreign investment; in 1988, it solicited feedback from 45 mining companies on how to increase their involvement. [64] : 20 In 1992, the World Bank began to push for privatization of government-owned mining companies with a new set of codes, beginning with its report The Strategy for African Mining . In 1997, Latin America's largest miner Companhia Vale do Rio Doce (CVRD) was privatized. These and other developments, such as the Philippines 1995 Mining Act, led the bank to publish a third report ( Assistance for Minerals Sector Development and Reform in Member Countries ) which endorsed mandatory environment impact assessments and attention to the concerns of the local population. The codes based on this report are influential in the legislation of developing nations. The new codes are intended to encourage development through tax holidays, zero custom duties, reduced income taxes, and related measures. [64] : 22 The results of these codes were analyzed by a group from the University of Quebec, which concluded that the codes promote foreign investment but \"fall very short of permitting sustainable development\". [94] The observed negative correlation between natural resources and economic development is known as the resource curse . [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/World_Bank_logo.svg/170px-World_Bank_logo.svg.png",
                "caption": "World Bank logo"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mining",
        "title": "Mining",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Safety",
        "text": "Safety has long been a concern in the mining business, especially in sub-surface mining. The Courrières mine disaster , Europe's worst mining accident , involved the death of 1,099 miners in Northern France on March 10, 1906. This disaster was surpassed only by the Benxihu Colliery accident in China on April 26, 1942, which killed 1,549 miners. [95] While mining today is substantially safer than it was in previous decades, mining accidents still occur. Government figures indicate that 5,000 Chinese miners die in accidents each year, while other reports have suggested a figure as high as 20,000. [96] Between 1870 and 1920, in Queensland Australia, an increase in mining accidents lead to more safety measures surrounding the use of explosives for mining. [97] Mining accidents continue worldwide, including accidents causing dozens of fatalities at a time such as the 2007 Ulyanovskaya Mine disaster in Russia, the 2009 Heilongjiang mine explosion in China, and the 2010 Upper Big Branch Mine disaster in the United States. Mining has been identified by the National Institute for Occupational Safety and Health (NIOSH) as a priority industry sector in the National Occupational Research Agenda (NORA) to identify and provide intervention strategies regarding occupational health and safety issues. [98] The Mining Safety and Health Administration (MSHA) was established in 1978 to \"work to prevent death, illness, and injury from mining and promote safe and healthful workplaces for US miners.\" [99] Since its implementation in 1978, the number of miner fatalities has decreased from 242 miners in 1978 to 24 miners in 2019. [ citation needed ] There are numerous occupational hazards associated with mining, including exposure to rockdust which can lead to diseases such as silicosis , asbestosis , and pneumoconiosis . Gases in the mine can lead to asphyxiation and could also be ignited. Mining equipment can generate considerable noise, putting workers at risk for hearing loss . Cave-ins , rock falls , and exposure to excess heat are also known hazards. The current NIOSH Recommended Exposure Limit (REL) of noise is 85 dBA with a 3 dBA exchange rate and the MSHA Permissible Exposure Limit (PEL) is 90 dBA with a 5 dBA exchange rate as an 8-hour time-weighted average. NIOSH has found that 25% of noise-exposed workers in Mining, Quarrying, and Oil and Gas Extraction have hearing impairment. [100] The prevalence of hearing loss increased by 1% from 1991 to 2001 within these workers. [ citation needed ] Noise studies have been conducted in several mining environments. Stageloaders (84-102 dBA), shearers (85-99 dBA), auxiliary fans (84–120 dBA), continuous mining machines (78–109 dBA), and roof bolters (92–103 dBA) represent some of the noisiest equipment in underground coal mines . [101] Dragline oilers, dozer operators, and welders using air arcing were occupations with the highest noise exposures among surface coal miners. [102] Coal mines had the highest hearing loss injury likelihood. [103]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Transporte_por_cable_de_minerales%2C_Devnya%2C_Bulgaria%2C_2016-05-27%2C_DD_65.jpg/220px-Transporte_por_cable_de_minerales%2C_Devnya%2C_Bulgaria%2C_2016-05-27%2C_DD_65.jpg",
                "caption": "Mining transport in Devnya, Bulgaria"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Coal_miner_spraying_rock_dust.jpg/220px-Coal_miner_spraying_rock_dust.jpg",
                "caption": "A coal miner in West Virginia spraying rockdust to reduce the combustible fraction of coal dust in the air"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mining",
        "title": "Mining",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Child labor",
        "text": "Included within the human rights abuses that occur during mining processes are instances of child labor . These instances are a cause for widespread criticism of mining cobalt , a mineral essential for powering modern technologies such as laptops , smartphones and electric vehicles . Many of these cases of child laborers are found in the Democratic Republic of Congo . Reports have risen of children carrying sacks of cobalt weighing 25 kg from small mines to local traders [106] being paid for their work only in food and accommodation. A number of companies such as Apple , Google , Microsoft and Tesla have been implicated in lawsuits brought by families whose children were severely injured or killed during mining activities in Congo. [107] In December 2019, 14 Congolese families filed a lawsuit against Glencore , a mining company which supplies the essential cobalt to these multinational corporations with allegations of negligence that led to the deaths of children or injuries such as broken spines, emotional distress and forced labor. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Breaker_Boys_1.jpg/220px-Breaker_Boys_1.jpg",
                "caption": "Breaker boys : child workers who broke down coal at a mine in South Pittston , Pennsylvania , United States in the early 20th century"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mining",
        "title": "Mining",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Records",
        "text": "As of 2019, Mponeng is the world's deepest mine from ground level, reaching a depth of 4 km (2.5 mi) below ground level. The trip from the surface to the bottom of the mine takes over an hour. It is a gold mine in South Africa 's Gauteng province. Previously known as Western Deep Levels #1 Shaft, the underground and surface works were commissioned in 1987. The mine is considered to be one of the most substantial gold mines in the world. The Moab Khutsong gold mine in North West Province (South Africa) has the world's longest winding steel wire rope, which is able to lower workers to 3,054 metres (10,020 ft) in one uninterrupted four-minute journey. [114] The deepest mine in Europe is the 16th shaft of the uranium mines in Příbram , Czech Republic , at 1,838 metres (6,030 ft). [115] Second is Bergwerk Saar in Saarland , Germany , at 1,750 metres (5,740 ft). [ citation needed ] The deepest open-pit mine in the world is Bingham Canyon Mine in Bingham Canyon , Utah , United States , at over 1,200 metres (3,900 ft). The largest and second deepest open-pit copper mine in the world is Chuquicamata in northern Chile at 900 metres (3,000 ft), which annually produces 443,000 tons of copper and 20,000 tons of molybdenum. [116] [117] [118] The deepest open-pit mine with respect to sea level is Tagebau Hambach in Germany, where the base of the pit is 299 metres (981 ft) below sea level. [119] The largest underground mine is Kiirunavaara Mine in Kiruna , Sweden . With 450 kilometres (280 mi) of roads, 40 million tonnes of annually produced ore, and a depth of 1,270 metres (4,170 ft), it is also one of the most modern underground mines. The deepest borehole in the world is Kola Superdeep Borehole at 12,262 metres (40,230 ft), but this is connected to scientific drilling , not mining. [120]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Chuquicamata-002.jpg/220px-Chuquicamata-002.jpg",
                "caption": "Chuquicamata , Chile , site of the largest circumference and second deepest open pit copper mine in the world"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mining",
        "title": "Mining",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    },
    {
        "section": "Metal reserves and recycling",
        "text": "During the 20th century, the variety of metals used in society grew rapidly. Today, the development of major nations such as China and India and advances in technologies are fueling an ever-greater demand. The result is that metal mining activities are expanding and more and more of the world's metal stocks are above ground in use rather than below ground as unused reserves. An example is the in-use stock of copper . Between 1932 and 1999, copper in use in the US rose from 73 kilograms (161 lb) to 238 kilograms (525 lb) per person. [121] 95% of the energy used to make aluminium from bauxite ore is saved by using recycled material. [122] However, levels of metals recycling are generally low. In 2010, the International Resource Panel , hosted by the United Nations Environment Programme (UNEP), published reports on metal stocks that exist within society [123] and their recycling rates. [121] The report's authors observed that the metal stocks in society can serve as huge anthropogenic mines above ground. [123] However, they warned that the recycling rates of some rare metals used in applications such as mobile phones, battery packs for hybrid cars, and fuel cells are so low that unless future end-of-life recycling rates are dramatically stepped up these critical metals will become unavailable for use in modern technology. [ citation needed ] As recycling rates are low and so much metal has already been extracted, some landfills now contain higher concentrations of metal than mines themselves. [124] This is especially true of aluminum , used in cans, and precious metals , found in discarded electronics. [125] Furthermore, waste after 15 years has still not broken down, so less processing would be required when compared to mining ores. A study undertaken by Cranfield University has found £360 million of metals could be mined from just four landfill sites. [126] There is also up to 20 MJ/kg of energy in waste, potentially making the re-extraction more profitable. [127] However, although the first landfill mine opened in Tel Aviv , Israel in 1953, little work has followed due to the abundance of accessible ores. [128]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/NatCopper.jpg/220px-NatCopper.jpg",
                "caption": "Macro of native copper about 1 + 1 ⁄ 2 inches (4 cm) in size"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Pyhasalmi_mine.jpg/220px-Pyhasalmi_mine.jpg",
                "caption": "The Pyhäsalmi Mine , a metal mine in Pyhäjärvi , Finland"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Abandoned_Metal_Recycling_Plant.png/220px-Abandoned_Metal_Recycling_Plant.png",
                "caption": "A metal recycling plant in South Carolina that has been abandoned for years"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Mining",
        "title": "Mining",
        "field": "Geology_and_Earth_Sciences",
        "subfield": "Mineralogy",
        "topic": "Mineral Deposits and Ore Genesis"
    }
]