[
    {
        "section": "Operations",
        "text": "Drax Group's key asset is Drax Power Station. Originally built, owned and operated by the Central Electricity Generating Board (CEGB), Drax Power Station was constructed and commissioned in two stages. Stage one (units 1, 2 and 3) was completed in 1974. [17] Some 12 years later in 1986, stage two (units 4, 5 and 6) was completed. [17] Drax was the last coal-fired power station to be built in the UK, and was initially designed to use low-sulphur coal from the nearby Selby coalfield in six generating units. Each unit has a capacity of 660 MW when burning coal, giving a total capacity of just under 4 GW. This made Drax the largest power station in the UK. [17] Related enterprises include Drax Biomass (which specialises in producing biomass pellets to be used to generate electricity and fuel domestic heating systems), [18] Baton Rouge Transit (which is responsible for storing and loading the biomass at the Port of Baton Rouge ), [19] Haven Power (an electricity supplier) [20] and Opus Energy (a supplier of gas and electricity to businesses across the United Kingdom). [21]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Draxps.jpg/240px-Draxps.jpg",
                "caption": "Drax Power Station"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Drax_Group",
        "title": "Drax Group",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Biomass in the form of residues and waste",
        "text": "Residues and waste are by-products from biological material harvested mainly for non-energy purposes. The most important by-products are wood residues, agricultural residues and municipal/industrial waste: Wood residues are by-products from forestry operations or from the wood processing industry. Had the residues not been collected and used for bioenergy, they would have decayed (and therefore produced emissions) [g] on the forest floor or in landfills, or been burnt (and produced emissions) at the side of the road in forests or outside wood processing facilities. [24] The by-products from forestry operations are called logging residues or forest residues, and consist of tree tops, branches, stumps, damaged or dying or dead trees, irregular or bent stem sections, thinnings (small trees that are cleared away in order to help the bigger trees grow large), and trees removed to reduce wildfire risk. [h] The extraction level of logging residues differ from region to region, [i] [j] but there is an increasing interest in using this feedstock, [k] since the sustainable potential is large (15 EJ annually). [l] 68% of the total forest biomass in the EU consists of wood stems, and 32% consists of stumps, branches and tops. [25] The by-products from the wood processing industry are called wood processing residues and consist of cut offs, shavings, sawdust, bark, and black liquor. [26] Wood processing residues have a total energy content of 5.5 EJ annually. [27] Wood pellets are mainly made from wood processing residues, [m] and have a total energy content of 0.7 EJ. [n] Wood chips are made from a combination of feedstocks, [28] and have a total energy content of 0.8 EJ. [o] The energy content in agricultural residues used for energy is approximately 2 EJ. [p] However, agricultural residues has a large untapped potential. The energy content in the global production of agricultural residues has been estimated to 78 EJ annually, with the largest share from straw (51 EJ). [q] Others have estimated between 18 and 82 EJ. [r] The use of agricultural residues and waste that is both sustainable and economically feasible [12] : 9 is expected to increase to between 37 and 66 EJ in 2030. [s] Municipal waste produced 1.4 EJ and industrial waste 1.1 EJ. [29] Wood waste from cities and industry also produced 1.1 EJ. [27] The sustainable potential for wood waste has been estimated to 2–10 EJ. [30] IEA recommends a dramatic increase in waste utilization to 45 EJ annually in 2050. [31]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Lake_Stevens%2C_WA_-_de_Jong_Sawdust_%26_Shavings_01.jpg/220px-Lake_Stevens%2C_WA_-_de_Jong_Sawdust_%26_Shavings_01.jpg",
                "caption": "Sawdust is residue from the wood processing industry."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Carbon accounting system boundaries",
        "text": "Carbon positive scenarios are likely to be net emitters of CO 2 , carbon negative projects are net absorbers of CO 2 , while carbon neutral projects balance emissions and absorption equally. [56] It is common to include alternative scenarios (also called \"reference scenarios\" or \"counterfactuals\") for comparison. [11] : 83 The alternative scenarios range from scenarios with only modest changes compared to the existing project, all the way to radically different ones (i.e. forest protection or \"no-bioenergy\" counterfactuals.) Generally, the difference between scenarios is seen as the actual carbon mitigation potential of the scenarios. [11] : 100 In addition to the choice of alternative scenario, other choices has to be made as well. The so-called \"system boundaries\" determine which carbon emissions/absorptions that will be included in the actual calculation, and which that will be excluded. System boundaries include temporal, spatial, efficiency-related and economic boundaries. [26] For example, the actual carbon intensity of bioenergy varies with biomass production techniques and transportation lengths.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Bioenergy_system_boundaries.jpg/310px-Bioenergy_system_boundaries.jpg",
                "caption": "Alternative system boundaries for assessing climate effects of forest-based bioenergy. Option 1 (black) considers only the stack emissions; Option 2 (green) considers only the forest carbon stock; Option 3 (blue) considers the bioenergy supply chain; Option 4 (red) covers the whole bioeconomy, including wood products in addition to biomass. [26]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Climate impacts expressed as varying with time",
        "text": "The use of boreal stemwood harvested exclusively for bioenergy have a positive climate impact only in the long term, while the use of wood residues have a positive climate impact also in the short to medium term. [aq] Short carbon payback/parity times are produced when the most realistic no-bioenergy scenario is a traditional forestry scenario where \"good\" wood stems are harvested for lumber production, and residues are burned or left behind in the forest or in landfills. The collection of such residues provides material which \"[...] would have released its carbon (via decay or burning) back to the atmosphere anyway (over time spans defined by the biome's decay rate) [...].\" [63] In other words, payback and parity times depend on the decay speed. The decay speed depends on a.) location (because decay speed is \"[...] roughly proportional to temperature and rainfall [...]\" [64] ), and b.) the thickness of the residues. [ar] Residues decay faster in warm and wet areas, and thin residues decay faster than thick residues. Thin residues in warm and wet temperate forests therefore have the fastest decay, while thick residues in cold and dry boreal forests have the slowest decay. If the residues instead are burned in the no-bioenergy scenario, e.g. outside the factories or at roadside in the forests, emissions are instant. In this case, parity times approach zero. [as] Like other scientists, the JRC staff note the high variability in carbon accounting results, and attribute this to different methodologies. [at] In the studies examined, the JRC found carbon parity times of 0 to 400 years for stemwood harvested exclusively for bioenergy, depending on different characteristics and assumptions for both the forest/bioenergy system and the alternative fossil system, with the emission intensity of the displaced fossil fuels seen as the most important factor, followed by conversion efficiency and biomass growth rate/rotation time. Other factors relevant for the carbon parity time are the initial carbon stock and the existing harvest level; both higher initial carbon stock and higher harvest level means longer parity times. [65] Liquid biofuels have high parity times because about half of the energy content of the biomass is lost in the processing. [au]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Net_emissions_from_forest_bioenergy_pathways%2C_compared_against_coal_and_natural_gas_alternative_scenarios.png/220px-Net_emissions_from_forest_bioenergy_pathways%2C_compared_against_coal_and_natural_gas_alternative_scenarios.png",
                "caption": "Time-dependent net emission estimates for forest bioenergy pathways, compared against coal and natural gas alternative scenarios. Plus signs represents positive climate effects, minus signs negative climate effects. [17]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Climate impacts expressed as static numbers",
        "text": "EU's Joint Research Centre has examined a number of bioenergy emission estimates found in literature, and calculated greenhouse gas savings percentages for bioenergy pathways in heat production, transportation fuel production and electricity production, based on those studies. The calculations are based on the attributional LCA accounting principle. It includes all supply chain emissions, from raw material extraction, through energy and material production and manufacturing, to end-of-life treatment and final disposal. It also includes emissions related to the production of the fossil fuels used in the supply chain. It excludes emission/absorption effects that takes place outside its system boundaries, for instance market related, biogeophysical (e.g. albedo), and time-dependent effects. The authors conclude that \"[m]ost bio-based commodities release less GHG than fossil products along their supply chain; but the magnitude of GHG emissions vary greatly with logistics, type of feedstocks, land and ecosystem management, resource efficiency, and technology.\" [67] Because of the varied climate mitigation potential for different biofuel pathways, governments and organizations set up different certification schemes to ensure that biomass use is sustainable, for instance the RED (Renewable Energy Directive) in the EU and the ISO standard 13065 by the International Organization for Standardization. [68] In the US, the RFS (Renewables Fuel Standard) limit the use of traditional biofuels and defines the minimum life-cycle GHG emissions that are acceptable. Biofuels are considered traditional if they achieve up to 20% GHG emission reduction compared to the petrochemical equivalent, advanced if they save at least 50%, and cellulosic if the save more than 60%. [av] The EU's Renewable Energy Directive (RED) states that the typical greenhouse gas emissions savings when replacing fossil fuels with wood pellets from forest residues for heat production varies between 69% and 77%, depending on transport distance: When the distance is between 0 and 2500 km, emission savings is 77%. Emission savings drop to 75% when the distance is between 2500 and 10 000 km, and to 69% when the distance is above 10 000 km. When stemwood is used, emission savings varies between 70% and 77%, depending on transport distance. When wood industry residues are used, savings varies between 79% and 87%. [aw] Since the long payback and parity times calculated for some forestry projects is seen as a non-issue for energy crops (except in the cases mentioned above), researchers instead calculate static climate mitigation potentials for these crops, using LCA-based carbon accounting methods. A particular energy crop-based bioenergy project is considered carbon positive, carbon neutral or carbon negative based on the total amount of CO 2 equivalent emissions and absorptions accumulated throughout its entire lifetime: If emissions during agriculture, processing, transport and combustion are higher than what is absorbed (and stored) by the plants, both above and below ground, during the project's lifetime, the project is carbon positive. Likewise, if total absorption is higher than total emissions, the project is carbon negative. In other words, carbon negativity is possible when net carbon accumulation more than compensates for net lifecycle greenhouse gas emissions. Typically, perennial crops sequester more carbon than annual crops because the root buildup is allowed to continue undisturbed over many years. Also, perennial crops avoid the yearly tillage procedures (plowing, digging) associated with growing annual crops. Tilling helps the soil microbe populations to decompose the available carbon, producing CO 2 . [ax] [62] : 393 There is now (2018) consensus in the scientific community that \"[...] the GHG [greenhouse gas] balance of perennial bioenergy crop cultivation will often be favourable [...]\", also when considering the implicit direct and indirect land use changes. [69] : 150",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/GHG_emissions_from_wood_pellets_burnt_for_electricity_in_the_EU.png/220px-GHG_emissions_from_wood_pellets_burnt_for_electricity_in_the_EU.png",
                "caption": "Greenhouse gas emissions from wood pellet production and transport from the US to the EU. [66]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Sustainable forestry and forest protection",
        "text": "IPCC states that there is disagreement about whether the global forest is shrinking or not, and quote research indicating that tree cover has increased 7.1% between 1982 and 2016. [62] : 367 The IPCC writes: \"While above-ground biomass carbon stocks are estimated to be declining in the tropics, they are increasing globally due to increasing stocks in temperate and boreal forests [...].\" [62] : 385 Old trees have a very high carbon absorption rate, and felling old trees means that this large potential for future carbon absorption is lost. [60] : 3 There is also a loss of soil carbon due to the harvest operations. [60] : 3 Old trees absorb more CO 2 than young trees, because of the larger leaf area in full grown trees. [73] However, the old forest (as a whole) will eventually stop absorbing CO 2 because CO 2 emissions from dead trees cancel out the remaining living trees' CO 2 absorption. [ay] The old forest (or forest stands) are also vulnerable for natural disturbances that produces CO 2 . The IPCC found that \"[...] landscapes with older forests have accumulated more carbon but their sink strength is diminishing, while landscapes with younger forests contain less carbon but they are removing CO 2 from the atmosphere at a much higher rate [...].\" [62] : 386 The IPCC states that the net climate effect from conversion of unmanaged to managed forest can be positive or negative, depending on circumstances. The carbon stock is reduced , but since managed forests grow faster than unmanaged forests, more carbon is absorbed . Positive climate effects are produced if the harvested biomass is used efficiently. [62] : 351 There is a tradeoff between the benefits of having a maximized forest carbon stock, not absorbing any more carbon, and the benefits of having a portion of that carbon stock \"unlocked\", and instead working as a renewable fossil fuel replacement tool, for instance in sectors which are difficult or expensive to decarbonize. [31] [az] The \"competition\" between locked-away and unlocked forest carbon might be won by the unlocked carbon: \"In the long term, using sustainably produced forest biomass as a substitute for carbon-intensive products and fossil fuels provides greater permanent reductions in atmospheric CO 2 than preservation does.\" [74] : 39 IEA Bioenergy writes: \"forests managed for producing sawn timber, bioenergy and other wood products can make a greater contribution to climate change mitigation than forests managed for conservation alone.\" Three reasons are given: [75] Data from FAO show that most wood pellets are produced in regions dominated by sustainably managed forests, such as Europe and North America. Europe (including Russia) produced 54% of the world's wood pellets in 2019, and the forest carbon stock in this area increased from 158.7 to 172.4 Gt between 1990 and 2020. In the EU, above-ground forest biomass increases with 1.3% per year on average, however the increase is slowing down because the forests are maturing. [76] United Kingdom Emissions Trading System allows operators of CO2 generating installations to apply zero emissions factor for the fraction used for non-energy purposes, while energy purposes (electricity generation, heating) require additional sustainability certification on the biomass used. [77]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Old_growth_spruce_forest.jpg/220px-Old_growth_spruce_forest.jpg",
                "caption": "Old-growth spruce forest in France."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Starr-090413-5809-Fraxinus_uhdei-plantation-Makawao_Forest_Reserve-Maui_%2824655914310%29.jpg/220px-Starr-090413-5809-Fraxinus_uhdei-plantation-Makawao_Forest_Reserve-Maui_%2824655914310%29.jpg",
                "caption": "Plantation forest in Hawaii."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Forest_area_increase_in_the_EU_1990-2020.png/220px-Forest_area_increase_in_the_EU_1990-2020.png",
                "caption": "Forest area increase in the EU 1990–2020. [72]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Forest_biomass_flow_chart.jpg/220px-Forest_biomass_flow_chart.jpg",
                "caption": "Sankey diagram that shows the flow of biomass from forest to wood products, paper and energy in Sweden. [78]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Biodiversity",
        "text": "Biomass production for bioenergy can have negative impacts on biodiversity. [79] Oil palm and sugar cane are examples of crops that have been linked to reduced biodiversity . [80] In addition, changes in biodiversity also impacts primary production which naturally effects decomposition and soil heterotrophic organisms. [81] Win-win scenarios (good for climate, good for biodiversity) include: [11] : 8–149 Win-lose scenarios (good for the climate, bad for biodiversity) include afforestation on ancient, biodiversity-rich grassland ecosystems which were never forests, and afforestation of former agricultural land with monoculture plantations. [11] : 125–147 Lose-win scenarios (bad for the climate, good for biodiversity) include natural forest expansion on former agricultural land. [11] : 125–147 Lose-lose scenarios include increased use of thick forest residues like stumps from some boreal forests with slow decay rates, and conversion of natural forests into forest plantations. [11] : 8–147",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Carbon_emissions_and_biodiversity.png/220px-Carbon_emissions_and_biodiversity.png",
                "caption": "Classification scheme for win-win (green), trade-off (orange), and lose-lose (red) scenarios caused by additional bioenergy pathways in the EU. [11] : 107"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Climate_and_biodiversity_impacts_for_additional_bioenergy_pathways_in_the_EU_%28forestry_residues%2C_afforestation_and_conversion_to_forest_plantation%29.png/220px-Climate_and_biodiversity_impacts_for_additional_bioenergy_pathways_in_the_EU_%28forestry_residues%2C_afforestation_and_conversion_to_forest_plantation%29.png",
                "caption": "Short term climate and biodiversity impacts for 3 alternative bioenergy pathways in the EU (forest residues, afforestation and conversion to forest plantation.) Short term is here defined as a period of 0–20 years, medium term 30-50 years, and long term over 50 years. [11] : 146"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Pollution",
        "text": "Other problems are pollution of soil and water from fertiliser/pesticide use, [83] and emission of ambient air pollutants, mainly from open field burning of residues. [84] The traditional use of wood in cook stoves and open fires produces pollutants, which can lead to severe health and environmental consequences. However, a shift to modern bioenergy contribute to improved livelihoods and can reduce land degradation and impacts on ecosystem services . [62] : 375 According to the IPCC, there is strong evidence that modern bioenergy have \"large positive impacts\" on air quality. [85] Traditional bioenergy is inefficient and the phasing out of this energy source has both large health benefits and large economic benefits. [31] When combusted in industrial facilities, most of the pollutants originating from woody biomass reduce by 97-99%, compared to open burning. [86] Combustion of woody biomass produces lower amounts of particulate matter than coal for the same amount of electricity generated. [87]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Montana_16_bg_062406.jpg/225px-Montana_16_bg_062406.jpg",
                "caption": "Simple traditional use of biomass for cooking or heating (combustion of wood logs)."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Role in addressing climate change",
        "text": "As part of the global effort to limit climate change , most countries have committed to net zero greenhouse gas emissions . [26] In practice, this means phasing out fossil fuels and replacing them with low-emissions energy sources. [12] At the 2023 United Nations Climate Change Conference , around three-quarters of the world's countries set a goal of tripling renewable energy capacity by 2030. [27] The European Union aims to generate 40% of its electricity from renewables by the same year. [28]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/2021_Death_rates%2C_by_energy_source.svg/300px-2021_Death_rates%2C_by_energy_source.svg.png",
                "caption": "Deaths caused as a result of fossil fuel use (areas of rectangles in chart) greatly exceed those resulting from production of renewable energy (rectangles barely visible in chart). [25]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Intermittency",
        "text": "The two most important forms of renewable energy, solar and wind, are intermittent energy sources : they are not available constantly, resulting in lower capacity factors . In contrast, fossil fuel power plants are usually able to produce precisely the amount of energy an electricity grid requires at a given time. Solar energy can only be captured during the day, and ideally in cloudless conditions. Wind power generation can vary significantly not only day-to-day, but even month-to-month. [31] This poses a challenge when transitioning away from fossil fuels: energy demand will often be higher or lower than what renewables can provide. [32] Both scenarios can cause electricity grids to become overloaded, leading to power outages . In the medium-term, this variability may require keeping some gas-fired power plants or other dispatchable generation on standby [33] [34] until there is enough energy storage, demand response , grid improvement, and/or baseload power from non-intermittent sources. In the long-term, energy storage is an important way of dealing with intermittency. [35] Using diversified renewable energy sources and smart grids can also help flatten supply and demand. [36] Sector coupling of the power generation sector with other sectors may increase flexibility: for example the transport sector can be coupled by charging electric vehicles and sending electricity from vehicle to grid . [37] Similarly the industry sector can be coupled by hydrogen produced by electrolysis, [38] and the buildings sector by thermal energy storage for space heating and cooling. [39] Building overcapacity for wind and solar generation can help ensure sufficient electricity production even during poor weather. In optimal weather, it may be necessary to curtail energy generation if it is not possible to use or store excess electricity. [40]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Renewables_need_flexible_backup_not_baseload.png/300px-Renewables_need_flexible_backup_not_baseload.png",
                "caption": "Estimated power demand over a week in May 2012 and May 2020, Germany, showing the variability in solar and wind power both day-to-day and month-to-month."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Solar energy",
        "text": "Solar power produced around 1.3 terrawatt-hours (TWh) worldwide in 2022, [10] representing 4.6% of the world's electricity. Almost all of this growth has happened since 2010. [52] Solar energy can be harnessed anywhere that receives sunlight; however, the amount of solar energy that can be harnessed for electricity generation is influenced by weather conditions , geographic location and time of day. [53] There are two mainstream ways of harnessing solar energy: solar thermal , which converts solar energy into heat; and photovoltaics (PV), which converts it into electricity. [12] PV is far more widespread, accounting for around two thirds of the global solar energy capacity as of 2022. [54] It is also growing at a much faster rate, with 170 GW newly installed capacity in 2021, [55] compared to 25 GW of solar thermal. [54] Passive solar refers to a range of construction strategies and technologies that aim to optimize the distribution of solar heat in a building. Examples include solar chimneys , [12] orienting a building to the sun, using construction materials that can store heat , and designing spaces that naturally circulate air . [56] From 2020 to 2022, solar technology investments almost doubled from USD 162 billion to USD 308 billion, driven by the sector's increasing maturity and cost reductions, particularly in solar photovoltaic (PV), which accounted for 90% of total investments. China and the United States were the main recipients, collectively making up about half of all solar investments since 2013. Despite reductions in Japan and India due to policy changes and COVID-19 , growth in China, the United States, and a significant increase from Vietnam's feed-in tariff program offset these declines. Globally, the solar sector added 714 gigawatts (GW) of solar PV and concentrated solar power (CSP) capacity between 2013 and 2021, with a notable rise in large-scale solar heating installations in 2021, especially in China, Europe, Turkey, and Mexico. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/SolarFachwerkhaus.jpg/220px-SolarFachwerkhaus.jpg",
                "caption": "A small, roof-top mounted PV system in Bonn , Germany"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG/220px-Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG",
                "caption": "Komekurayama photovoltaic power station in Kofu , Japan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Photovoltaics",
        "text": "A photovoltaic system , consisting of solar cells assembled into panels , converts light into electrical direct current via the photoelectric effect . [60] PV has several advantages that make it by far the fastest-growing renewable energy technology. It is cheap, low-maintenance and scalable; adding to an existing PV installation as demanded arises is simple. Its main disadvantage is its poor performance in cloudy weather. [12] PV systems range from small, residential and commercial rooftop or building integrated installations, to large utility-scale photovoltaic power station . [61] A household's solar panels can either be used for just that household or, if connected to an electrical grid, can be aggregated with millions of others. [62] The first utility-scale solar power plant was built in 1982 in Hesperia, California by ARCO . [63] The plant was not profitable and was sold eight years later. [64] However, over the following decades, PV cells became significantly more efficient and cheaper. [65] As a result, PV adoption has grown exponentially since 2010. [66] Global capacity increased from 230 GW at the end of 2015 to 890 GW in 2021. [67] PV grew fastest in China between 2016 and 2021, adding 560 GW, more than all advanced economies combined. [68] Four of the ten biggest solar power stations are in China, including the biggest, Golmud Solar Park in China. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg/220px-1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg.png",
                "caption": "Swanson's law –stating that solar module prices have dropped about 20% for each doubling of installed capacity—defines the \" learning rate \" of solar photovoltaics . [58] [59]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Wind power",
        "text": "Humans have harnessed wind energy since at least 3500 BC. Until the 20th century, it was primarily used to power ships, windmills and water pumps. Today, the vast majority of wind power is used to generate electricity using wind turbines. [12] Modern utility-scale wind turbines range from around 600 kW to 9 MW of rated power. The power available from the wind is a function of the cube of the wind speed, so as wind speed increases, power output increases up to the maximum output for the particular turbine. [76] Areas where winds are stronger and more constant, such as offshore and high-altitude sites, are preferred locations for wind farms. Wind-generated electricity met nearly 4% of global electricity demand in 2015, with nearly 63 GW of new wind power capacity installed. Wind energy was the leading source of new capacity in Europe, the US and Canada, and the second largest in China. In Denmark, wind energy met more than 40% of its electricity demand while Ireland, Portugal and Spain each met nearly 20%. [77] Globally, the long-term technical potential of wind energy is believed to be five times total current global energy production, or 40 times current electricity demand, assuming all practical barriers needed were overcome. This would require wind turbines to be installed over large areas, particularly in areas of higher wind resources, such as offshore, and likely also industrial use of new types of VAWT turbines in addition to the horizontal axis units currently in use. As offshore wind speeds average ~90% greater than that of land, offshore resources can contribute substantially more energy than land-stationed turbines. [78] Investments in wind technologies reached USD 161 billion in 2020, with onshore wind dominating at 80% of total investments from 2013 to 2022. Offshore wind investments nearly doubled to USD 41 billion between 2019 and 2020, primarily due to policy incentives in China and expansion in Europe. Global wind capacity increased by 557 GW between 2013 and 2021, with capacity additions increasing by an average of 19% each year. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Pretty_flamingos_-_geograph.org.uk_-_578705.jpg/170px-Pretty_flamingos_-_geograph.org.uk_-_578705.jpg",
                "caption": "Burbo , NW-England"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Fentonwindpark1.jpg/220px-Fentonwindpark1.jpg",
                "caption": "Sunrise at the Fenton Wind Farm in Minnesota, United States"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Wind_energy_generation_by_region%2C_OWID.svg/300px-Wind_energy_generation_by_region%2C_OWID.svg.png",
                "caption": "Wind energy generation by region over time [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Hydropower",
        "text": "Since water is about 800 times denser than air , even a slow flowing stream of water, or moderate sea swell , can yield considerable amounts of energy. Water can generate electricity with a conversion efficiency of about 90%, which is the highest rate in renewable energy. [82] There are many forms of water energy: Much hydropower is flexible, thus complementing wind and solar. [86] In 2021, the world renewable hydropower capacity was 1,360 GW. [68] Only a third of the world's estimated hydroelectric potential of 14,000 TWh/year has been developed. [87] [88] New hydropower projects face opposition from local communities due to their large impact, including relocation of communities and flooding of wildlife habitats and farming land. [89] High cost and lead times from permission process, including environmental and risk assessments, with lack of environmental and social acceptance are therefore the primary challenges for new developments. [90] It is popular to repower old dams thereby increasing their efficiency and capacity as well as quicker responsiveness on the grid. [91] Where circumstances permit existing dams such as the Russell Dam built in 1985 may be updated with \"pump back\" facilities for pumped-storage which is useful for peak loads or to support intermittent wind and solar power. Because dispatchable power is more valuable than VRE [92] [93] countries with large hydroelectric developments such as Canada and Norway are spending billions to expand their grids to trade with neighboring countries having limited hydro. [94]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/ThreeGorgesDam-China2009.jpg/220px-ThreeGorgesDam-China2009.jpg",
                "caption": "The Three Gorges Dam for hydropower on the Yangtze River in China"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Three_gorges_dam_from_space.jpg/220px-Three_gorges_dam_from_space.jpg",
                "caption": "Three Gorges Dam and Gezhouba Dam , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Bioenergy",
        "text": "Biomass is biological material derived from living, or recently living organisms. Most commonly, it refers to plants or plant-derived materials. As an energy source, biomass can either be used directly via combustion to produce heat, or converted to a more energy-dense biofuel like ethanol. Wood is the most significant biomass energy source as of 2012 [98] and is usually sourced from a trees cleared for silvicultural reasons or fire prevention . Municipal wood waste – for instance, construction materials or sawdust – is also often burned for energy. [99] The biggest per-capita producers of wood-based bioenergy are heavily forested countries like Finland, Sweden, Estonia, Austria, and Denmark. [100] Bioenergy can be environmentally destructive if old-growth forests are cleared to make way for crop production. In particular, demand for palm oil to produce biodiesel has contributed to the deforestation of tropical rainforests in Brazil and Indonesia. [101] In addition, burning biomass still produces carbon emissions, although much less than fossil fuels (39 grams of CO 2 per megajoule of energy, compared to 75 g/MJ for fossil fuels). [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Metz_biomass_power_station.jpg/220px-Metz_biomass_power_station.jpg",
                "caption": "A CHP power station using wood to supply 30,000 households in France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Biofuel",
        "text": "Biofuels are primarily used in transportation, providing 3.5% of the world's transport energy demand in 2022, [103] up from 2.7% in 2010. [104] Biojet is expected to be important for short-term reduction of carbon dioxide emissions from long-haul flights. [105] Aside from wood, the major sources of bioenergy are bioethanol and biodiesel . [12] Bioethanol is usually produced by fermenting the sugar components of crops like sugarcane and maize , while biodiesel is mostly made from oils extracted from plants, such as soybean oil and corn oil . [106] Most of the crops used to produce bioethanol and biodiesel are grown specifically for this purpose, [107] although used cooking oil accounted for 14% of the oil used to produce biodiesel as of 2015. [106] The biomass used to produce biofuels varies by region. Maize is the major feedstock in the United States, while sugarcane dominates in Brazil. [108] In the European Union, where biodiesel is more common than bioethanol, rapeseed oil and palm oil are the main feedstocks. [109] China, although it produces comparatively much less biofuel, uses mostly corn and wheat. [110] In many countries, biofuels are either subsidized or mandated to be included in fuel mixtures . [101] There are many other sources of bioenergy that are more niche, or not yet viable at large scales. For instance, bioethanol could be produced from the cellulosic parts of crops, rather than only the seed as is common today. [111] Sweet sorghum may be a promising alternative source of bioethanol, due to its tolerance of a wide range of climates. [112] Cow dung can be converted into methane. [113] There is also a great deal of research involving algal fuel , which is attractive because algae is a non-food resource, grows around 20 times faster than most food crops, and can be grown almost anywhere. [114]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Faz_S_Sofia_canavial_090607_REFON.JPG/220px-Faz_S_Sofia_canavial_090607_REFON.JPG",
                "caption": "Sugarcane plantation to produce ethanol in Brazil"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Soybeanbus.jpg/220px-Soybeanbus.jpg",
                "caption": "A bus fueled by biodiesel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Geothermal energy",
        "text": "Geothermal energy is thermal energy (heat) extracted from the Earth's crust . It originates from several different sources , of which the most significant is slow radioactive decay of minerals contained in the Earth's interior , [12] as well as some leftover heat from the formation of the Earth . [119] Some of the heat is generated near the Earth's surface in the crust, but some also flows from deep within the Earth from the mantle and core . [119] Geothermal energy extraction is viable mostly in countries located on tectonic plate edges, where the Earth's hot mantle is more exposed. [120] As of 2023, the United States has by far the most geothermal capacity (2.7 GW, [121] or less than 0.2% of the country's total energy capacity [122] ), followed by Indonesia and the Philippines. Global capacity in 2022 was 15 GW. [121] Geothermal energy can be either used directly to heat homes, as is common in Iceland, or to generate electricity. At smaller scales, geothermal power can be generated with geothermal heat pumps , which can extract heat from ground temperatures of under 30 °C (86 °F), allowing them to be used at relatively shallow depths of a few meters. [120] Electricity generation requires large plants and ground temperatures of at least 150 °C (302 °F). In some countries, electricity produced from geothermal energy accounts for a large portion of the total, such as Kenya (43%) and Indonesia (5%). [123] Technical advances may eventually make geothermal power more widely available. For example, enhanced geothermal systems involve drilling around 10 kilometres (6.2 mi) into the Earth, breaking apart hot rocks and extracting the heat using water. In theory, this type of geothermal energy extraction could be done anywhere on Earth. [120]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/NesjavellirPowerPlant_edit2.jpg/220px-NesjavellirPowerPlant_edit2.jpg",
                "caption": "Steam rising from the Nesjavellir Geothermal Power Station in Iceland"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/West_Ford_Flat_Geothermal_Cooling_Tower.JPG/170px-West_Ford_Flat_Geothermal_Cooling_Tower.JPG",
                "caption": "Geothermal plant at The Geysers , California, US"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Krafla_geothermal_power_station_wiki.jpg/220px-Krafla_geothermal_power_station_wiki.jpg",
                "caption": "Krafla , a geothermal power station in Iceland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Marine energy",
        "text": "Marine energy (also sometimes referred to as ocean energy) is the energy carried by ocean waves , tides , salinity , and ocean temperature differences . Technologies to harness the energy of moving water include wave power , marine current power , and tidal power . Reverse electrodialysis (RED) is a technology for generating electricity by mixing fresh water and salty sea water in large power cells. [130] Most marine energy harvesting technologies are still at low technology readiness levels and not used at large scales. Tidal energy is generally considered the most mature, but has not seen wide deployment. [131] The world's largest tidal power station is on Sihwa Lake , South Korea, [132] which produces around 550 gigawatt-hours of electricity per year. [133]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg/220px-Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg",
                "caption": "Aerial view of Sihwa Tidal Power Station in South Korea"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Growth of renewables",
        "text": "The results of a recent review of the literature concluded that as greenhouse gas (GHG) emitters begin to be held liable for damages resulting from GHG emissions resulting in climate change, a high value for liability mitigation would provide powerful incentives for deployment of renewable energy technologies. [181] In the decade of 2010–2019, worldwide investment in renewable energy capacity excluding large hydropower amounted to US$2.7 trillion, of which the top countries China contributed US$818 billion, the United States contributed US$392.3 billion, Japan contributed US$210.9 billion, Germany contributed US$183.4 billion, and the United Kingdom contributed US$126.5 billion. [182] This was an increase of over three and possibly four times the equivalent amount invested in the decade of 2000–2009 (no data is available for 2000–2003). [182] As of 2022, an estimated 28% of the world's electricity was generated by renewables. This is up from 19% in 1990. [183]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg/232px-20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg.png",
                "caption": "Investment: Companies, governments and households have committed increasing amounts to decarbonization, including renewable energy (solar, wind), electric vehicles and associated charging infrastructure, energy storage, energy-efficient heating systems, carbon capture and storage, and hydrogen. [171] [172]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg/232px-20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg.png",
                "caption": "Levelized cost: With increasingly widespread implementation of renewable energy sources, costs have declined, most notably for energy generated by solar panels. [175] [176] Levelized cost of energy (LCOE) is a measure of the average net present cost of electricity generation for a generating plant over its lifetime."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Future projections",
        "text": "A December 2022 report by the IEA forecasts that over 2022-2027, renewables are seen growing by almost 2 400 GW in its main forecast, equal to the entire installed power capacity of China in 2021. This is an 85% acceleration from the previous five years, and almost 30% higher than what the IEA forecast in its 2021 report, making its largest ever upward revision. Renewables are set to account for over 90% of global electricity capacity expansion over the forecast period. [68] To achieve net zero emissions by 2050, IEA believes that 90% of global electricity generation will need to be produced from renewable sources. [17] In June 2022 IEA Executive Director Fatih Birol said that countries should invest more in renewables to \"ease the pressure on consumers from high fossil fuel prices, make our energy systems more secure, and get the world on track to reach our climate goals.\" [185] China's five year plan to 2025 includes increasing direct heating by renewables such as geothermal and solar thermal. [186] REPowerEU , the EU plan to escape dependence on fossil Russian gas , is expected to call for much more green hydrogen . [187] After a transitional period, [188] renewable energy production is expected to make up most of the world's energy production. In 2018, the risk management firm, DNV GL , forecasts that the world's primary energy mix will be split equally between fossil and non-fossil sources by 2050. [189]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg/220px-2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg.png",
                "caption": "In 2023, electricity generation from wind and solar sources was projected to exceed 30% by 2030. [184]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Policy",
        "text": "Policies to support renewable energy have been vital in their expansion. Where Europe dominated in establishing energy policy in the early 2000s, most countries around the world now have some form of energy policy. [199] The International Renewable Energy Agency (IRENA) is an intergovernmental organization for promoting the adoption of renewable energy worldwide. It aims to provide concrete policy advice and facilitate capacity building and technology transfer. IRENA was formed in 2009, with 75 countries signing the charter of IRENA. [200] As of April 2019, IRENA has 160 member states. [201] The then United Nations Secretary-General Ban Ki-moon has said that renewable energy can lift the poorest nations to new levels of prosperity, [202] and in September 2011 he launched the UN Sustainable Energy for All initiative to improve energy access, efficiency and the deployment of renewable energy. [203] The 2015 Paris Agreement on climate change motivated many countries to develop or improve renewable energy policies. [204] In 2017, a total of 121 countries adopted some form of renewable energy policy. [199] National targets that year existed in 176 countries. [204] In addition, there is also a wide range of policies at the state/provincial, and local levels. [104] Some public utilities help plan or install residential energy upgrades . Many national, state and local governments have created green banks . A green bank is a quasi-public financial institution that uses public capital to leverage private investment in clean energy technologies. [205] Green banks use a variety of financial tools to bridge market gaps that hinder the deployment of clean energy. Climate neutrality by the year 2050 is the main goal of the European Green Deal . [206] For the European Union to reach their target of climate neutrality, one goal is to decarbonise its energy system by aiming to achieve \"net-zero greenhouse gas emissions by 2050.\" [207]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Share_of_electricity_production_from_renewables.svg/330px-Share_of_electricity_production_from_renewables.svg.png",
                "caption": "Share of electricity production from renewables, 2022 [8]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Geopolitics",
        "text": "The geopolitical impact of the growing use of renewable energy is a subject of ongoing debate and research. [219] Many fossil-fuel producing countries, such as Qatar , Russia , Saudi Arabia and Norway , are currently able to exert diplomatic or geopolitical influence as a result of their oil wealth. Most of these countries are expected to be among the geopolitical \"losers\" of the energy transition, although some, like Norway, are also significant producers and exporters of renewable energy. Fossil fuels and the infrastructure to extract them may, in the long term, become stranded assets . [220] It has been speculated that countries dependent on fossil fuel revenue may one day find it in their interests to quickly sell off their remaining fossil fuels. [221] Conversely, nations abundant in renewable resources, and the minerals required for renewables technology, are expected to gain influence. [222] [223] In particular, China has become the world's dominant manufacturer of the technology needed to produce or store renewable energy, especially solar panels , wind turbines , and lithium-ion batteries . [224] Nations rich in solar and wind energy could become major energy exporters. [225] Some may produce and export green hydrogen , [226] [225] although electricity is projected to be the dominant energy carrier in 2050, accounting for almost 50% of total energy consumption (up from 22% in 2015). [227] Countries with large uninhabited areas such as Australia, China, and many African and Middle Eastern countries have a potential for huge installations of renewable energy. The production of renewable energy technologies requires rare-earth elements with new supply chains. [228] Countries with already weak governments that rely on fossil fuel revenue may face even higher political instability or popular unrest. Analysts consider Nigeria, Angola , Chad , Gabon , and Sudan , all countries with a history of military coups , to be at risk of instability due to dwindling oil income. [229] A study found that transition from fossil fuels to renewable energy systems reduces risks from mining, trade and political dependence because renewable energy systems don't need fuel – they depend on trade only for the acquisition of materials and components during construction. [230] In October 2021, European Commissioner for Climate Action Frans Timmermans suggested \"the best answer\" to the 2021 global energy crisis is \"to reduce our reliance on fossil fuels.\" [231] He said those blaming the European Green Deal were doing so \"for perhaps ideological reasons or sometimes economic reasons in protecting their vested interests.\" [231] Some critics blamed the European Union Emissions Trading System (EU ETS) and closure of nuclear plants for contributing to the energy crisis. [232] [233] [234] European Commission President Ursula von der Leyen said that Europe is \"too reliant\" on natural gas and too dependent on natural gas imports . According to Von der Leyen, \"The answer has to do with diversifying our suppliers ... and, crucially, with speeding up the transition to clean energy.\" [235]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/TREC-Map-en.jpg/220px-TREC-Map-en.jpg",
                "caption": "A concept of a super grid"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Public support",
        "text": "Solar power plants may compete with arable land , [254] [255] while on-shore wind farms often face opposition due to aesthetic concerns and noise. [256] [257] Such opponents are often described as NIMBYs (\"not in my back yard\"). [258] Some environmentalists are concerned about fatal collisions of birds and bats with wind turbines. [259] Although protests against new wind farms occasionally occur around the world, regional and national surveys generally find broad support for both solar and wind power. [260] [261] [262] Community-owned wind energy is sometimes proposed as a way to increase local support for wind farms. [263] A 2011 UK Government document stated that \"projects are generally more likely to succeed if they have broad public support and the consent of local communities. This means giving communities both a say and a stake.\" [264] In the 2000s and early 2010s, many renewable projects in Germany, Sweden and Denmark were owned by local communities, particularly through cooperative structures. [265] [266] In the years since, more installations in Germany have been undertaken by large companies, [263] but community ownership remains strong in Denmark. [267]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [253]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Design and specification",
        "text": "The main buildings are of steel frame and metal clad construction. The main features are a turbine hall , a boiler house , a chimney and 12 cooling towers. The boiler house is 76 m (249 ft) high, and the turbine hall is 400 m (1,300 ft) long. [40] [41] The chimney stands 259.3 m (851 ft) tall, with an overall diameter of 26 m (85 ft), [9] and weighs 44,000 tonnes. It consists of three elliptical flues of reinforced concrete , each serving two of the six boilers, set within a cylindrical 'wind shield', also of reinforced concrete. The topmost elements, the three cap rings of the flues which extend above the wind shield, are of cast iron. [9] When finished, the chimney was the largest industrial chimney in the world, and is still the tallest in the United Kingdom. [42] The chimney's dimensions, including the height, were dictated by a design total capacity of 5,100 m 3 /s of gases at 26 m/s. As the station was designed and constructed prior to the CEGB's commitment to Flue Gas Desulpurisation, extensive measures were made to limit acid attack from 'sulphurous condensate' , namely the lining of the flues with a fluoroelastomer , and coating of the upper 29 m (95 ft) of the external surfaces with a mix of acid-resisting tiles and said fluoroelastomer. [9] The twelve 114 m (374 ft) tall natural draft cooling towers stand in two groups of six to the north and south of the station. They are made of reinforced concrete, in the typical hyperboloid design, and each have a base diameter of 92 m (302 ft). [43] [44] The station was the third-largest coal-fired power station in Europe , after Bełchatów Power Station in Poland, and Neurath Power Station in Germany. It produces around 24 terawatt hours (TWh) (86.4 petajoules ) of electricity annually. Although it generates around 1,500,000 tonnes of ash and 22,800,000 tonnes of carbon dioxide each year, it is the most carbon-efficient coal-fired power plant in the United Kingdom. [45] The design life was set out in terms of number of start-ups and operating \"cycles\", but with the presumption that the station would operate as a standard 2nd-tier (nuclear stations being 1st-tier) baseload generator in the pattern well established under the centralised state-owned electricity system, it was summarised as \"in the order of 40 years\". The minimum requirement was for providing 'full load for weekdays, over a spell of 3 months'  with an availability over 85%. Weekend operations were expected to be between 50–100% of full power. Despite this intent for baseload operation, it was designed with a reasonable ability for load-following , being able to ramp up or down by 5% of full power per minute within the range of 50–100% of full power. [9]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Drax_turbine_hall_in_and_outside_%28scanned%29.JPG/220px-Drax_turbine_hall_in_and_outside_%28scanned%29.JPG",
                "caption": "Turbine hall (left: outside, right: inside) The taller light-coloured building behind is the boiler house"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Drax_Power_Station",
        "title": "Drax Power Station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Coal supply until 2021",
        "text": "In its original form, the station had a maximum potential consumption of 36,000 tonnes of coal a day. [51] In 2011, it consumed 9.1 million tonnes of coal. [52] This coal came from a mixture of both domestic and international sources, with domestic coal coming from mines in Yorkshire , the Midlands and Scotland, and foreign supplies coming from Australia, Colombia, Poland, Russia and South Africa. As of 2020, all coal was sourced internationally. [53] Fuel and other bulk commodities were supplied via a 6 mile stretch of the old Hull and Barnsley Railway line off the Wakefield and Goole railway line. Rail facilities include a west-facing junction on the Goole line, gross-weight and tare-weight weighbridges, limestone and gypsum handling facilities, including a handling building and control room for the FGD plant, FGD Sidings G and H, biomass offload (Track A), coal offload (Tracks A, B and C), bypass line (Track D), oil siding (Track E) and ash loading (Track F) and an unloading building and control room. [54] [55] When the station opened, most of the coal burned was from local collieries in Yorkshire, including Kellingley Colliery , Prince of Wales, Ackton Hall , Sharlston Colliery , Fryston Colliery , Askern Colliery and Bentley Colliery . Following the miners' strike in the mid-1980s, by 2006, all but Kellingley had closed. [56] (Kellingley closed at the end of 2015.) UK Coal had a five-year contract to supply coal, which ended at the end of 2009, from Kellingley, Maltby and, until its closure in 2007, Rossington . Coal was also brought from Harworth Colliery until it was mothballed, and was supplied by Daw Mill in Warwickshire . [57] The foreign coal was brought via various ports by rail. In c.2007 GB Railfreight won a contract to move coal brought from the Port of Tyne , celebrated by the company naming one of their locomotives Drax Power Station in 2007. [58] DB Cargo UK haul coal from the nearby ports of Hull and Immingham , and from Hunterston Terminal on the west coast of Scotland . [56] [59] In 2021, all coal supplies to Drax Power Station and commercial electricity generation from coal ended [60] in accordance with the plan to end coal fired generation announced in 2020 which will see Drax transition to biomass ahead of the deadline to phase out coal from the UK energy system. [61]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Drax_coal_loader_%28scanned%29.JPG/220px-Drax_coal_loader_%28scanned%29.JPG",
                "caption": "The rotary coal loader feeding the plant from the stockyard"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Drax_Power_Station",
        "title": "Drax Power Station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Co-firing",
        "text": "The station tested co-firing biomass in the summer of 2004, and in doing so was the first power station in the UK to be fuelled by wood. The initial trial of 14,100 tonnes of willow was locally sourced from nearby Eggborough. [62] Since the trial, the station's use of biomass has continued. It uses direct injection for firing the biomass, whereby it bypasses the pulverising mills and is either injected directly into the boiler or the fuel line, for greater throughput. [14] In 2009 a target was set for 12.5% of the station's energy to be sourced from biomass, and the shift to biomass was intended to contribute to the aim of cutting CO 2 emissions by 15%. [63] The station burns a large range of biomass, mostly wood pellets , sunflower pellets , olive , peanut shell husk and rape meal . The majority comes from overseas. [64] A 100,000 tonne pa capacity straw pelletization facility was constructed at Capitol Park, Goole in 2008, opened 2009. [65] [66] [67] Construction of specialised biomass handling facilities began in 2009 at the Port of Tyne and at Drax. [68]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Goole_Bio_Fuel_Production_Plant.jpg/220px-Goole_Bio_Fuel_Production_Plant.jpg",
                "caption": "The Goole straw pellet plant (2009)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Drax_Power_Station",
        "title": "Drax Power Station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Electricity generation",
        "text": "Coal is fed into one of 30 coal bunkers, each with a capacity of 1,000 tonnes. [107] Each bunker feeds two of the 60 pulverisers , each of which can crush 36 tonnes of coal an hour. [108] The station has six Babcock Power boilers, each weighing 4,000 tonnes. [14] [108] The powdered coal from ten pulverisers is blasted into each boiler through burners, which are ignited by propane . In 2003 the original burners were replaced by low nitrogen oxide burners. [51] Each of the six boilers feed steam to a steam turbine set, consisting of one high pressure (HP) turbine, one intermediate pressure (IP) turbine and three low pressure (LP) turbines. Each HP turbine generates 140 MW. Exhaust steam from them is fed back to the boiler and reheated, then fed to the 250 MW IP turbines and finally passes through the 90MW LP turbines. [14] This gives each generating set a generating capacity of 660 MW: with six generating sets, the station has a total capacity of 3,960 MW. Each of the generating units is equipped with the Advanced Plant Management System (APMS), a system developed by RWE npower and Thales , and implemented by Capula. [109] The station also has six gas turbines providing backup for breakdowns, or shut downs in the National Grid. Their annual output is generally low, generating 75 MW [44] [110] and three of the units have been mothballed and are out of operation, but they could be refurbished. [44] Emissions from these units are released through the station's second, smaller chimney, to the south of the main stack. [111] Between 2007 and 2012 the high and low pressure turbines were replaced by Siemens in a £100 million programme. [112] [113] [114] [115]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Drax_power_station_generator.jpg/220px-Drax_power_station_generator.jpg",
                "caption": "Generator unit No. 2"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Drax_Power_Station_-_geograph.org.uk_-_865344.jpg/220px-Drax_Power_Station_-_geograph.org.uk_-_865344.jpg",
                "caption": "Southern cooling towers seen across the River Ouse, which supplies water for the condensers"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Drax_Power_Station",
        "title": "Drax Power Station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Flue gas desulphurisation",
        "text": "All six units are served by an independent wet limestone-gypsum FGD plant, which was installed between 1988 and 1996. This diverts gases from the boilers and passes them through a limestone slurry, which removes at least 90% of the sulphur dioxide . This is equivalent to removing over 250,000 tonnes of SO 2 each year. The process requires 10,000 tonnes of limestone a week, [117] sourced from Tunstead Quarry in Derbyshire . [118] A byproduct of the process is gypsum , with 15,000 tonnes produced each week. This goes to be used in the manufacture of plasterboard . [117] The gypsum is sold exclusively to British Gypsum , and it is transported by rail to their plants at Kirkby Thore (on the Settle-Carlisle Line ), East Leake (on the former Great Central Main Line ) and occasionally to Robertsbridge (on the Hastings Line ). [118] DB Cargo UK transport the gypsum. [119] In 2023, Drax announced a full withdrawal from using coal power past the winter contingency agreement, Drax announced that it will now embark on a decommissioning process to remove coal-related infrastructure from the site. This will commence with the removal of the flue gas desulphurisation plant that was built in the 1990s to remove 90% of the sulphur from the plant’s air emissions. [120]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Drax_gypsum_train.jpg/290px-Drax_gypsum_train.jpg",
                "caption": "A train of gypsum heading from the station to Kirkby Thore on the Settle-Carlisle Railway"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Drax_Power_Station",
        "title": "Drax Power Station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Environmental effects",
        "text": "The environmental effects of coal burning are well documented. Coal is considered to be \"easily the most carbon-intensive and polluting form of energy generation available\". [124] In 2007 the station produced 22,160,000 tonnes of CO 2 , making it the largest single source of CO 2 in the UK. [64] [125] Between 2000 and 2007, there has been a net increase in carbon dioxide CO 2 of over 3,000,000 tonnes. [64] The station also had the highest estimated emissions of nitrogen oxides in the European Union . [126] In 2007, in a move to try to lower CO 2 emissions, Drax Group signed a £100 million contract with Siemens Power Generation to re-blade the steam turbines over four years. This is the largest steam turbine modernisation ever undertaken in the UK, and will increase efficiency. Coupled with the co-firing of biomass , this was part of a target to reduce CO 2 emissions by 15% by 2011. [127] Drax's annual report for 2013 reported that Drax's annual emissions were at 20,612,000 tonnes of CO 2 . This was a slight decrease from 2007 levels due to the burning of biomass. [128] Drax remained the UK's largest single emitter of carbon dioxide up until 2016, when the power station claimed that its improvement programmes and conversion to burning biomass, had meant a drastic decrease in greenhouses gases being released into the atmosphere. [129] [130] Drax has opted in to the Large Combustion Plant Directive (LCPD) and thus is permitted to continue operating beyond 2015. The use of flue gas desulfurisation ensures that the limits on sulphur dioxide emissions are not exceeded. [131]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Drax_Power_Station_-_geograph.org.uk_-_1237044.jpg/220px-Drax_Power_Station_-_geograph.org.uk_-_1237044.jpg",
                "caption": "Drax power station is the largest CO 2 emitter in the UK. The cloud of water vapour emitted by the station is due to scrubber systems introducing moisture into the exhaust stream. Despite its visible density, it contains less pollutants than an invisible stream of unfiltered exhaust."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Drax_Power_Station",
        "title": "Drax Power Station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Climate Camp (2006)",
        "text": "On 31 August 2006, over 600 people attended a protest against the high carbon emissions. It was coordinated by the Camp for Climate Action group. At least 3,000 police officers from 12 forces were reported to have been drafted in for the duration of the protest, to safeguard electricity supplies and prevent the protesters from shutting the station down. Thirty-nine people were arrested after trying illegally to gain access to the plant. [132]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Climate_camp_drax.jpg/220px-Climate_camp_drax.jpg",
                "caption": "\"Camp for Climate Action\" (2006)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Drax_Power_Station",
        "title": "Drax Power Station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Terminology",
        "text": "The term biofuel is used in different ways. One definition is \"Biofuels are biobased products, in solid, liquid, or gaseous forms. They are produced from crops or natural products, such as wood, or agricultural residues, such as molasses and bagasse.\" [2] : 173 Other publications reserve the term biofuel for liquid or gaseous fuels, used for transportation. [3] The IPCC Sixth Assessment Report defines biofuel as \"A fuel, generally in liquid form, produced from biomass . Biofuels include bioethanol from sugarcane, sugar beet or maize, and biodiesel from canola or soybeans.\". [15] : 1795 It goes on to define biomass in this context as \"organic material excluding the material that is fossilised or embedded in geological formations\". [15] : 1795 This means that coal or other fossil fuels is not a form of biomass in this context.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Types_and_generation_of_biofuels.png/220px-Types_and_generation_of_biofuels.png",
                "caption": "Types and generation of biofuels"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Biodiesel",
        "text": "Biodiesel is the most common biofuel in Europe. It is produced from oils or fats using transesterification and is a liquid similar in composition to fossil/mineral diesel. Chemically, it consists mostly of fatty acid methyl (or ethyl) esters ( FAMEs ). [27] Feedstocks for biodiesel include animal fats, vegetable oils, soy , rapeseed , jatropha , mahua , mustard , flax , sunflower , palm oil , hemp , field pennycress , Pongamia pinnata and algae . Pure biodiesel (B100, also known as \"neat\" biodiesel) currently reduces emissions with up to 60% compared to diesel Second generation B100. [28] As of 2020 [update] , researchers at Australia's CSIRO have been studying safflower oil as an engine lubricant , and researchers at Montana State University 's Advanced Fuels Center in the US have been studying the oil's performance in a large diesel engine , with results described as a \"breakthrough\". [29] Biodiesel can be used in any diesel engine and modified equipment when mixed with mineral diesel. It can also be used in its pure form (B100) in diesel engines, but some maintenance and performance problems may occur during wintertime utilization, since the fuel becomes somewhat more viscous at lower temperatures, depending on the feedstock used. [30] Electronically controlled ' common rail ' and ' Unit Injector ' type systems from the late 1990s onwards can only use biodiesel blended with conventional diesel fuel. These engines have finely metered and atomized multiple-stage injection systems that are very sensitive to the viscosity of the fuel. Many current-generation diesel engines are designed to run on B100 without altering the engine itself, although this depends on the fuel rail design.\nSince biodiesel is an effective solvent and cleans residues deposited by mineral diesel, engine filters may need to be replaced more often, as the biofuel dissolves old deposits in the fuel tank and pipes. It also effectively cleans the engine combustion chamber of carbon deposits, helping to maintain efficiency. Biodiesel is an oxygenated fuel, meaning it contains a reduced amount of carbon and higher hydrogen and oxygen content than fossil diesel. This improves the combustion of biodiesel and reduces the particulate emissions from unburnt carbon. However, using pure biodiesel may increase NO x -emissions [31] Biodiesel is also safe to handle and transport because it is non-toxic and biodegradable , and has a high flash point of about 300 °F (148 °C) compared to petroleum diesel fuel, which has a flash point of 125 °F (52 °C). [32] In many European countries, a 5% biodiesel blend is widely used and is available at thousands of gas stations. [33] [34] In France, biodiesel is incorporated at a rate of 8% in the fuel used by all French diesel vehicles. [35] Avril Group produces under the brand Diester , a fifth of 11 million tons of biodiesel consumed annually by the European Union . [36] It is the leading European producer of biodiesel. [35]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Biofuel_pumps_DCA_07_2010_9834.JPG/220px-Biofuel_pumps_DCA_07_2010_9834.JPG",
                "caption": "Biofuel pumps, 2010"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Targray_Biodiesel_Railcar.png/220px-Targray_Biodiesel_Railcar.png",
                "caption": "Targray Biofuels Division railcar transporting Biodiesel."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Straight vegetable oil",
        "text": "Straight unmodified edible vegetable oil is generally not used as fuel, but lower-quality oil has been used for this purpose. Used vegetable oil is increasingly being processed into biodiesel, or (more rarely) cleaned of water and particulates and then used as a fuel. The IEA estimates that biodiesel production used 17% of global vegetable oil supplies in 2021. [21] Oils and fats reacted with 10 pounds of a short-chain alcohol (usually methanol) in the presence of a catalyst (usually sodium hydroxide [NaOH] can be hydrogenated to give a diesel substitute. [48] The resulting product is a straight-chain hydrocarbon with a high cetane number , low in aromatics and sulfur and does not contain oxygen. Hydrogenated oils can be blended with diesel in all proportions. They have several advantages over biodiesel, including good performance at low temperatures, no storage stability problems and no susceptibility to microbial attack. [49]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Walmart%E2%80%99s_Grease_Fuel_Truck_%282%29.jpg/220px-Walmart%E2%80%99s_Grease_Fuel_Truck_%282%29.jpg",
                "caption": "A biofuel truck in 2009 [47]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Bioethers",
        "text": "Bioethers (also referred to as fuel ethers or oxygenated fuels) are cost-effective compounds that act as octane rating enhancers. \"Bioethers are produced by the reaction of reactive iso-olefins, such as iso-butylene, with bioethanol.\" [51] [ attribution needed ] Bioethers are created from wheat or sugar beets, and also be produced from the waste glycerol that results from the production of biodiesel. [52] They also enhance engine performance, while significantly reducing engine wear and toxic exhaust emissions . By greatly reducing the amount of ground-level ozone emissions, they contribute to improved air quality. [53] [54] In transportation fuel there are six ether additives: dimethyl ether (DME), diethyl ether (DEE), methyl tert -butyl ether (MTBE), ethyl tert -butyl ether (ETBE), tert -amyl methyl ether (TAME), and tert -amyl ethyl ether (TAEE). [55] The European Fuel Oxygenates Association identifies MTBE and ETBE as the most commonly used ethers in fuel to replace lead. Ethers were introduced in Europe in the 1970s to replace the highly toxic compound. [56] Although Europeans still use bioether additives, the U.S. Energy Policy Act of 2005 lifted a requirement for reformulated gasoline to include an oxygenate, leading to less MTBE being added to fuel. [57] Although bioethers are likely to replace ethers produced from petroleum in the UK, it is highly unlikely they will become a fuel in and of itself due to the low energy density. [58]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Sao_Paulo_ethanol_pump_04_2008_74_zoom.jpg/220px-Sao_Paulo_ethanol_pump_04_2008_74_zoom.jpg",
                "caption": "Neat ethanol on the left (A), gasoline on the right (G) at a filling station in Brazil in 2008"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Biogas and biomethane",
        "text": "Biogas is a mixture composed primarily of methane and carbon dioxide produced by the process of anaerobic digestion of organic material by micro-organisms . Other trace components of this mixture includes water vapor, hydrogen sulfide, siloxanes, hydrocarbons, ammonia, oxygen, carbon monoxide, and nitrogen. [66] [67] It can be produced either from biodegradable waste materials or by the use of energy crops fed into anaerobic digesters to supplement gas yields. The solid byproduct, digestate , can be used as a biofuel or a fertilizer. When CO 2 and other impurities are removed from biogas, it is called biomethane . The CO 2 can also be combined with hydrogen in methanation to form more methane. Biogas can be recovered from mechanical biological treatment waste processing systems. Landfill gas , a less clean form of biogas, is produced in landfills through naturally occurring anaerobic digestion. If it escapes into the atmosphere, it acts as a greenhouse gas . In Sweden \"waste-to-energy\" power plants capture methane biogas from garbage and use it power transport systems. [68] Farmers can produce biogas from cattle manure via anaerobic digesters. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Biogas.jpg/220px-Biogas.jpg",
                "caption": "Biogas plant in 2007"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Extent of production and use",
        "text": "Global biofuel production was 81 Mtoe in 2017 which represented an annual increase of about 3% compared to 2010. [4] : 12 In 2017 the US was the largest biofuel producer in the world producing 37 Mtoe, followed by Brazil and South America at 23 Mtoe and Europe (mainly Germany) at 12 Mtoe. [4] : 12 An assessment from 2017 found that: \"Biofuels will never be a major transport fuel as there is just not enough land in the world to grow plants to make biofuel for all vehicles. It can however, be part of an energy mix to take us into a future of renewable energy .\" [4] : 11 In 2021 worldwide biofuel production provided 4.3% of the world's fuels for transport, including a very small amount of aviation biofuel . [10] By 2027 worldwide biofuel production is expected to supply 5.4% of the world's fuels for transport including 1% of aviation fuel. [10] The US, Europe, Brazil and Indonesia are driving the majority of biofuel consumption growth. This demand for biodiesel, renewable diesel and biojet fuel is projected to increase by 44% (21 billion litres) over 2022-2027. [90]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Biofuel-energy-production.svg/330px-Biofuel-energy-production.svg.png",
                "caption": "Biofuel energy production, 2022 [89]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Biofuel_production_by_region%2C_OWID.svg/330px-Biofuel_production_by_region%2C_OWID.svg.png",
                "caption": "Biofuel production by region"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Environmental impacts",
        "text": "Estimates about the climate impact from biofuels vary widely based on the methodology and exact situation examined. [6] In general, biofuels emit fewer greenhouse gas emissions when burned in an engine and are generally considered carbon-neutral fuels as the carbon they emit has been captured from the atmosphere by the crops used in biofuel production. [5] They can have greenhouse gas emissions ranging from as low as -127.1 gCO2eq per MJ when carbon capture is incorporated into their production to those exceeding 95 gCO2eq per MJ when land-use change is significant. [40] [41] Several factors are responsible for the variation in emission numbers of biofuel such as feedstock and its origin, fuel production technique, system boundary definitions, and energy sources. [41] However, many government policies such as those by European Union and the UK require that biofuels have at least 65% greenhouse gas emissions savings (or 70% if it is renewable fuels of non-biological origins) relative to fossil fuels. [93] [94] Life-cycle assessments of first generation biofuels have shown large emissions associated with the potential land-use change required to produce additional biofuel feedstocks. [6] [7] If no land-use change is involved, first-generation biofuels can—on average—have lower emissions than fossil fuels. [6] However, biofuel production can compete with foodcrop production. Up to 40% of corn produced in the United States is used to make ethanol [95] and worldwide 10% of all grain is turned into biofuel. [96] A 50% reduction in grain used for biofuels in the US and Europe would replace all of Ukraine 's grain exports. [97] Several studies have shown that reductions in emissions from biofuels are achieved at the expense of other impacts, such as acidification , eutrophication , water footprint and biodiversity loss . [6] The use of second generation biofuels is thought to increase environmental sustainability, since the non-food part of plants is being used to produce second-generation biofuels, instead of being disposed. [98] But the use of second-generation biofuels increases the competition for lignocellulosic biomass, increasing the cost of these biofuels. [99] Third generation biofuels, produced from Algae, in theory shouldn't have as negative an impact on the environment than first or second generation biofuels, due to lower changes in land use and not requiring pesticide use for production. [100] When looking at the data however, it has been shown that the environmental cost to produce the infrastructure and energy required for third generation biofuel production, is higher than the benefits provided from the biofuels use. [101] The European Commission has officially approved a measure to phase out palm oil -based biofuels by 2030. [102] [103] Unsustainable palm oil agriculture has caused significant environmental and social problems, including deforestation and pollution. The production of biofuels can be very energy intensive, which if generated from non-renewable sources can heavily mitigate the benefits gained through biofuel use. A solution proposed to solve this issue is to supply biofuel production facilities with excess nuclear energy, which can supplement the energy provided by fossil fuels. [104] This can provide a carbon inexpensive solution, to help reduce the environmental impacts of biofuel production.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Deforestation_near_Bukit_Tiga_Puluh_NP.jpg/180px-Deforestation_near_Bukit_Tiga_Puluh_NP.jpg",
                "caption": "Deforestation in Indonesia , to make way for an oil palm plantation. [92]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Renewable energy in the electricity sector",
        "text": "Renewable energy accounted for 14.94% of the domestically produced electricity in 2016 in the United States. [26] This proportion has grown from just 7.7% in 2001, although the trend is sometimes obscured by large yearly variations in hydroelectric power generation. Most of the growth since 2001 can be seen in the expansion of wind generated power, and more recently, in the growth in solar generated power. Renewable energy in California is prominent, with around 29% of electricity coming from RPS -eligible renewable sources (including hydropower). [27] The United States has some of the best renewable energy resources in the world, with the potential to meet a rising and significant share of the nation's energy demand. \nA quarter of the country's land area has winds strong enough to generate electricity at the same price as natural gas and coal. [28] Many of the new technologies that harness renewables—including wind, solar, geothermal, and biofuels—are, or soon will be, economically competitive with the fossil fuels that meet 85% of United States energy needs. Dynamic growth rates are driving down costs and spurring rapid advances in technologies. [28] Wind power and solar power are becoming increasingly important relative to the older and more established hydroelectric power source. By 2016 wind power covered 37.23% of total renewable electricity production against 43.62% for hydroelectric power. The remaining share of power was generated by biomass at 10.27%, solar power at 6.03% and geothermal with 2.86% of total renewable generation. In 2015, Georgetown, Texas became one of the first American cities to be powered entirely by renewable energy, choosing to do so for financial stability reasons. [29] The United States consumed about 4,000 TWh of electricity in 2012, and about 30,000 TWh (98 quadrillion BTU) of primary energy. Efficiency improvements are expected to reduce usage to 15,000 TWh by 2050.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/State_Renewables_%25_by_Fuel_Type.png/220px-State_Renewables_%25_by_Fuel_Type.png",
                "caption": "State Renewables % by Fuel Type"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Fuel_Source_%25_for_Electric_Generation_2013-2022.jpg/220px-Fuel_Source_%25_for_Electric_Generation_2013-2022.jpg",
                "caption": "Fuel Source % for Electric Generation 2013-2022"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Renewables_Electric_Energy_Generation_Profile.jpg/220px-Renewables_Electric_Energy_Generation_Profile.jpg",
                "caption": "Renewables Electric Energy Generation Profile"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Hydroelectricity",
        "text": "Hydroelectric power was the largest producer of renewable power in the United States until 2019 when it was overtaken by wind power. [31] It produced 254.79 TWh which was 5.94 % of the nation's total electricity in 2022 and provided 26.48% of the total renewable power in the country. [2] The United States is the third largest producer of hydroelectricity in the world after China and Brazil. The Grand Coulee Dam is the 9th largest hydroelectric power station in the world. Another six U.S. hydroelectric plants are among the 50 largest in the world. The amount of hydroelectric power generated is strongly affected by changes in precipitation and surface runoff . Hydroelectricity projects such as Hoover Dam , Grand Coulee Dam, and the Tennessee Valley Authority have become iconic large construction projects.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Hoovernewbridge.jpg/220px-Hoovernewbridge.jpg",
                "caption": "The Hoover Dam when completed in 1936 was both the world's largest electric-power generating station and the world's largest concrete structure."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Wind power",
        "text": "Wind power capacity in the United States tripled from 2008 to 2016, at which time it supplied over 5% of the country's total electricity generation.  Wind power overtook hydroelectric as the largest source of renewable electricity generation in 2019, and accounted for 10.25% of the country's total electricity generation by in 2022. [34] Wind and solar accounted for two-thirds of new energy installations in the United States in 2015. [35] United States wind power installed capacity exceeds 141 GW as of 2023. [2] This capacity is exceeded only by China . The 1550MW Alta Wind Energy Center is the largest wind farm in the United States and the second largest in the world behind the Gansu Wind Farm . [36] There were 90,000 wind operations jobs in the United States in 2015. \nThe wind industry in the United States generates tens of thousands of jobs and billions of dollars of economic activity. [37] Wind projects boost local tax bases, and revitalize the economy of rural communities by providing a steady income stream to farmers with wind turbines on their land. [33] GE Energy is the largest domestic wind turbine manufacturer. [33] In 2013, wind power received $5.936 billion in federal funding, which is 37% of all federal funding for electricity generation. [38] The United States has the potential of installing 10 terawatt (TW) of onshore wind power and 4 TW of offshore wind. [39] The U.S. Department of Energy's report 20% Wind Energy by 2030 envisioned that wind power could supply 20% of all the country's electricity, which included a contribution of 4% from offshore wind power . [37] Additional transmission lines will need to be added, to bring power from windy states to the rest of the country. [40] In August 2011, a coalition of 24 governors asked the Obama administration to provide a more favorable business climate for the development of wind power. [41] Wind power has particularly surged, with Colorado producing 16,000 GWh in 2023, a testament to the state's investment in this clean energy source. [42]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Shepherds_Flat_Wind_Farm_2011.jpg/220px-Shepherds_Flat_Wind_Farm_2011.jpg",
                "caption": "The Shepherds Flat Wind Farm is an 845 megawatt (MW) wind farm in the state of Oregon ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Windmills_south_of_Dumas%2C_TX_IMG_0570.JPG/220px-Windmills_south_of_Dumas%2C_TX_IMG_0570.JPG",
                "caption": "In 2008, landowners typically received $3,000 to $5,000 per year in rental income from each wind turbine. Farmers continue to grow crops or graze cattle up to the foot of the turbines. [33]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Solar power",
        "text": "The United States is one of the world's largest producers of solar power.\nThe country pioneered solar farms and many key developments in concentrated solar and photovoltaics came out of national research. In 2022, utility scale solar contributed 145.6 TWh to the grid, with 142.6 TWh from photovoltaics and 3.0 TWh from thermal systems. [2] In 2020, 2021, and 2022, EIA estimated that distributed solar generated 41.522 TWh, 49.164 TWh and 58.512 TWh respectively. [2] While utility-grade systems have well documented generation, distributed systems contributions to user electric power needs are not measured or controlled. \nTherefore, quantitative evaluation of distributed solar to the country's electric power sector has been lacking. \nRecently, the Energy Information Administration has begun estimating that contribution. [48] [2] Before 2008, most solar-generated electric energy was from thermal systems, however by 2011 photovoltaics had overtaken thermal.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/02-09-15_First_Solar_Desert_Sunlight_Solar_Farm_%2815863210084%29.jpg/220px-02-09-15_First_Solar_Desert_Sunlight_Solar_Farm_%2815863210084%29.jpg",
                "caption": "Solar arrays at the 550 MW Desert Sunlight Solar Farm"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Photovoltaics",
        "text": "At the end of 2022, the United States had 70.6 gigawatts (GW) of installed utility-scale photovoltaic capacity. [2] The United States has some of the largest solar farms in the world. Mount Signal Solar had installed over 600 MW by 2018 and will have 800 MW of capacity upon completion. Solar Star is a 579 megawatt (MW AC ) farm near Rosamond, California . Completed in June 2015, it uses 1.7 million solar panels, spread over 13 square kilometres (5.0 sq mi). [49] [50] [51] The Desert Sunlight Solar Farm is a 550 MW solar power plant in Riverside County, California , that uses thin-film solar photovoltaic modules made by First Solar . [52] The Topaz Solar Farm is a 550 MW photovoltaic power plant, in San Luis Obispo County, California . [53] The Blythe Solar Power Project is a 485 MW photovoltaic station planned for Riverside County, California . Many schools and businesses have building-integrated photovoltaic solar panels on their roof. Most of these are grid connected and use net metering laws to allow use of electricity in the evening that was generated during the daytime. New Jersey leads the nation with the least restrictive net metering law, while California leads in total number of homes which have solar panels installed. Many were installed because of the million solar roof initiative. [54] California decided that it is not moving forward fast enough on photovoltaic generation and in 2008 enacted a feed-in tariff . Washington state has a feed-in tariff of 15 ¢/kWh which increases to 54 ¢/kWh if components are manufactured in the state. [55] By 2015, California, Hawaii, Arizona and some other states were lowering payments to distributed solar owners and instituting new fees for grid usage. Tesla and a handful of other companies were promoting household grid-tied batteries while some electric companies were investing in utility-scale grid energy storage including very large batteries. Beginning with the 2014 data year,  Energy Information Administration has estimated distributed solar photovoltaic generation and distributed solar photovoltaic capacity. [48] These non-utility scale estimates that the United States, generated the following additional electric energy from such distributed solar PV systems. [2]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Solar_panels_on_house_roof.jpg/220px-Solar_panels_on_house_roof.jpg",
                "caption": "Photovoltaic solar panels on a house roof"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Concentrated solar power",
        "text": "At the end of 2016 there were 1.76 GW total installed capacity of solar thermal power across the United States. [2] Solar thermal power is generally utility-scale.\nPrior to 2012, in six southwestern states, Arizona, California, Colorado, Nevada, New Mexico, and Utah, the US Bureau of Land Management owned nearly 98 million acres (400,000 km 2 ), an area larger than the state of Montana, that was open to proposals for solar power installations. \nTo streamline consideration of applications, the BLM produced a Programmatic Environmental Impact Statement (PEIS). In October 2012, the BLM withdrew 78% of its land from possible solar development, leaving 19 million acres (77,000 km 2 ) still open to applications for solar installations, an area nearly as large as South Carolina. Of the area left open to solar proposals, the BLM has identified 285 thousand acres in 17 highly favorable areas it calls Solar Energy Zones. [56] [57] [58] Solar thermal power plants designed for solar-only generation are well matched to summer noon peak loads in prosperous areas with significant cooling demands, such as the south-western United States. \nUsing thermal energy storage systems, solar thermal operating periods can even be extended to meet base-load needs. [59] A 2013 study by the US National Renewable Energy Laboratory concluded that utility-scale solar power plants directly disturb an average of 2.7 to 2.9 acres per gigawatt-hour/year, and use from 3.5 to 3.8 acres per gW-hr/year for the entire sites. \nAccording to a 2009 study, this intensity of land use is less than that of the country's average power plant using surface-mined coal. [60] Some of the land in the eastern portion of the Mojave Desert is to be preserved, but the solar industry is more interested in areas of the western desert, \"where the sun burns hotter and there is easier access to transmission lines\". [61] Some of the largest solar thermal power plants in the United States are in the south-west of the country, especially in the Mojave Desert . Solar Energy Generating Systems (SEGS) is the name given to nine solar power plants in the Mojave Desert commissioned between 1984 and 1991. [8] The installation uses parabolic trough solar thermal technology along with natural gas to generate electricity. \nThe facility has a total of 400,000 mirrors and covers 1,000 acres (4 km 2 ).\nThe plants have a total generating capacity of 354 MW. [8] Nevada Solar One generates 64MW of power and in Boulder City , Nevada , and was built by the U.S. Department of Energy (DOE) , National Renewable Energy Laboratory (NREL), and Solargenix Energy. Nevada Solar One started producing electricity in June 2007.\nNevada Solar One uses parabolic troughs as thermal solar concentrators , heating tubes of liquid which act as solar receivers. These solar receivers are specially coated tubes made of glass and steel.  About 19,300 of these 4 metre long tubes are used in the newly built power plant. Nevada Solar One also uses a technology that collects extra heat by putting it into phase-changing molten salts.  This energy can then be drawn on at night. [62] The Ivanpah Solar Power Facility is a 392 megawatt (MW) solar power facility which is located in south-eastern California. [63] The facility formally opened on February 13, 2014. [64] The Solana Generating Station is a 280 MW solar power plant which is near Gila Bend , Arizona , about 70 miles (110 km) southwest of Phoenix . The 250MW Mojave Solar Project is located near Barstow, California . The Crescent Dunes Solar Energy Project is a 110 megawatt (MW) solar thermal power project near Tonopah , about 190 miles (310 km) northwest of Las Vegas . [65]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Ivanpah_Solar_Power_Facility_%282%29.jpg/220px-Ivanpah_Solar_Power_Facility_%282%29.jpg",
                "caption": "The 392 MW Ivanpah Solar Power Facility in California: The facility's three towers."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Geothermal power",
        "text": "The United States is the world leader in online capacity and the generation of electricity from geothermal energy. [66] According to 2022 state energy data, geothermal energy provided approximately 16 terawatt-hours (TWh) of electricity, or 0.37% of the total electricity consumed in the country. \nAs of May 2007, geothermal electric power was generated in five states: Alaska, California, Hawaii, Nevada, and Utah.\nAccording to the Geothermal Energy Association 's recent report, there were 75 new geothermal power projects underway in 12 states as of May 2007.\nThis is an increase of 14 projects in an additional three states compared to a survey completed in November 2006. [66] The most significant catalyst behind new industry activity is the Energy Policy Act of 2005 . \nThis Act made new geothermal plants eligible for the full federal production tax credit, previously available only to wind power projects. \nIt also authorized and directed increased funding for research by the Department of Energy , and gave the Bureau of Land Management new legal guidance and secure funding to address its backlog of geothermal leases and permits. [66]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Geothermal_Generated_Electric_Energy_Profile_2022-2021.jpg/220px-Geothermal_Generated_Electric_Energy_Profile_2022-2021.jpg",
                "caption": "Geothermal Generated Electric Energy Profile 2022-2021"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/10_Years_of_Geothermal_Generation.jpg/220px-10_Years_of_Geothermal_Generation.jpg",
                "caption": "10 Years of Geothermal Generation, 2013-2022"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Biomass",
        "text": "In 2022, biomass generated 51.847 terawatt-hours (TWh) of electricity, or 1.21% of the country's total electricity production. \nBiomass was the largest source of renewable primary energy in the US, and the fourth-largest renewable source of electrical power in the US, after wind, hydropower, and solar. [2] Biomass electric generation data combines two basic categories:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Electric_Generation_from_BioMass_2022-2021.jpg/220px-Electric_Generation_from_BioMass_2022-2021.jpg",
                "caption": "BioMass Electric Energy Generation 2022-2021"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/10_Years_of_Biomass_Electric_Energy_Generation_2022-2013.jpg/220px-10_Years_of_Biomass_Electric_Energy_Generation_2022-2013.jpg",
                "caption": "10 Years of Biomass Electric Energy Generation 2022-2013"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/10_Years_of_Biomass_Electric_Energy_Generation.jpg/220px-10_Years_of_Biomass_Electric_Energy_Generation.jpg",
                "caption": "10 Years of Biomass Electric Energy Generation"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Biofuels",
        "text": "Many cars sold in the U.S. since 2001 are able to run on blends of up to 15% ethanol . [69] Older cars in the United States can run on blends of up to 10% ethanol . Motor vehicle manufacturers already produce vehicles designed to run on much higher ethanol blends. Ford , DaimlerChrysler , and GM are among the automobile companies that sell “flexible-fuel” cars, trucks, and minivans that can use gasoline and ethanol blends ranging from pure gasoline up to 85% ethanol (E85). By mid-2006, there were approximately 6 million E85-compatible vehicles on the road. [70] Ninety-five percent of gasoline sold in the U.S.(2016) is blended with 10% ethanol. [71] There are challenges in moving to higher blends, however. Flex-fuel vehicles are assisting in this transition because they allow drivers to choose different fuels based on price and availability. The Energy Independence and Security Act of 2007 , which calls for 15.2 billion US gallons (58,000,000 m 3 ) of biofuels to be used annually by 2012, will also help to expand the market. [70] The USDA in 2015 began offering grants to help gasoline retailers install blender pumps for dispensing mid-level ethanol blends. [72] The expanding ethanol and biodiesel industries are providing jobs in plant construction, operations, and maintenance, mostly in rural communities. According to the Renewable Fuels Association, the ethanol industry created almost 154,000 jobs in 2005 alone, boosting household income by $5.7 billion. It also contributed about $3.5 billion in tax revenues at the local, state, and federal levels. [70] On the other hand, in 2010, the biofuel industry received $6.64 billion in federal government support. [73]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/EthanolPetrol.jpg/220px-EthanolPetrol.jpg",
                "caption": "Information on pump, California"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "White hydrogen",
        "text": "White hydrogen could be found or produced in the Mid-continental Rift System at scale for a renewable hydrogen economy .  Water could be pumped down to hot iron-rich rock to produce hydrogen and the hydrogen could be extracted. [97] [98]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Mid-continental_Rift_System.webp/220px-Mid-continental_Rift_System.webp.png",
                "caption": "The Mid-continental Rift System"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Public opinion",
        "text": "According to a 2019 CBS News poll on 2,143 U.S. residents, 42% of American adults under 45 years old thought that the U.S. could realistically transition to 100% renewable energy by 2050 while 29% deemed it unrealistic and 29% were unsure. Those numbers for older Americans are 34%, 40%, and 25%, respectively. Differences in opinion might be due to education as younger Americans are more likely to have been taught about climate change in schools than their elders. [105]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among Democrats (blue), while acceptance of nuclear power plants is stronger among Republicans (red). [104]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Green Power Partnership",
        "text": "The EPA named the top 20 partners in its Green Power Partnership that are generating their own renewable energy on-site. Combined, they generate more than 736 million kilowatt-hours of renewable energy on-site each year, enough to power more than 61,000 average U.S. homes. [130]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Renewable_portfolio_standards_for_selected_U.S._states%2C_2010_through_2050_%2846504655934%29.png/220px-Renewable_portfolio_standards_for_selected_U.S._states%2C_2010_through_2050_%2846504655934%29.png",
                "caption": "Selected state renewable portfolio standards with 2018 revisions. 29 states have adopted policies targeting a percentage of their energy to come from renewable sources."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_the_United_States",
        "title": "Renewable energy in the United States",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Input materials",
        "text": "Wood and wood residues is the largest biomass energy source today. Wood can be used as a fuel directly or processed into pellet fuel or other forms of fuels. Other plants can also be used as fuel, for instance maize , switchgrass , miscanthus and bamboo . [9] The main waste feedstocks are wood waste, agricultural waste , municipal solid waste , and manufacturing waste . Upgrading raw biomass to higher grade fuels can be achieved by different methods, broadly classified as thermal, chemical, or biochemical: Thermal conversion processes use heat as the dominant mechanism to upgrade biomass into a better and more practical fuel. The basic alternatives are torrefaction , pyrolysis , and gasification , these are separated mainly by the extent to which the chemical reactions involved are allowed to proceed (mainly controlled by the availability of oxygen and conversion temperature). [10] Many chemical conversions are based on established coal-based processes, such as the Fischer-Tropsch synthesis . [11] Like coal, biomass can be converted into multiple commodity chemicals. [12] Biochemical processes have developed in nature to break down the molecules of which biomass is composed, and many of these can be harnessed. In most cases, microorganisms are used to perform the conversion. The processes are called anaerobic digestion , fermentation , and composting . [13]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Steven%27s_Croft_Biomass_Plant_-_geograph.org.uk_-_800207.jpg/220px-Steven%27s_Croft_Biomass_Plant_-_geograph.org.uk_-_800207.jpg",
                "caption": "Biomass plant in Scotland."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Bioenergy",
        "title": "Bioenergy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Definition, synonyms, goals, and purpose",
        "text": "Life cycle assessment (LCA) is sometimes referred to synonymously as life cycle analysis in the scholarly and agency report literatures. [5] [1] [6] Also, due to the general nature of an LCA study of examining the life cycle impacts from raw material extraction (cradle) through disposal (grave), it is sometimes referred to as \"cradle-to-grave analysis\". [4] As stated by the National Risk Management Research Laboratory of the EPA , \"LCA is a technique to assess the environmental aspects and potential impacts associated with a product, process, or service, by: Hence, it is a technique to assess environmental impacts associated with all the stages of a product's life from raw material extraction through materials processing, manufacture, distribution, use, repair and maintenance , and disposal or recycling. The results are used to help decision-makers select products or processes that result in the least impact to the environment by considering an entire product system and avoiding sub-optimization that could occur if only a single process were used. [7] Therefore, the goal of LCA is to compare the full range of environmental effects assignable to products and services by quantifying all inputs and outputs of material flows and assessing how these material flows affect the environment. [8] This information is used to improve processes, support policy and provide a sound basis for informed decisions. The term life cycle refers to the notion that a fair, holistic assessment requires the assessment of raw-material production, manufacture, distribution , use and disposal including all intervening transportation steps necessary or caused by the product's existence. [9] Despite attempts to standardize LCA, results from different LCAs are often contradictory, therefore it is unrealistic to expect these results to be unique and objective. Thus, it should not be considered as such, but rather as a family of methods attempting to quantify results through a different point-of-view. [10] Among these methods are two main types: Attributional LCA and Consequential LCA. [11] Attributional LCAs seek to attribute the burdens associated with the production and use of a product, or with a specific service or process, for an identified temporal period. [12] Consequential LCAs seek to identify the environmental consequences of a decision or a proposed change in a system under study, and thus are oriented to the future and require that market and economic implications must be taken into account. [12] In other words, Attributional LCA \"attempts to answer 'how are things (i.e. pollutants, resources, and exchanges among processes) flowing within the chosen temporal window?', while Consequential LCA attempts to answer 'how will flows beyond the immediate system change in response to decisions?\" [7] A third type of LCA, termed \"social LCA\", is also under development and is a distinct approach to that is intended to assess potential social and socio-economic implications and impacts. [13] Social life cycle assessment (SLCA) is a useful tool for companies to identify and assess potential social impacts along the lifecycle of a product or service on various stakeholders (for example: workers, local communities, consumers). [14] SLCA is framed by the UNEP/SETAC’s Guidelines for social life cycle assessment of products published in 2009 in Quebec. [15] The tool builds on the ISO 26000 :2010 Guidelines for Social Responsibility and the Global Reporting Initiative (GRI) Guidelines. [16] The limitations of LCA to focus solely on the ecological aspects of sustainability, and not the economical or social aspects, distinguishes it from product line analysis (PLA) and similar methods. This limitation was made deliberately to avoid method overload but recognizes these factors should not be ignored when making product decisions. [4] Some widely recognized procedures for LCA are included in the ISO 14000 series of environmental management standards, in particular, ISO 14040 and 14044. [17] [ page needed ] [18] [ page needed ] [19] Greenhouse gas (GHG) product life cycle assessments can also comply with specifications such as Publicly Available Specification (PAS) 2050 and the GHG Protocol Life Cycle Accounting and Reporting Standard . [20] [21]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Example_Life_Cycle_Assessment_Stages_diagram.png/441px-Example_Life_Cycle_Assessment_Stages_diagram.png",
                "caption": "Example life cycle assessment (LCA) stages diagram"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Life_cycle_analysis_and_GHG_carbon_accounting.jpg/220px-Life_cycle_analysis_and_GHG_carbon_accounting.jpg",
                "caption": "Life cycle analysis and carbon accounting for greenhouse gas emissions"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Life-cycle_assessment",
        "title": "Life-cycle assessment",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    },
    {
        "section": "Life cycle inventory (LCI)",
        "text": "Life cycle inventory (LCI) analysis involves creating an inventory of flows from and to nature (ecosphere) for a product system. [29] It is the process of quantifying raw material and energy requirements, atmospheric emissions, land emissions, water emissions, resource uses, and other releases over the life cycle of a product or process. [30] In other words, it is the aggregation of all elementary flows related to each unit process within a product system. To develop the inventory, it is often recommended to start with a flow model of the technical system using data on inputs and outputs of the product system. [30] [31] The flow model is typically illustrated with a flow diagram that includes the activities that are going to be assessed in the relevant supply chain and gives a clear picture of the technical system boundaries. [31] Generally, the more detailed and complex the flow diagram, the more accurate the study and results. [30] The input and output data needed for the construction of the model is collected for all activities within the system boundary, including from the supply chain (referred to as inputs from the technosphere). [31] According to ISO 14044, an LCI should be documented using the following steps: As referenced in the ISO 14044 standard, the data must be related to the functional unit, as well as the goal and scope. However, since the LCA stages are iterative in nature, the data collection phase may cause the goal or scope to change. [23] Conversely, a change in the goal or scope during the course of the study may cause additional collection of data or removal or previously collected data in the LCI. [32] The output of an LCI is a compiled inventory of elementary flows from all of the processes in the studied product system(s). The data is typically detailed in charts and requires a structured approach due to its complex nature. [34] When collecting the data for each process within the system boundary, the ISO LCA standard requires the study to measure or estimate the data in order to quantitatively represent each process in the product system. Ideally, when collecting data, a practitioner should aim to collect data from primary sources (e.g., measuring inputs and outputs of a process on-site or other physical means). [32] Questionnaire are frequently used to collect data on-site and can even be issued to the respective manufacturer or company to complete. Items on the questionnaire to be recorded may include: Oftentimes, the collection of primary data may be difficult and deemed proprietary or confidential by the owner. [36] An alternative to primary data is secondary data, which is data that comes from LCA databases, literature sources, and other past studies. With secondary sources, it is often you find data that is similar to a process but not exact (e.g., data from a different country, slightly different process, similar but different machine, etc.). [37] As such, it is important to explicitly document the differences in such data. However, secondary data is not always inferior to primary data. For example, referencing another work's data in which the author used very accurate primary data. [32] Along with primary data, secondary data should document the source, reliability, and temporal, geographical, and technological representativeness. When identifying the inputs and outputs to document for each unit process within the product system of an LCI, a practitioner may come across the instance where a process has multiple input streams or generate multiple output streams. In such case, the practitioner should allocate the flows based on the \"Allocation procedure\" [30] [32] [35] outlined in the previous \"Goal and scope\" section of this article. The technosphere is more simply defined as the human-made world, and considered by geologists as secondary resources, these resources are in theory 100% recyclable; however, in a practical sense, the primary goal is salvage. [38] For an LCI, these technosphere products (supply chain products) are those that have been produced by humans, including products such as forestry, materials, and energy flows. [39] Typically, they will not have access to data concerning inputs and outputs for previous production processes of the product. [40] The entity undertaking the LCA must then turn to secondary sources if it does not already have that data from its own previous studies. National databases or data sets that come with LCA-practitioner tools, or that can be readily accessed, are the usual sources for that information. [41] Care must then be taken to ensure that the secondary data source properly reflects regional or national conditions. [32] LCI methods include \"process-based LCAs\", economic input–output LCA ( EIOLCA ), and hybrid approaches. [34] [32] Process-based LCA is a bottom-up LCI approach the constructs an LCI using knowledge about industrial processes within the life cycle of a product, and the physical flows connecting them. [42] EIOLCA is a top-down approach to LCI and uses information on elementary flows associated with one unit of economic activity across different sectors. [43] This information is typically pulled from government agency national statistics tracking trade and services between sectors. [34] Hybrid LCA is a combination of process-based LCA and EIOLCA. [44] The quality of LCI data is typically evaluated with the use of a pedigree matrix. Different pedigree matrices are available, but all contain a number of data quality indicators and a set of qualitative criteria per indicator. [45] [46] [47] There is another hybrid approach integrates the widely used, semi-quantitative approach that uses a pedigree matrix, into a qualitative analysis to better illustrate the quality of LCI data for non-technical audiences, in particular policymakers. [48]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/LCI_Diagram.png/220px-LCI_Diagram.png",
                "caption": "An example of a life cycle inventory (LCI) diagram"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Life-cycle_assessment",
        "title": "Life-cycle assessment",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Biomass supply chain management"
    }
]