[
    {
        "section": "Design and specification",
        "text": "The main buildings are of steel frame and metal clad construction. The main features are a turbine hall , a boiler house , a chimney and 12 cooling towers. The boiler house is 76 m (249 ft) high, and the turbine hall is 400 m (1,300 ft) long. [40] [41] The chimney stands 259.3 m (851 ft) tall, with an overall diameter of 26 m (85 ft), [9] and weighs 44,000 tonnes. It consists of three elliptical flues of reinforced concrete , each serving two of the six boilers, set within a cylindrical 'wind shield', also of reinforced concrete. The topmost elements, the three cap rings of the flues which extend above the wind shield, are of cast iron. [9] When finished, the chimney was the largest industrial chimney in the world, and is still the tallest in the United Kingdom. [42] The chimney's dimensions, including the height, were dictated by a design total capacity of 5,100 m 3 /s of gases at 26 m/s. As the station was designed and constructed prior to the CEGB's commitment to Flue Gas Desulpurisation, extensive measures were made to limit acid attack from 'sulphurous condensate' , namely the lining of the flues with a fluoroelastomer , and coating of the upper 29 m (95 ft) of the external surfaces with a mix of acid-resisting tiles and said fluoroelastomer. [9] The twelve 114 m (374 ft) tall natural draft cooling towers stand in two groups of six to the north and south of the station. They are made of reinforced concrete, in the typical hyperboloid design, and each have a base diameter of 92 m (302 ft). [43] [44] The station was the third-largest coal-fired power station in Europe , after Bełchatów Power Station in Poland, and Neurath Power Station in Germany. It produces around 24 terawatt hours (TWh) (86.4 petajoules ) of electricity annually. Although it generates around 1,500,000 tonnes of ash and 22,800,000 tonnes of carbon dioxide each year, it is the most carbon-efficient coal-fired power plant in the United Kingdom. [45] The design life was set out in terms of number of start-ups and operating \"cycles\", but with the presumption that the station would operate as a standard 2nd-tier (nuclear stations being 1st-tier) baseload generator in the pattern well established under the centralised state-owned electricity system, it was summarised as \"in the order of 40 years\". The minimum requirement was for providing 'full load for weekdays, over a spell of 3 months'  with an availability over 85%. Weekend operations were expected to be between 50–100% of full power. Despite this intent for baseload operation, it was designed with a reasonable ability for load-following , being able to ramp up or down by 5% of full power per minute within the range of 50–100% of full power. [9]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Drax_turbine_hall_in_and_outside_%28scanned%29.JPG/220px-Drax_turbine_hall_in_and_outside_%28scanned%29.JPG",
                "caption": "Turbine hall (left: outside, right: inside) The taller light-coloured building behind is the boiler house"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Drax_Power_Station",
        "title": "Drax Power Station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Co-firing biomass with coal"
    },
    {
        "section": "Coal supply until 2021",
        "text": "In its original form, the station had a maximum potential consumption of 36,000 tonnes of coal a day. [51] In 2011, it consumed 9.1 million tonnes of coal. [52] This coal came from a mixture of both domestic and international sources, with domestic coal coming from mines in Yorkshire , the Midlands and Scotland, and foreign supplies coming from Australia, Colombia, Poland, Russia and South Africa. As of 2020, all coal was sourced internationally. [53] Fuel and other bulk commodities were supplied via a 6 mile stretch of the old Hull and Barnsley Railway line off the Wakefield and Goole railway line. Rail facilities include a west-facing junction on the Goole line, gross-weight and tare-weight weighbridges, limestone and gypsum handling facilities, including a handling building and control room for the FGD plant, FGD Sidings G and H, biomass offload (Track A), coal offload (Tracks A, B and C), bypass line (Track D), oil siding (Track E) and ash loading (Track F) and an unloading building and control room. [54] [55] When the station opened, most of the coal burned was from local collieries in Yorkshire, including Kellingley Colliery , Prince of Wales, Ackton Hall , Sharlston Colliery , Fryston Colliery , Askern Colliery and Bentley Colliery . Following the miners' strike in the mid-1980s, by 2006, all but Kellingley had closed. [56] (Kellingley closed at the end of 2015.) UK Coal had a five-year contract to supply coal, which ended at the end of 2009, from Kellingley, Maltby and, until its closure in 2007, Rossington . Coal was also brought from Harworth Colliery until it was mothballed, and was supplied by Daw Mill in Warwickshire . [57] The foreign coal was brought via various ports by rail. In c.2007 GB Railfreight won a contract to move coal brought from the Port of Tyne , celebrated by the company naming one of their locomotives Drax Power Station in 2007. [58] DB Cargo UK haul coal from the nearby ports of Hull and Immingham , and from Hunterston Terminal on the west coast of Scotland . [56] [59] In 2021, all coal supplies to Drax Power Station and commercial electricity generation from coal ended [60] in accordance with the plan to end coal fired generation announced in 2020 which will see Drax transition to biomass ahead of the deadline to phase out coal from the UK energy system. [61]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Drax_coal_loader_%28scanned%29.JPG/220px-Drax_coal_loader_%28scanned%29.JPG",
                "caption": "The rotary coal loader feeding the plant from the stockyard"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Drax_Power_Station",
        "title": "Drax Power Station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Co-firing biomass with coal"
    },
    {
        "section": "Co-firing",
        "text": "The station tested co-firing biomass in the summer of 2004, and in doing so was the first power station in the UK to be fuelled by wood. The initial trial of 14,100 tonnes of willow was locally sourced from nearby Eggborough. [62] Since the trial, the station's use of biomass has continued. It uses direct injection for firing the biomass, whereby it bypasses the pulverising mills and is either injected directly into the boiler or the fuel line, for greater throughput. [14] In 2009 a target was set for 12.5% of the station's energy to be sourced from biomass, and the shift to biomass was intended to contribute to the aim of cutting CO 2 emissions by 15%. [63] The station burns a large range of biomass, mostly wood pellets , sunflower pellets , olive , peanut shell husk and rape meal . The majority comes from overseas. [64] A 100,000 tonne pa capacity straw pelletization facility was constructed at Capitol Park, Goole in 2008, opened 2009. [65] [66] [67] Construction of specialised biomass handling facilities began in 2009 at the Port of Tyne and at Drax. [68]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Goole_Bio_Fuel_Production_Plant.jpg/220px-Goole_Bio_Fuel_Production_Plant.jpg",
                "caption": "The Goole straw pellet plant (2009)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Drax_Power_Station",
        "title": "Drax Power Station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Co-firing biomass with coal"
    },
    {
        "section": "Electricity generation",
        "text": "Coal is fed into one of 30 coal bunkers, each with a capacity of 1,000 tonnes. [107] Each bunker feeds two of the 60 pulverisers , each of which can crush 36 tonnes of coal an hour. [108] The station has six Babcock Power boilers, each weighing 4,000 tonnes. [14] [108] The powdered coal from ten pulverisers is blasted into each boiler through burners, which are ignited by propane . In 2003 the original burners were replaced by low nitrogen oxide burners. [51] Each of the six boilers feed steam to a steam turbine set, consisting of one high pressure (HP) turbine, one intermediate pressure (IP) turbine and three low pressure (LP) turbines. Each HP turbine generates 140 MW. Exhaust steam from them is fed back to the boiler and reheated, then fed to the 250 MW IP turbines and finally passes through the 90MW LP turbines. [14] This gives each generating set a generating capacity of 660 MW: with six generating sets, the station has a total capacity of 3,960 MW. Each of the generating units is equipped with the Advanced Plant Management System (APMS), a system developed by RWE npower and Thales , and implemented by Capula. [109] The station also has six gas turbines providing backup for breakdowns, or shut downs in the National Grid. Their annual output is generally low, generating 75 MW [44] [110] and three of the units have been mothballed and are out of operation, but they could be refurbished. [44] Emissions from these units are released through the station's second, smaller chimney, to the south of the main stack. [111] Between 2007 and 2012 the high and low pressure turbines were replaced by Siemens in a £100 million programme. [112] [113] [114] [115]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Drax_power_station_generator.jpg/220px-Drax_power_station_generator.jpg",
                "caption": "Generator unit No. 2"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Drax_Power_Station_-_geograph.org.uk_-_865344.jpg/220px-Drax_Power_Station_-_geograph.org.uk_-_865344.jpg",
                "caption": "Southern cooling towers seen across the River Ouse, which supplies water for the condensers"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Drax_Power_Station",
        "title": "Drax Power Station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Co-firing biomass with coal"
    },
    {
        "section": "Flue gas desulphurisation",
        "text": "All six units are served by an independent wet limestone-gypsum FGD plant, which was installed between 1988 and 1996. This diverts gases from the boilers and passes them through a limestone slurry, which removes at least 90% of the sulphur dioxide . This is equivalent to removing over 250,000 tonnes of SO 2 each year. The process requires 10,000 tonnes of limestone a week, [117] sourced from Tunstead Quarry in Derbyshire . [118] A byproduct of the process is gypsum , with 15,000 tonnes produced each week. This goes to be used in the manufacture of plasterboard . [117] The gypsum is sold exclusively to British Gypsum , and it is transported by rail to their plants at Kirkby Thore (on the Settle-Carlisle Line ), East Leake (on the former Great Central Main Line ) and occasionally to Robertsbridge (on the Hastings Line ). [118] DB Cargo UK transport the gypsum. [119] In 2023, Drax announced a full withdrawal from using coal power past the winter contingency agreement, Drax announced that it will now embark on a decommissioning process to remove coal-related infrastructure from the site. This will commence with the removal of the flue gas desulphurisation plant that was built in the 1990s to remove 90% of the sulphur from the plant’s air emissions. [120]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Drax_gypsum_train.jpg/290px-Drax_gypsum_train.jpg",
                "caption": "A train of gypsum heading from the station to Kirkby Thore on the Settle-Carlisle Railway"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Drax_Power_Station",
        "title": "Drax Power Station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Co-firing biomass with coal"
    },
    {
        "section": "Environmental effects",
        "text": "The environmental effects of coal burning are well documented. Coal is considered to be \"easily the most carbon-intensive and polluting form of energy generation available\". [124] In 2007 the station produced 22,160,000 tonnes of CO 2 , making it the largest single source of CO 2 in the UK. [64] [125] Between 2000 and 2007, there has been a net increase in carbon dioxide CO 2 of over 3,000,000 tonnes. [64] The station also had the highest estimated emissions of nitrogen oxides in the European Union . [126] In 2007, in a move to try to lower CO 2 emissions, Drax Group signed a £100 million contract with Siemens Power Generation to re-blade the steam turbines over four years. This is the largest steam turbine modernisation ever undertaken in the UK, and will increase efficiency. Coupled with the co-firing of biomass , this was part of a target to reduce CO 2 emissions by 15% by 2011. [127] Drax's annual report for 2013 reported that Drax's annual emissions were at 20,612,000 tonnes of CO 2 . This was a slight decrease from 2007 levels due to the burning of biomass. [128] Drax remained the UK's largest single emitter of carbon dioxide up until 2016, when the power station claimed that its improvement programmes and conversion to burning biomass, had meant a drastic decrease in greenhouses gases being released into the atmosphere. [129] [130] Drax has opted in to the Large Combustion Plant Directive (LCPD) and thus is permitted to continue operating beyond 2015. The use of flue gas desulfurisation ensures that the limits on sulphur dioxide emissions are not exceeded. [131]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Drax_Power_Station_-_geograph.org.uk_-_1237044.jpg/220px-Drax_Power_Station_-_geograph.org.uk_-_1237044.jpg",
                "caption": "Drax power station is the largest CO 2 emitter in the UK. The cloud of water vapour emitted by the station is due to scrubber systems introducing moisture into the exhaust stream. Despite its visible density, it contains less pollutants than an invisible stream of unfiltered exhaust."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Drax_Power_Station",
        "title": "Drax Power Station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Co-firing biomass with coal"
    },
    {
        "section": "Climate Camp (2006)",
        "text": "On 31 August 2006, over 600 people attended a protest against the high carbon emissions. It was coordinated by the Camp for Climate Action group. At least 3,000 police officers from 12 forces were reported to have been drafted in for the duration of the protest, to safeguard electricity supplies and prevent the protesters from shutting the station down. Thirty-nine people were arrested after trying illegally to gain access to the plant. [132]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Climate_camp_drax.jpg/220px-Climate_camp_drax.jpg",
                "caption": "\"Camp for Climate Action\" (2006)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Drax_Power_Station",
        "title": "Drax Power Station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Co-firing biomass with coal"
    },
    {
        "section": "A station",
        "text": "Sir Alexander Gibb and Partners were the civil consulting engineers and architects of Tilbury A; the main consulting engineers were Merz & McLellan . [4] The A station was built on the 226 acre (91.5 hectare) site and was a steel framed construction with elevations in London stock brick . The integrated boiler house and turbine hall were lit by tall rectangular windows, with ancillary buildings by smaller square windows. [4] The A station had two 100 metre high concrete chimneys. [4] Tilbury A had six 60 MW steam turbo-alternators three were manufactured by English Electric and three by Parsons giving a total output of 360 MW. It was designed as a coal-fired station with coal delivered to the jetty on the Thames and stored initially to the east and later to the north of the building. Soon after completion in 1958 the station was adapted to also burn oil. The total steam capacity of the John Thompson boilers was 3,240,000 lb/hr (408 kg/s). [11] The steam pressure and temperature at the turbine stop-valve was 900 psi (62 bar) and 482 °C. The alternators generated current at 11.4 kV. [11] Cooling water was drawn from, and returned to, the Thames via caissons in the fueling jetty. The station connected to the National Grid at the nearby 275 kV Tilbury substation . Tilbury A had several railway sidings accessed via a connection to the London, Tilbury and Southend railway between the former Tilbury Riverside and Low Street railway stations . [12] In 1963 Tilbury A was used in experiments by the CEGB on the behaviour of pollutants (principally sulphur dioxide ) in flue gas plumes emitted from the power station chimneys. The results showed that the maximum pollutant concentrations occurred 2.4 km downwind of the station in strong winds and 9.6 – 13 km downwind in light winds. [13]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Tilbury_power_stations_1981.tif/lossless-page1-220px-Tilbury_power_stations_1981.tif.png",
                "caption": "Tilbury A and B power stations and coaling jetty 1981"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Tilbury_power_stations",
        "title": "Tilbury power stations",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Co-firing biomass with coal"
    },
    {
        "section": "B station",
        "text": "The B station was built on the site of coal store to the east of the A station; the coal store for both stations was then relocated to the north of the site. [4] The B station was a steel framed construction with unfenestrated elevations of concrete cladding. The taller boiler house block was orientated north–south to the west of the adjoining turbine hall; control rooms and offices were at the south end. [4] Tilbury B comprised four generating units each of 350 MW. When all four units were available the combined output capacity was 1428 MW, enough power for 1.4 million people, approximately 80% of the population of Essex. [3] The boiler steam pressure was 158.58 bar at a temperature of 566 °C. Discharge from the HP turbine was returned to the boilers for reheat to 566 °C. The boilers had a capacity of 4 × 296 kg/s. [11] The station had two 168 metre high concrete chimneys. One unit was later decommissioned and was used for spare parts for maintenance of the remaining 3 generating units. In addition to the steam generating sets Tilbury power station had auxiliary gas turbines for peak-shaving. This comprised four 17.5 MW gas turbines, the oldest set was commissioned in February 1965. [11] Two 800 tonne coal unloaders were installed on the jetty in 1990. [4] The jetty was enlarged in 2004 to accommodate ships carrying up to 65,000 tons of coal. [5]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Tilbury_B_Power_Station.jpg/220px-Tilbury_B_Power_Station.jpg",
                "caption": "Decommissioned Tilbury B power station seen from Gravesend"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Tilbury_power_stations",
        "title": "Tilbury power stations",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Co-firing biomass with coal"
    },
    {
        "section": "Biomass",
        "text": "This is a list of operational biomass and biogas power stations in California with a nameplate capacity of at least 10 megawatts .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Puente_Hills_Gas-To-Energy_Facility.jpg/220px-Puente_Hills_Gas-To-Energy_Facility.jpg",
                "caption": "Puente Hills Energy Recovery"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Greenleaf_Power_Station.jpg/220px-Greenleaf_Power_Station.jpg",
                "caption": "Greenleaf Power's Desert View woody-biomass plant at Mecca, California"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/List_of_power_stations_in_California",
        "title": "List of power stations in California",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Co-firing biomass with coal"
    },
    {
        "section": "Conventional",
        "text": "Conventional hydroelectric power stations include traditional reservoir and run-of-the-river hydroelectric power stations. The list below includes all conventional hydroelectric power station in the state with a nameplate capacity of at least 50 megawatts .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/OrovilleDam.jpg/250px-OrovilleDam.jpg",
                "caption": "Oroville Dam , the second largest hydroelectric dam in California by nameplate capacity ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/List_of_power_stations_in_California",
        "title": "List of power stations in California",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Co-firing biomass with coal"
    },
    {
        "section": "Pumped-storage",
        "text": "Pumped-storage hydroelectricity is important means of large-scale grid energy storage that helps improve the daily capacity factor of California's electricity generation system. This is a list of all operational pumped-storage power stations in California.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Castaic_Power_Plant_Front.jpg/250px-Castaic_Power_Plant_Front.jpg",
                "caption": "Castaic Power Plant , the largest pumped-storage power station in California."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/List_of_power_stations_in_California",
        "title": "List of power stations in California",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Co-firing biomass with coal"
    },
    {
        "section": "Natural gas",
        "text": "This is a list of operational natural gas-fired power stations in California with a nameplate capacity of at least 100 megawatts .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/AES_Alamitos_Generating_Station_039.jpg/250px-AES_Alamitos_Generating_Station_039.jpg",
                "caption": "Alamitos Energy Center , the largest natural gas-fired power station in California."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/List_of_power_stations_in_California",
        "title": "List of power stations in California",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Co-firing biomass with coal"
    },
    {
        "section": "Nuclear",
        "text": "The Diablo Canyon Power Plant has been the only nuclear power station in California since the closure of the San Onofre Nuclear Generating Station in 2013. Due to the changing dynamics of electricity generation in California , Diablo Canyon is scheduled to be decommissioned in 2025. [298] [299] The Palo Verde Nuclear Generating Station (the largest power generator in the United States), which is 27% owned by California power agencies, in the neighboring state of Arizona supplies a significant amount of power to southern California.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Diablo_Canyon_Nuclear_Power_Plant.jpg/250px-Diablo_Canyon_Nuclear_Power_Plant.jpg",
                "caption": "Diablo Canyon Power Plant"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/List_of_power_stations_in_California",
        "title": "List of power stations in California",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Co-firing biomass with coal"
    },
    {
        "section": "Photovoltaic",
        "text": "List of very large (>100MW) solar photovoltaic power stations in California as of January 1, 2019. To update and expand this list, search the Energy Information Administration 's plant-level data set by visiting the Electricity Data Browser . Alternatively, view the Solar Industry Association's Major Solar Projects List which is less frequently updated.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Solar_Panels_at_Topaz_Solar_5_%288159036498%29.jpg/250px-Solar_Panels_at_Topaz_Solar_5_%288159036498%29.jpg",
                "caption": "Topaz Solar Farm"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/List_of_power_stations_in_California",
        "title": "List of power stations in California",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Co-firing biomass with coal"
    },
    {
        "section": "Thermal",
        "text": "This is a list of all operational solar thermal power stations in California.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Solar_Plant_kl.jpg/250px-Solar_Plant_kl.jpg",
                "caption": "Solar Energy Generating Systems , the first solar thermal power station in California."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/List_of_power_stations_in_California",
        "title": "List of power stations in California",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Co-firing biomass with coal"
    },
    {
        "section": "Wind",
        "text": "This is a list of all operational wind farms in California.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/San_Gorgonio_Pass_Wind_Farm_IMG_0504.JPG/250px-San_Gorgonio_Pass_Wind_Farm_IMG_0504.JPG",
                "caption": "San Gorgonio Pass Wind Farm"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/List_of_power_stations_in_California",
        "title": "List of power stations in California",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Co-firing biomass with coal"
    },
    {
        "section": "Fossil-fuel power stations",
        "text": "Data from the U.S. Energy Information Administration serves as a general reference. [11]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Former_Genoa_coal_power_plant.jpg/220px-Former_Genoa_coal_power_plant.jpg",
                "caption": "Former Genoa coal power plant"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/List_of_power_stations_in_Wisconsin",
        "title": "List of power stations in Wisconsin",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Co-firing biomass with coal"
    },
    {
        "section": "Production",
        "text": "Pellets are produced by compressing the wood material which has first passed through a hammer mill to provide a uniform dough-like mass. [14] This mass is fed to a press, where it is squeezed through a die having holes of the size required (normally 6 mm diameter, sometimes 8 mm or larger). The high pressure of the press causes the temperature of the wood to increase greatly, and the lignin plasticizes slightly, forming a natural \"glue\" that holds the pellet together as it cools. [9] Pellets can be made from grass and other non-woody forms of biomass that do not contain lignin. A 2005 news story from Cornell University News suggested that grass pellet production was more advanced in Europe than North America. It suggested the benefits of grass as a feedstock included its short growing time (70 days), and ease of cultivation and processing. The story quoted Jerry Cherney, an agriculture professor at the school, stating that grasses produce 96% of the heat of wood and that \"any mixture of grasses can be used, cut in mid- to late summer, left in the field to leach out minerals, then baled and pelleted. Drying of the hay is not required for pelleting, making the cost of processing less than with wood pelleting.\" [15] In 2012, the Department of Agriculture of Nova Scotia announced as a demonstration project conversion of an oil-fired boiler to grass pellets at a research facility. [16] Rice-husk fuel-pellets are made by compacting rice-husk obtained as by-product of rice -growing from the fields. It also has similar characteristics to the wood-pellets and more environment-friendly , as the raw material is a waste-product . The energy content is about 4-4.2 kcal/kg and moisture content is typically less than 10%. The size of pellets is generally kept to be about 6 mm diameter and 25 mm length in the form of a cylinder; though larger cylinder or briquette forms are not uncommon. It is much cheaper than similar energy-pellets and can be compacted/manufactured from the husk at the farm itself, using cheap machinery. They generally are more environment-friendly as compared to wood-pellets. [17] [18] [19] [20] [21] [22] [23] In the regions of the world where wheat is the predominant food-crop, wheat husk can also be compacted to produce energy-pellets, with characteristics similar to rice-husk pellets. A report by CORRIM (Consortium On Research on Renewable Industrial Material) for the Life-Cycle Inventory of Wood Pellet Manufacturing and Utilization estimates the energy required to dry, pelletize and transport pellets is less than 11% of the energy content of the pellets if using pre-dried industrial wood waste. If the pellets are made directly from forest material, it takes up to 18% of the energy to dry the wood and additional 8% for transportation and manufacturing energy. An environmental impact assessment of exported wood pellets by the Department of Chemical and Mineral Engineering, University of Bologna , Italy and the Clean Energy Research Centre, at the University of British Columbia , published in 2009, concluded that the energy consumed to ship Canadian wood pellets from Vancouver to Stockholm (15,500 km via the Panama Canal ), is about 14% of the total energy content of the wood pellets. [24] [25]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/8._Station_-_Holzpelletproduktion_der_WestPellets_GmbH_and_Co._KG_%286219816410%29.jpg/220px-8._Station_-_Holzpelletproduktion_der_WestPellets_GmbH_and_Co._KG_%286219816410%29.jpg",
                "caption": "Pellet truck being filled at a plant in Germany."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pellet_fuel",
        "title": "Pellet fuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Co-firing biomass with coal"
    },
    {
        "section": "Energy output and efficiency",
        "text": "The energy content of wood pellets is approximately 4.7 – 5.2 MWh / tonne [43] [44] (~7450 BTU/lb), 14.4-20.3 MJ/kg. [45] [ None of these three sets of values come even close to agreeing. ] High-efficiency wood pellet stoves and boilers have been developed in recent years, typically offering combustion efficiencies of over 85%. [46] The newest generation of wood pellet boilers can work in condensing mode and therefore achieve 12% higher efficiency values. [47] Wood pellet boilers have limited control over the rate and presence of combustion compared to liquid or gaseous-fired systems; however, for this reason they are better suited for hydronic heating systems due to the hydronic system's greater ability to store heat. [ citation needed ] Pellet burners capable of being retrofitted to oil-burning boilers are also available. [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wood-pellet_heater.jpg/220px-Wood-pellet_heater.jpg",
                "caption": "Wood-pellet heater"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pellet_fuel",
        "title": "Pellet fuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Co-firing biomass with coal"
    }
]