[
    {
        "section": "Role in addressing climate change",
        "text": "As part of the global effort to limit climate change , most countries have committed to net zero greenhouse gas emissions . [26] In practice, this means phasing out fossil fuels and replacing them with low-emissions energy sources. [12] At the 2023 United Nations Climate Change Conference , around three-quarters of the world's countries set a goal of tripling renewable energy capacity by 2030. [27] The European Union aims to generate 40% of its electricity from renewables by the same year. [28]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/2021_Death_rates%2C_by_energy_source.svg/300px-2021_Death_rates%2C_by_energy_source.svg.png",
                "caption": "Deaths caused as a result of fossil fuel use (areas of rectangles in chart) greatly exceed those resulting from production of renewable energy (rectangles barely visible in chart). [25]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Intermittency",
        "text": "The two most important forms of renewable energy, solar and wind, are intermittent energy sources : they are not available constantly, resulting in lower capacity factors . In contrast, fossil fuel power plants are usually able to produce precisely the amount of energy an electricity grid requires at a given time. Solar energy can only be captured during the day, and ideally in cloudless conditions. Wind power generation can vary significantly not only day-to-day, but even month-to-month. [31] This poses a challenge when transitioning away from fossil fuels: energy demand will often be higher or lower than what renewables can provide. [32] Both scenarios can cause electricity grids to become overloaded, leading to power outages . In the medium-term, this variability may require keeping some gas-fired power plants or other dispatchable generation on standby [33] [34] until there is enough energy storage, demand response , grid improvement, and/or baseload power from non-intermittent sources. In the long-term, energy storage is an important way of dealing with intermittency. [35] Using diversified renewable energy sources and smart grids can also help flatten supply and demand. [36] Sector coupling of the power generation sector with other sectors may increase flexibility: for example the transport sector can be coupled by charging electric vehicles and sending electricity from vehicle to grid . [37] Similarly the industry sector can be coupled by hydrogen produced by electrolysis, [38] and the buildings sector by thermal energy storage for space heating and cooling. [39] Building overcapacity for wind and solar generation can help ensure sufficient electricity production even during poor weather. In optimal weather, it may be necessary to curtail energy generation if it is not possible to use or store excess electricity. [40]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Renewables_need_flexible_backup_not_baseload.png/300px-Renewables_need_flexible_backup_not_baseload.png",
                "caption": "Estimated power demand over a week in May 2012 and May 2020, Germany, showing the variability in solar and wind power both day-to-day and month-to-month."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Solar energy",
        "text": "Solar power produced around 1.3 terrawatt-hours (TWh) worldwide in 2022, [10] representing 4.6% of the world's electricity. Almost all of this growth has happened since 2010. [52] Solar energy can be harnessed anywhere that receives sunlight; however, the amount of solar energy that can be harnessed for electricity generation is influenced by weather conditions , geographic location and time of day. [53] There are two mainstream ways of harnessing solar energy: solar thermal , which converts solar energy into heat; and photovoltaics (PV), which converts it into electricity. [12] PV is far more widespread, accounting for around two thirds of the global solar energy capacity as of 2022. [54] It is also growing at a much faster rate, with 170 GW newly installed capacity in 2021, [55] compared to 25 GW of solar thermal. [54] Passive solar refers to a range of construction strategies and technologies that aim to optimize the distribution of solar heat in a building. Examples include solar chimneys , [12] orienting a building to the sun, using construction materials that can store heat , and designing spaces that naturally circulate air . [56] From 2020 to 2022, solar technology investments almost doubled from USD 162 billion to USD 308 billion, driven by the sector's increasing maturity and cost reductions, particularly in solar photovoltaic (PV), which accounted for 90% of total investments. China and the United States were the main recipients, collectively making up about half of all solar investments since 2013. Despite reductions in Japan and India due to policy changes and COVID-19 , growth in China, the United States, and a significant increase from Vietnam's feed-in tariff program offset these declines. Globally, the solar sector added 714 gigawatts (GW) of solar PV and concentrated solar power (CSP) capacity between 2013 and 2021, with a notable rise in large-scale solar heating installations in 2021, especially in China, Europe, Turkey, and Mexico. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/SolarFachwerkhaus.jpg/220px-SolarFachwerkhaus.jpg",
                "caption": "A small, roof-top mounted PV system in Bonn , Germany"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG/220px-Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG",
                "caption": "Komekurayama photovoltaic power station in Kofu , Japan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Photovoltaics",
        "text": "A photovoltaic system , consisting of solar cells assembled into panels , converts light into electrical direct current via the photoelectric effect . [60] PV has several advantages that make it by far the fastest-growing renewable energy technology. It is cheap, low-maintenance and scalable; adding to an existing PV installation as demanded arises is simple. Its main disadvantage is its poor performance in cloudy weather. [12] PV systems range from small, residential and commercial rooftop or building integrated installations, to large utility-scale photovoltaic power station . [61] A household's solar panels can either be used for just that household or, if connected to an electrical grid, can be aggregated with millions of others. [62] The first utility-scale solar power plant was built in 1982 in Hesperia, California by ARCO . [63] The plant was not profitable and was sold eight years later. [64] However, over the following decades, PV cells became significantly more efficient and cheaper. [65] As a result, PV adoption has grown exponentially since 2010. [66] Global capacity increased from 230 GW at the end of 2015 to 890 GW in 2021. [67] PV grew fastest in China between 2016 and 2021, adding 560 GW, more than all advanced economies combined. [68] Four of the ten biggest solar power stations are in China, including the biggest, Golmud Solar Park in China. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg/220px-1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg.png",
                "caption": "Swanson's law –stating that solar module prices have dropped about 20% for each doubling of installed capacity—defines the \" learning rate \" of solar photovoltaics . [58] [59]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Wind power",
        "text": "Humans have harnessed wind energy since at least 3500 BC. Until the 20th century, it was primarily used to power ships, windmills and water pumps. Today, the vast majority of wind power is used to generate electricity using wind turbines. [12] Modern utility-scale wind turbines range from around 600 kW to 9 MW of rated power. The power available from the wind is a function of the cube of the wind speed, so as wind speed increases, power output increases up to the maximum output for the particular turbine. [76] Areas where winds are stronger and more constant, such as offshore and high-altitude sites, are preferred locations for wind farms. Wind-generated electricity met nearly 4% of global electricity demand in 2015, with nearly 63 GW of new wind power capacity installed. Wind energy was the leading source of new capacity in Europe, the US and Canada, and the second largest in China. In Denmark, wind energy met more than 40% of its electricity demand while Ireland, Portugal and Spain each met nearly 20%. [77] Globally, the long-term technical potential of wind energy is believed to be five times total current global energy production, or 40 times current electricity demand, assuming all practical barriers needed were overcome. This would require wind turbines to be installed over large areas, particularly in areas of higher wind resources, such as offshore, and likely also industrial use of new types of VAWT turbines in addition to the horizontal axis units currently in use. As offshore wind speeds average ~90% greater than that of land, offshore resources can contribute substantially more energy than land-stationed turbines. [78] Investments in wind technologies reached USD 161 billion in 2020, with onshore wind dominating at 80% of total investments from 2013 to 2022. Offshore wind investments nearly doubled to USD 41 billion between 2019 and 2020, primarily due to policy incentives in China and expansion in Europe. Global wind capacity increased by 557 GW between 2013 and 2021, with capacity additions increasing by an average of 19% each year. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Pretty_flamingos_-_geograph.org.uk_-_578705.jpg/170px-Pretty_flamingos_-_geograph.org.uk_-_578705.jpg",
                "caption": "Burbo , NW-England"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Fentonwindpark1.jpg/220px-Fentonwindpark1.jpg",
                "caption": "Sunrise at the Fenton Wind Farm in Minnesota, United States"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Wind_energy_generation_by_region%2C_OWID.svg/300px-Wind_energy_generation_by_region%2C_OWID.svg.png",
                "caption": "Wind energy generation by region over time [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Hydropower",
        "text": "Since water is about 800 times denser than air , even a slow flowing stream of water, or moderate sea swell , can yield considerable amounts of energy. Water can generate electricity with a conversion efficiency of about 90%, which is the highest rate in renewable energy. [82] There are many forms of water energy: Much hydropower is flexible, thus complementing wind and solar. [86] In 2021, the world renewable hydropower capacity was 1,360 GW. [68] Only a third of the world's estimated hydroelectric potential of 14,000 TWh/year has been developed. [87] [88] New hydropower projects face opposition from local communities due to their large impact, including relocation of communities and flooding of wildlife habitats and farming land. [89] High cost and lead times from permission process, including environmental and risk assessments, with lack of environmental and social acceptance are therefore the primary challenges for new developments. [90] It is popular to repower old dams thereby increasing their efficiency and capacity as well as quicker responsiveness on the grid. [91] Where circumstances permit existing dams such as the Russell Dam built in 1985 may be updated with \"pump back\" facilities for pumped-storage which is useful for peak loads or to support intermittent wind and solar power. Because dispatchable power is more valuable than VRE [92] [93] countries with large hydroelectric developments such as Canada and Norway are spending billions to expand their grids to trade with neighboring countries having limited hydro. [94]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/ThreeGorgesDam-China2009.jpg/220px-ThreeGorgesDam-China2009.jpg",
                "caption": "The Three Gorges Dam for hydropower on the Yangtze River in China"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Three_gorges_dam_from_space.jpg/220px-Three_gorges_dam_from_space.jpg",
                "caption": "Three Gorges Dam and Gezhouba Dam , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Bioenergy",
        "text": "Biomass is biological material derived from living, or recently living organisms. Most commonly, it refers to plants or plant-derived materials. As an energy source, biomass can either be used directly via combustion to produce heat, or converted to a more energy-dense biofuel like ethanol. Wood is the most significant biomass energy source as of 2012 [98] and is usually sourced from a trees cleared for silvicultural reasons or fire prevention . Municipal wood waste – for instance, construction materials or sawdust – is also often burned for energy. [99] The biggest per-capita producers of wood-based bioenergy are heavily forested countries like Finland, Sweden, Estonia, Austria, and Denmark. [100] Bioenergy can be environmentally destructive if old-growth forests are cleared to make way for crop production. In particular, demand for palm oil to produce biodiesel has contributed to the deforestation of tropical rainforests in Brazil and Indonesia. [101] In addition, burning biomass still produces carbon emissions, although much less than fossil fuels (39 grams of CO 2 per megajoule of energy, compared to 75 g/MJ for fossil fuels). [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Metz_biomass_power_station.jpg/220px-Metz_biomass_power_station.jpg",
                "caption": "A CHP power station using wood to supply 30,000 households in France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Biofuel",
        "text": "Biofuels are primarily used in transportation, providing 3.5% of the world's transport energy demand in 2022, [103] up from 2.7% in 2010. [104] Biojet is expected to be important for short-term reduction of carbon dioxide emissions from long-haul flights. [105] Aside from wood, the major sources of bioenergy are bioethanol and biodiesel . [12] Bioethanol is usually produced by fermenting the sugar components of crops like sugarcane and maize , while biodiesel is mostly made from oils extracted from plants, such as soybean oil and corn oil . [106] Most of the crops used to produce bioethanol and biodiesel are grown specifically for this purpose, [107] although used cooking oil accounted for 14% of the oil used to produce biodiesel as of 2015. [106] The biomass used to produce biofuels varies by region. Maize is the major feedstock in the United States, while sugarcane dominates in Brazil. [108] In the European Union, where biodiesel is more common than bioethanol, rapeseed oil and palm oil are the main feedstocks. [109] China, although it produces comparatively much less biofuel, uses mostly corn and wheat. [110] In many countries, biofuels are either subsidized or mandated to be included in fuel mixtures . [101] There are many other sources of bioenergy that are more niche, or not yet viable at large scales. For instance, bioethanol could be produced from the cellulosic parts of crops, rather than only the seed as is common today. [111] Sweet sorghum may be a promising alternative source of bioethanol, due to its tolerance of a wide range of climates. [112] Cow dung can be converted into methane. [113] There is also a great deal of research involving algal fuel , which is attractive because algae is a non-food resource, grows around 20 times faster than most food crops, and can be grown almost anywhere. [114]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Faz_S_Sofia_canavial_090607_REFON.JPG/220px-Faz_S_Sofia_canavial_090607_REFON.JPG",
                "caption": "Sugarcane plantation to produce ethanol in Brazil"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Soybeanbus.jpg/220px-Soybeanbus.jpg",
                "caption": "A bus fueled by biodiesel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Geothermal energy",
        "text": "Geothermal energy is thermal energy (heat) extracted from the Earth's crust . It originates from several different sources , of which the most significant is slow radioactive decay of minerals contained in the Earth's interior , [12] as well as some leftover heat from the formation of the Earth . [119] Some of the heat is generated near the Earth's surface in the crust, but some also flows from deep within the Earth from the mantle and core . [119] Geothermal energy extraction is viable mostly in countries located on tectonic plate edges, where the Earth's hot mantle is more exposed. [120] As of 2023, the United States has by far the most geothermal capacity (2.7 GW, [121] or less than 0.2% of the country's total energy capacity [122] ), followed by Indonesia and the Philippines. Global capacity in 2022 was 15 GW. [121] Geothermal energy can be either used directly to heat homes, as is common in Iceland, or to generate electricity. At smaller scales, geothermal power can be generated with geothermal heat pumps , which can extract heat from ground temperatures of under 30 °C (86 °F), allowing them to be used at relatively shallow depths of a few meters. [120] Electricity generation requires large plants and ground temperatures of at least 150 °C (302 °F). In some countries, electricity produced from geothermal energy accounts for a large portion of the total, such as Kenya (43%) and Indonesia (5%). [123] Technical advances may eventually make geothermal power more widely available. For example, enhanced geothermal systems involve drilling around 10 kilometres (6.2 mi) into the Earth, breaking apart hot rocks and extracting the heat using water. In theory, this type of geothermal energy extraction could be done anywhere on Earth. [120]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/NesjavellirPowerPlant_edit2.jpg/220px-NesjavellirPowerPlant_edit2.jpg",
                "caption": "Steam rising from the Nesjavellir Geothermal Power Station in Iceland"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/West_Ford_Flat_Geothermal_Cooling_Tower.JPG/170px-West_Ford_Flat_Geothermal_Cooling_Tower.JPG",
                "caption": "Geothermal plant at The Geysers , California, US"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Krafla_geothermal_power_station_wiki.jpg/220px-Krafla_geothermal_power_station_wiki.jpg",
                "caption": "Krafla , a geothermal power station in Iceland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Marine energy",
        "text": "Marine energy (also sometimes referred to as ocean energy) is the energy carried by ocean waves , tides , salinity , and ocean temperature differences . Technologies to harness the energy of moving water include wave power , marine current power , and tidal power . Reverse electrodialysis (RED) is a technology for generating electricity by mixing fresh water and salty sea water in large power cells. [130] Most marine energy harvesting technologies are still at low technology readiness levels and not used at large scales. Tidal energy is generally considered the most mature, but has not seen wide deployment. [131] The world's largest tidal power station is on Sihwa Lake , South Korea, [132] which produces around 550 gigawatt-hours of electricity per year. [133]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg/220px-Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg",
                "caption": "Aerial view of Sihwa Tidal Power Station in South Korea"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Growth of renewables",
        "text": "The results of a recent review of the literature concluded that as greenhouse gas (GHG) emitters begin to be held liable for damages resulting from GHG emissions resulting in climate change, a high value for liability mitigation would provide powerful incentives for deployment of renewable energy technologies. [181] In the decade of 2010–2019, worldwide investment in renewable energy capacity excluding large hydropower amounted to US$2.7 trillion, of which the top countries China contributed US$818 billion, the United States contributed US$392.3 billion, Japan contributed US$210.9 billion, Germany contributed US$183.4 billion, and the United Kingdom contributed US$126.5 billion. [182] This was an increase of over three and possibly four times the equivalent amount invested in the decade of 2000–2009 (no data is available for 2000–2003). [182] As of 2022, an estimated 28% of the world's electricity was generated by renewables. This is up from 19% in 1990. [183]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg/232px-20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg.png",
                "caption": "Investment: Companies, governments and households have committed increasing amounts to decarbonization, including renewable energy (solar, wind), electric vehicles and associated charging infrastructure, energy storage, energy-efficient heating systems, carbon capture and storage, and hydrogen. [171] [172]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg/232px-20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg.png",
                "caption": "Levelized cost: With increasingly widespread implementation of renewable energy sources, costs have declined, most notably for energy generated by solar panels. [175] [176] Levelized cost of energy (LCOE) is a measure of the average net present cost of electricity generation for a generating plant over its lifetime."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Future projections",
        "text": "A December 2022 report by the IEA forecasts that over 2022-2027, renewables are seen growing by almost 2 400 GW in its main forecast, equal to the entire installed power capacity of China in 2021. This is an 85% acceleration from the previous five years, and almost 30% higher than what the IEA forecast in its 2021 report, making its largest ever upward revision. Renewables are set to account for over 90% of global electricity capacity expansion over the forecast period. [68] To achieve net zero emissions by 2050, IEA believes that 90% of global electricity generation will need to be produced from renewable sources. [17] In June 2022 IEA Executive Director Fatih Birol said that countries should invest more in renewables to \"ease the pressure on consumers from high fossil fuel prices, make our energy systems more secure, and get the world on track to reach our climate goals.\" [185] China's five year plan to 2025 includes increasing direct heating by renewables such as geothermal and solar thermal. [186] REPowerEU , the EU plan to escape dependence on fossil Russian gas , is expected to call for much more green hydrogen . [187] After a transitional period, [188] renewable energy production is expected to make up most of the world's energy production. In 2018, the risk management firm, DNV GL , forecasts that the world's primary energy mix will be split equally between fossil and non-fossil sources by 2050. [189]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg/220px-2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg.png",
                "caption": "In 2023, electricity generation from wind and solar sources was projected to exceed 30% by 2030. [184]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Policy",
        "text": "Policies to support renewable energy have been vital in their expansion. Where Europe dominated in establishing energy policy in the early 2000s, most countries around the world now have some form of energy policy. [199] The International Renewable Energy Agency (IRENA) is an intergovernmental organization for promoting the adoption of renewable energy worldwide. It aims to provide concrete policy advice and facilitate capacity building and technology transfer. IRENA was formed in 2009, with 75 countries signing the charter of IRENA. [200] As of April 2019, IRENA has 160 member states. [201] The then United Nations Secretary-General Ban Ki-moon has said that renewable energy can lift the poorest nations to new levels of prosperity, [202] and in September 2011 he launched the UN Sustainable Energy for All initiative to improve energy access, efficiency and the deployment of renewable energy. [203] The 2015 Paris Agreement on climate change motivated many countries to develop or improve renewable energy policies. [204] In 2017, a total of 121 countries adopted some form of renewable energy policy. [199] National targets that year existed in 176 countries. [204] In addition, there is also a wide range of policies at the state/provincial, and local levels. [104] Some public utilities help plan or install residential energy upgrades . Many national, state and local governments have created green banks . A green bank is a quasi-public financial institution that uses public capital to leverage private investment in clean energy technologies. [205] Green banks use a variety of financial tools to bridge market gaps that hinder the deployment of clean energy. Climate neutrality by the year 2050 is the main goal of the European Green Deal . [206] For the European Union to reach their target of climate neutrality, one goal is to decarbonise its energy system by aiming to achieve \"net-zero greenhouse gas emissions by 2050.\" [207]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Share_of_electricity_production_from_renewables.svg/330px-Share_of_electricity_production_from_renewables.svg.png",
                "caption": "Share of electricity production from renewables, 2022 [8]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Geopolitics",
        "text": "The geopolitical impact of the growing use of renewable energy is a subject of ongoing debate and research. [219] Many fossil-fuel producing countries, such as Qatar , Russia , Saudi Arabia and Norway , are currently able to exert diplomatic or geopolitical influence as a result of their oil wealth. Most of these countries are expected to be among the geopolitical \"losers\" of the energy transition, although some, like Norway, are also significant producers and exporters of renewable energy. Fossil fuels and the infrastructure to extract them may, in the long term, become stranded assets . [220] It has been speculated that countries dependent on fossil fuel revenue may one day find it in their interests to quickly sell off their remaining fossil fuels. [221] Conversely, nations abundant in renewable resources, and the minerals required for renewables technology, are expected to gain influence. [222] [223] In particular, China has become the world's dominant manufacturer of the technology needed to produce or store renewable energy, especially solar panels , wind turbines , and lithium-ion batteries . [224] Nations rich in solar and wind energy could become major energy exporters. [225] Some may produce and export green hydrogen , [226] [225] although electricity is projected to be the dominant energy carrier in 2050, accounting for almost 50% of total energy consumption (up from 22% in 2015). [227] Countries with large uninhabited areas such as Australia, China, and many African and Middle Eastern countries have a potential for huge installations of renewable energy. The production of renewable energy technologies requires rare-earth elements with new supply chains. [228] Countries with already weak governments that rely on fossil fuel revenue may face even higher political instability or popular unrest. Analysts consider Nigeria, Angola , Chad , Gabon , and Sudan , all countries with a history of military coups , to be at risk of instability due to dwindling oil income. [229] A study found that transition from fossil fuels to renewable energy systems reduces risks from mining, trade and political dependence because renewable energy systems don't need fuel – they depend on trade only for the acquisition of materials and components during construction. [230] In October 2021, European Commissioner for Climate Action Frans Timmermans suggested \"the best answer\" to the 2021 global energy crisis is \"to reduce our reliance on fossil fuels.\" [231] He said those blaming the European Green Deal were doing so \"for perhaps ideological reasons or sometimes economic reasons in protecting their vested interests.\" [231] Some critics blamed the European Union Emissions Trading System (EU ETS) and closure of nuclear plants for contributing to the energy crisis. [232] [233] [234] European Commission President Ursula von der Leyen said that Europe is \"too reliant\" on natural gas and too dependent on natural gas imports . According to Von der Leyen, \"The answer has to do with diversifying our suppliers ... and, crucially, with speeding up the transition to clean energy.\" [235]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/TREC-Map-en.jpg/220px-TREC-Map-en.jpg",
                "caption": "A concept of a super grid"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Public support",
        "text": "Solar power plants may compete with arable land , [254] [255] while on-shore wind farms often face opposition due to aesthetic concerns and noise. [256] [257] Such opponents are often described as NIMBYs (\"not in my back yard\"). [258] Some environmentalists are concerned about fatal collisions of birds and bats with wind turbines. [259] Although protests against new wind farms occasionally occur around the world, regional and national surveys generally find broad support for both solar and wind power. [260] [261] [262] Community-owned wind energy is sometimes proposed as a way to increase local support for wind farms. [263] A 2011 UK Government document stated that \"projects are generally more likely to succeed if they have broad public support and the consent of local communities. This means giving communities both a say and a stake.\" [264] In the 2000s and early 2010s, many renewable projects in Germany, Sweden and Denmark were owned by local communities, particularly through cooperative structures. [265] [266] In the years since, more installations in Germany have been undertaken by large companies, [263] but community ownership remains strong in Denmark. [267]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [253]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Global studies",
        "text": "*LCOE estimates for nuclear power from Lazard are \"based on the then-estimated costs of the Vogtle Plant and US-focused\". [84]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/3-Learning-curves-for-electricity-prices.png/330px-3-Learning-curves-for-electricity-prices.png",
                "caption": "Levelized cost of energy based on different studies. Source: IRENA 2020 for renewables, Lazard for the price of electricity from nuclear and coal, IAEA for nuclear capacity and Global Energy Monitor for coal capacity."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Cost_of_electricity_by_source",
        "title": "Cost of electricity by source",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Habitat",
        "text": "The habitat of a species describes the environment over which a species is known to occur and the type of community that is formed as a result. [24] More specifically, \"habitats can be defined as regions in environmental space that are composed of multiple dimensions, each representing a biotic or abiotic environmental variable; that is, any component or characteristic of the environment related directly (e.g. forage biomass and quality) or indirectly (e.g. elevation) to the use of a location by the animal.\" [25] : 745 For example, a habitat might be an aquatic or terrestrial environment that can be further categorized as a montane or alpine ecosystem. Habitat shifts provide important evidence of competition in nature where one population changes relative to the habitats that most other individuals of the species occupy. For example, one population of a species of tropical lizard ( Tropidurus hispidus ) has a flattened body relative to the main populations that live in open savanna. The population that lives in an isolated rock outcrop hides in crevasses where its flattened body offers a selective advantage. Habitat shifts also occur in the developmental life history of amphibians, and in insects that transition from aquatic to terrestrial habitats. Biotope and habitat are sometimes used interchangeably, but the former applies to a community's environment, whereas the latter applies to a species' environment. [24] [26] [27]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Blue_Linckia_Starfish.JPG/170px-Blue_Linckia_Starfish.JPG",
                "caption": "Biodiversity of a coral reef . Corals adapt to and modify their environment by forming calcium carbonate skeletons. This provides growing conditions for future generations and forms a habitat for many other species. [23]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Long-tailed_Broadbill_%28Psarisomus_dalhousiae%29.jpg/220px-Long-tailed_Broadbill_%28Psarisomus_dalhousiae%29.jpg",
                "caption": "Long-tailed broadbill building its nest"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Niche",
        "text": "Definitions of the niche date back to 1917, [30] but G. Evelyn Hutchinson made conceptual advances in 1957 [31] [32] by introducing a widely adopted definition: \"the set of biotic and abiotic conditions in which a species is able to persist and maintain stable population sizes.\" [30] : 519 The ecological niche is a central concept in the ecology of organisms and is sub-divided into the fundamental and the realized niche. The fundamental niche is the set of environmental conditions under which a species is able to persist. The realized niche is the set of environmental plus ecological conditions under which a species persists. [30] [32] [33] The Hutchinsonian niche is defined more technically as a \" Euclidean hyperspace whose dimensions are defined as environmental variables and whose size is a function of the number of values that the environmental values may assume for which an organism has positive fitness .\" [34] : 71 Biogeographical patterns and range distributions are explained or predicted through knowledge of a species' traits and niche requirements. [35] Species have functional traits that are uniquely adapted to the ecological niche. A trait is a measurable property, phenotype , or characteristic of an organism that may influence its survival. Genes play an important role in the interplay of development and environmental expression of traits. [36] Resident species evolve traits that are fitted to the selection pressures of their local environment. This tends to afford them a competitive advantage and discourages similarly adapted species from having an overlapping geographic range. The competitive exclusion principle states that two species cannot coexist indefinitely by living off the same limiting resource ; one will always out-compete the other. When similarly adapted species overlap geographically, closer inspection reveals subtle ecological differences in their habitat or dietary requirements. [37] Some models and empirical studies, however, suggest that disturbances can stabilize the co-evolution and shared niche occupancy of similar species inhabiting species-rich communities. [38] The habitat plus the niche is called the ecotope , which is defined as the full range of environmental and biological variables affecting an entire species. [24]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Termite_mound-Tanzania.jpg/170px-Termite_mound-Tanzania.jpg",
                "caption": "Termite mounds with varied heights of chimneys regulate gas exchange, temperature and other environmental parameters that are needed to sustain the internal physiology of the entire colony. [28] [29]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Community ecology",
        "text": "Community ecology is the study of the interactions among a collection of species that inhabit the same geographic area. Community ecologists study the determinants of patterns and processes for two or more interacting species. Research in community ecology might measure species diversity in grasslands in relation to soil fertility. It might also include the analysis of predator-prey dynamics, competition among similar plant species, or mutualistic interactions between crabs and corals.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Male_Lion_and_Cub_Chitwa_South_Africa_Luca_Galuzzi_2004_edit1.jpg/220px-Male_Lion_and_Cub_Chitwa_South_Africa_Luca_Galuzzi_2004_edit1.jpg",
                "caption": "Interspecific interactions such as predation are a key aspect of community ecology ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Ecosystem ecology",
        "text": "Ecosystems may be habitats within biomes that form an integrated whole and a dynamically responsive system having both physical and biological complexes. Ecosystem ecology is the science of determining the fluxes of materials (e.g. carbon, phosphorus) between different pools (e.g., tree biomass, soil organic material). Ecosystem ecologists attempt to determine the underlying causes of these fluxes. Research in ecosystem ecology might measure primary production (g C/m^2) in a wetland in relation to decomposition and consumption rates (g C/m^2/y). This requires an understanding of the community connections between plants (i.e., primary producers) and the decomposers (e.g., fungi and bacteria), [66] The underlying concept of an ecosystem can be traced back to 1864 in the published work of George Perkins Marsh (\"Man and Nature\"). [67] [68] Within an ecosystem, organisms are linked to the physical and biological components of their environment to which they are adapted. [65] Ecosystems are complex adaptive systems where the interaction of life processes form self-organizing patterns across different scales of time and space. [69] Ecosystems are broadly categorized as terrestrial , freshwater , atmospheric, or marine . Differences stem from the nature of the unique physical environments that shapes the biodiversity within each. A more recent addition to ecosystem ecology are technoecosystems , which are affected by or primarily the result of human activity. [5]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/4/44/Ecoecolfigure1.jpg/220px-Ecoecolfigure1.jpg",
                "caption": "A riparian forest in the White Mountains, New Hampshire (US) is an example of ecosystem ecology"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Food webs",
        "text": "A food web is the archetypal ecological network . Plants capture solar energy and use it to synthesize simple sugars during photosynthesis . As plants grow, they accumulate nutrients and are eaten by grazing herbivores , and the energy is transferred through a chain of organisms by consumption. The simplified linear feeding pathways that move from a basal trophic species to a top consumer is called the food chain . Food chains in an ecological community create a complex food web. Food webs are a type of concept map that is used to illustrate and study pathways of energy and material flows. [7] [70] [71] Empirical measurements are generally restricted to a specific habitat, such as a cave or a pond, and principles gleaned from small-scale studies are extrapolated to larger systems. [72] Feeding relations require extensive investigations, e.g. into the gut contents of organisms, which can be difficult to decipher, or stable isotopes can be used to trace the flow of nutrient diets and energy through a food web. [73] Despite these limitations, food webs remain a valuable tool in understanding community ecosystems. [74] Food webs illustrate important principles of ecology : some species have many weak feeding links (e.g., omnivores ) while some are more specialized with fewer stronger feeding links (e.g., primary predators ). Such linkages explain how ecological communities remain stable over time [75] [76] and eventually can illustrate a \"complete\" web of life. [71] [77] [78] [79] The disruption of food webs may have a dramatic impact on the ecology of individual species or whole ecosystems. For instance, the replacement of an ant species by another (invasive) ant species has been shown to affect how elephants reduce tree cover and thus the predation of lions on zebras . [80] [81]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Chesapeake_Waterbird_Food_Web.jpg/360px-Chesapeake_Waterbird_Food_Web.jpg",
                "caption": "Generalized food web of waterbirds from Chesapeake Bay"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Trophic levels",
        "text": "A trophic level (from Greek troph , τροφή, trophē, meaning \"food\" or \"feeding\") is \"a group of organisms acquiring a considerable majority of its energy from the lower adjacent level (according to ecological pyramids ) nearer the abiotic source.\" [82] : 383 Links in food webs primarily connect feeding relations or trophism among species. Biodiversity within ecosystems can be organized into trophic pyramids, in which the vertical dimension represents feeding relations that become further removed from the base of the food chain up toward top predators, and the horizontal dimension represents the abundance or biomass at each level. [83] When the relative abundance or biomass of each species is sorted into its respective trophic level, they naturally sort into a 'pyramid of numbers'. [84] Species are broadly categorized as autotrophs (or primary producers ), heterotrophs (or consumers ), and Detritivores (or decomposers ). Autotrophs are organisms that produce their own food (production is greater than respiration) by photosynthesis or chemosynthesis . Heterotrophs are organisms that must feed on others for nourishment and energy (respiration exceeds production). [5] Heterotrophs can be further sub-divided into different functional groups, including primary consumers (strict herbivores), secondary consumers ( carnivorous predators that feed exclusively on herbivores), and tertiary consumers (predators that feed on a mix of herbivores and predators). [85] Omnivores do not fit neatly into a functional category because they eat both plant and animal tissues. It has been suggested that omnivores have a greater functional influence as predators because compared to herbivores, they are relatively inefficient at grazing. [86] Trophic levels are part of the holistic or complex systems view of ecosystems. [87] [88] Each trophic level contains unrelated species that are grouped together because they share common ecological functions, giving a macroscopic view of the system. [89] While the notion of trophic levels provides insight into energy flow and top-down control within food webs, it is troubled by the prevalence of omnivory in real ecosystems. This has led some ecologists to \"reiterate that the notion that species clearly aggregate into discrete, homogeneous trophic levels is fiction.\" [90] : 815 Nonetheless, recent studies have shown that real trophic levels do exist, but \"above the herbivore trophic level, food webs are better characterized as a tangled web of omnivores.\" [91] : 612",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/TrophicWeb.jpg/450px-TrophicWeb.jpg",
                "caption": "A trophic pyramid (a) and a food-web (b) illustrating ecological relationships among creatures that are typical of a northern boreal terrestrial ecosystem. The trophic pyramid roughly represents the biomass (usually measured as total dry-weight) at each level. Plants generally have the greatest biomass. Names of trophic categories are shown to the right of the pyramid. Some ecosystems, such as many wetlands, do not organize as a strict pyramid, because aquatic plants are not as productive as long-lived terrestrial plants such as trees. Ecological trophic pyramids are typically one of three kinds: 1) pyramid of numbers, 2) pyramid of biomass, or 3) pyramid of energy. [5] : 598"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Keystone species",
        "text": "A keystone species is a species that is connected to a disproportionately large number of other species in the food-web . Keystone species have lower levels of biomass in the trophic pyramid relative to the importance of their role. The many connections that a keystone species holds means that it maintains the organization and structure of entire communities. The loss of a keystone species results in a range of dramatic cascading effects (termed trophic cascades ) that alters trophic dynamics, other food web connections, and can cause the extinction of other species. [92] [93] The term keystone species was coined by Robert Paine in 1969 and is a reference to the keystone architectural feature as the removal of a keystone species can result in a community collapse just as the removal of the keystone in an arch can result in the arch's loss of stability. [94] Sea otters ( Enhydra lutris ) are commonly cited as an example of a keystone species because they limit the density of sea urchins that feed on kelp . If sea otters are removed from the system, the urchins graze until the kelp beds disappear, and this has a dramatic effect on community structure. [95] Hunting of sea otters, for example, is thought to have led indirectly to the extinction of the Steller's sea cow ( Hydrodamalis gigas ). [96] While the keystone species concept has been used extensively as a conservation tool, it has been criticized for being poorly defined from an operational stance. It is difficult to experimentally determine what species may hold a keystone role in each ecosystem. Furthermore, food web theory suggests that keystone species may not be common, so it is unclear how generally the keystone species model can be applied. [95] [97]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Sea_otters_holding_hands%2C_cropped.jpg/220px-Sea_otters_holding_hands%2C_cropped.jpg",
                "caption": "Sea otters , an example of a keystone species"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Behavioural ecology",
        "text": "All organisms can exhibit behaviours. Even plants express complex behaviour, including memory and communication. [116] Behavioural ecology is the study of an organism's behaviour in its environment and its ecological and evolutionary implications. Ethology is the study of observable movement or behaviour in animals. This could include investigations of motile sperm of plants, mobile phytoplankton , zooplankton swimming toward the female egg, the cultivation of fungi by weevils , the mating dance of a salamander , or social gatherings of amoeba . [117] [118] [119] [120] [121] Adaptation is the central unifying concept in behavioural ecology. [122] Behaviours can be recorded as traits and inherited in much the same way that eye and hair colour can. Behaviours can evolve by means of natural selection as adaptive traits conferring functional utilities that increases reproductive fitness. [123] [124] Predator-prey interactions are an introductory concept into food-web studies as well as behavioural ecology. [126] Prey species can exhibit different kinds of behavioural adaptations to predators, such as avoid, flee, or defend. Many prey species are faced with multiple predators that differ in the degree of danger posed. To be adapted to their environment and face predatory threats, organisms must balance their energy budgets as they invest in different aspects of their life history, such as growth, feeding, mating, socializing, or modifying their habitat. Hypotheses posited in behavioural ecology are generally based on adaptive principles of conservation, optimization, or efficiency. [33] [112] [127] For example, \"[t]he threat-sensitive predator avoidance hypothesis predicts that prey should assess the degree of threat posed by different predators and match their behaviour according to current levels of risk\" [128] or \"[t]he optimal flight initiation distance occurs where expected postencounter fitness is maximized, which depends on the prey's initial fitness, benefits obtainable by not fleeing, energetic escape costs, and expected fitness loss due to predation risk.\" [129] Elaborate sexual displays and posturing are encountered in the behavioural ecology of animals. The birds-of-paradise , for example, sing and display elaborate ornaments during courtship . These displays serve a dual purpose of signalling healthy or well-adapted individuals and desirable genes. The displays are driven by sexual selection as an advertisement of quality of traits among suitors . [130]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Chameleon_spectra.jpg/350px-Chameleon_spectra.jpg",
                "caption": "Social display and colour variation in differently adapted species of chameleons ( Bradypodion spp.). Chameleons change their skin colour to match their background as a behavioural defence mechanism and also use colour to communicate with other members of their species, such as dominant (left) versus submissive (right) patterns shown in the three species (A-C) above. [115]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Common_jassid_nymphs_and_ants02.jpg/170px-Common_jassid_nymphs_and_ants02.jpg",
                "caption": "Mutualism: Leafhoppers ( Eurymela fenestrata ) are protected by ants ( Iridomyrmex purpureus ) in a mutualistic relationship. The ants protect the leafhoppers from predators and stimulate feeding in the leafhoppers, and in return, the leafhoppers feeding on plants exude honeydew from their anus that provides energy and nutrients to tending ants. [125]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Coevolution",
        "text": "Ecological interactions can be classified broadly into a host and an associate relationship. A host is any entity that harbours another that is called the associate. [137] Relationships between species that are mutually or reciprocally beneficial are called mutualisms . Examples of mutualism include fungus-growing ants employing agricultural symbiosis, bacteria living in the guts of insects and other organisms, the fig wasp and yucca moth pollination complex, lichens with fungi and photosynthetic algae , and corals with photosynthetic algae. [138] [139] If there is a physical connection between host and associate, the relationship is called symbiosis . Approximately 60% of all plants, for example, have a symbiotic relationship with arbuscular mycorrhizal fungi living in their roots forming an exchange network of carbohydrates for mineral nutrients . [140] Indirect mutualisms occur where the organisms live apart. For example, trees living in the equatorial regions of the planet supply oxygen into the atmosphere that sustains species living in distant polar regions of the planet. This relationship is called commensalism because many others receive the benefits of clean air at no cost or harm to trees supplying the oxygen. [5] [141] If the associate benefits while the host suffers, the relationship is called parasitism . Although parasites impose a cost to their host (e.g., via damage to their reproductive organs or propagules , denying the services of a beneficial partner), their net effect on host fitness is not necessarily negative and, thus, becomes difficult to forecast. [142] [143] Co-evolution is also driven by competition among species or among members of the same species under the banner of reciprocal antagonism, such as grasses competing for growth space. The Red Queen Hypothesis , for example, posits that parasites track down and specialize on the locally common genetic defense systems of its host that drives the evolution of sexual reproduction to diversify the genetic constituency of populations responding to the antagonistic pressure. [144] [145]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Bombus_6867.JPG/220px-Bombus_6867.JPG",
                "caption": "Bumblebees and the flowers they pollinate have coevolved so that both have become dependent on each other for survival."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Parasitismus.jpg/170px-Parasitismus.jpg",
                "caption": "Parasitism: A harvestman arachnid being parasitized by mites . The harvestman is being consumed, while the mites benefit from traveling on and feeding off of their host."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Metabolism and the early atmosphere",
        "text": "The Earth was formed approximately 4.5 billion years ago. [181] As it cooled and a crust and oceans formed, its atmosphere transformed from being dominated by hydrogen to one composed mostly of methane and ammonia . Over the next billion years, the metabolic activity of life transformed the atmosphere into a mixture of carbon dioxide , nitrogen , and water vapor. These gases changed the way that light from the sun hit the Earth's surface and greenhouse effects trapped heat. There were untapped sources of free energy within the mixture of reducing and oxidizing gasses that set the stage for primitive ecosystems to evolve and, in turn, the atmosphere also evolved. [182] Throughout history, the Earth's atmosphere and biogeochemical cycles have been in a dynamic equilibrium with planetary ecosystems. The history is characterized by periods of significant transformation followed by millions of years of stability. [183] The evolution of the earliest organisms, likely anaerobic methanogen microbes, started the process by converting atmospheric hydrogen into methane (4H 2 + CO 2 → CH 4 + 2H 2 O). Anoxygenic photosynthesis reduced hydrogen concentrations and increased atmospheric methane , by converting hydrogen sulfide into water or other sulfur compounds (for example, 2H 2 S + CO 2 + h v → CH 2 O + H 2 O + 2S). Early forms of fermentation also increased levels of atmospheric methane. The transition to an oxygen-dominant atmosphere (the Great Oxidation ) did not begin until approximately 2.4–2.3 billion years ago, but photosynthetic processes started 0.3 to 1 billion years prior. [183] [184]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Leaf_1_web.jpg/220px-Leaf_1_web.jpg",
                "caption": "The leaf is the primary site of photosynthesis in many higher plants."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Wind and turbulence",
        "text": "Turbulent forces in air and water affect the environment and ecosystem distribution, form, and dynamics. On a planetary scale, ecosystems are affected by circulation patterns in the global trade winds . Wind power and the turbulent forces it creates can influence heat, nutrient, and biochemical profiles of ecosystems. [112] For example, wind running over the surface of a lake creates turbulence, mixing the water column and influencing the environmental profile to create thermally layered zones , affecting how fish, algae, and other parts of the aquatic ecosystem are structured. [198] [199] Wind speed and turbulence also influence evapotranspiration rates and energy budgets in plants and animals. [185] [200] Wind speed, temperature and moisture content can vary as winds travel across different land features and elevations. For example, the westerlies come into contact with the coastal and interior mountains of western North America to produce a rain shadow on the leeward side of the mountain. The air expands and moisture condenses as the winds increase in elevation; this is called orographic lift and can cause precipitation. This environmental process produces spatial divisions in biodiversity, as species adapted to wetter conditions are range-restricted to the coastal mountain valleys and unable to migrate across the xeric ecosystems (e.g., of the Columbia Basin in western North America) to intermix with sister lineages that are segregated to the interior mountain systems. [201] [202]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Grassflowers.jpg/220px-Grassflowers.jpg",
                "caption": "The architecture of the inflorescence in grasses is subject to the physical pressures of wind and shaped by the forces of natural selection facilitating wind-pollination ( anemophily ). [196] [197]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Fire",
        "text": "Plants convert carbon dioxide into biomass and emit oxygen into the atmosphere. By approximately 350 million years ago (the end of the Devonian period ), photosynthesis had brought the concentration of atmospheric oxygen above 17%, which allowed combustion to occur. [203] Fire releases CO 2 and converts fuel into ash and tar. Fire is a significant ecological parameter that raises many issues pertaining to its control and suppression. [204] While the issue of fire in relation to ecology and plants has been recognized for a long time, [205] Charles Cooper brought attention to the issue of forest fires in relation to the ecology of forest fire suppression and management in the 1960s. [206] [207] Native North Americans were among the first to influence fire regimes by controlling their spread near their homes or by lighting fires to stimulate the production of herbaceous foods and basketry materials. [208] Fire creates a heterogeneous ecosystem age and canopy structure, and the altered soil nutrient supply and cleared canopy structure opens new ecological niches for seedling establishment. [209] [210] Most ecosystems are adapted to natural fire cycles. Plants, for example, are equipped with a variety of adaptations to deal with forest fires. Some species (e.g., Pinus halepensis ) cannot germinate until after their seeds have lived through a fire or been exposed to certain compounds from smoke. Environmentally triggered germination of seeds is called serotiny . [211] [212] Fire plays a major role in the persistence and resilience of ecosystems. [176]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Mosaic_fire_burn.jpg/157px-Mosaic_fire_burn.jpg",
                "caption": "Forest fires modify the land by leaving behind an environmental mosaic that diversifies the landscape into different seral stages and habitats of varied quality (left). Some species are adapted to forest fires, such as pine trees that open their cones only after fire exposure (right)."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Biomass in the form of residues and waste",
        "text": "Residues and waste are by-products from biological material harvested mainly for non-energy purposes. The most important by-products are wood residues, agricultural residues and municipal/industrial waste: Wood residues are by-products from forestry operations or from the wood processing industry. Had the residues not been collected and used for bioenergy, they would have decayed (and therefore produced emissions) [g] on the forest floor or in landfills, or been burnt (and produced emissions) at the side of the road in forests or outside wood processing facilities. [24] The by-products from forestry operations are called logging residues or forest residues, and consist of tree tops, branches, stumps, damaged or dying or dead trees, irregular or bent stem sections, thinnings (small trees that are cleared away in order to help the bigger trees grow large), and trees removed to reduce wildfire risk. [h] The extraction level of logging residues differ from region to region, [i] [j] but there is an increasing interest in using this feedstock, [k] since the sustainable potential is large (15 EJ annually). [l] 68% of the total forest biomass in the EU consists of wood stems, and 32% consists of stumps, branches and tops. [25] The by-products from the wood processing industry are called wood processing residues and consist of cut offs, shavings, sawdust, bark, and black liquor. [26] Wood processing residues have a total energy content of 5.5 EJ annually. [27] Wood pellets are mainly made from wood processing residues, [m] and have a total energy content of 0.7 EJ. [n] Wood chips are made from a combination of feedstocks, [28] and have a total energy content of 0.8 EJ. [o] The energy content in agricultural residues used for energy is approximately 2 EJ. [p] However, agricultural residues has a large untapped potential. The energy content in the global production of agricultural residues has been estimated to 78 EJ annually, with the largest share from straw (51 EJ). [q] Others have estimated between 18 and 82 EJ. [r] The use of agricultural residues and waste that is both sustainable and economically feasible [12] : 9 is expected to increase to between 37 and 66 EJ in 2030. [s] Municipal waste produced 1.4 EJ and industrial waste 1.1 EJ. [29] Wood waste from cities and industry also produced 1.1 EJ. [27] The sustainable potential for wood waste has been estimated to 2–10 EJ. [30] IEA recommends a dramatic increase in waste utilization to 45 EJ annually in 2050. [31]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Lake_Stevens%2C_WA_-_de_Jong_Sawdust_%26_Shavings_01.jpg/220px-Lake_Stevens%2C_WA_-_de_Jong_Sawdust_%26_Shavings_01.jpg",
                "caption": "Sawdust is residue from the wood processing industry."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Carbon accounting system boundaries",
        "text": "Carbon positive scenarios are likely to be net emitters of CO 2 , carbon negative projects are net absorbers of CO 2 , while carbon neutral projects balance emissions and absorption equally. [56] It is common to include alternative scenarios (also called \"reference scenarios\" or \"counterfactuals\") for comparison. [11] : 83 The alternative scenarios range from scenarios with only modest changes compared to the existing project, all the way to radically different ones (i.e. forest protection or \"no-bioenergy\" counterfactuals.) Generally, the difference between scenarios is seen as the actual carbon mitigation potential of the scenarios. [11] : 100 In addition to the choice of alternative scenario, other choices has to be made as well. The so-called \"system boundaries\" determine which carbon emissions/absorptions that will be included in the actual calculation, and which that will be excluded. System boundaries include temporal, spatial, efficiency-related and economic boundaries. [26] For example, the actual carbon intensity of bioenergy varies with biomass production techniques and transportation lengths.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Bioenergy_system_boundaries.jpg/310px-Bioenergy_system_boundaries.jpg",
                "caption": "Alternative system boundaries for assessing climate effects of forest-based bioenergy. Option 1 (black) considers only the stack emissions; Option 2 (green) considers only the forest carbon stock; Option 3 (blue) considers the bioenergy supply chain; Option 4 (red) covers the whole bioeconomy, including wood products in addition to biomass. [26]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Climate impacts expressed as varying with time",
        "text": "The use of boreal stemwood harvested exclusively for bioenergy have a positive climate impact only in the long term, while the use of wood residues have a positive climate impact also in the short to medium term. [aq] Short carbon payback/parity times are produced when the most realistic no-bioenergy scenario is a traditional forestry scenario where \"good\" wood stems are harvested for lumber production, and residues are burned or left behind in the forest or in landfills. The collection of such residues provides material which \"[...] would have released its carbon (via decay or burning) back to the atmosphere anyway (over time spans defined by the biome's decay rate) [...].\" [63] In other words, payback and parity times depend on the decay speed. The decay speed depends on a.) location (because decay speed is \"[...] roughly proportional to temperature and rainfall [...]\" [64] ), and b.) the thickness of the residues. [ar] Residues decay faster in warm and wet areas, and thin residues decay faster than thick residues. Thin residues in warm and wet temperate forests therefore have the fastest decay, while thick residues in cold and dry boreal forests have the slowest decay. If the residues instead are burned in the no-bioenergy scenario, e.g. outside the factories or at roadside in the forests, emissions are instant. In this case, parity times approach zero. [as] Like other scientists, the JRC staff note the high variability in carbon accounting results, and attribute this to different methodologies. [at] In the studies examined, the JRC found carbon parity times of 0 to 400 years for stemwood harvested exclusively for bioenergy, depending on different characteristics and assumptions for both the forest/bioenergy system and the alternative fossil system, with the emission intensity of the displaced fossil fuels seen as the most important factor, followed by conversion efficiency and biomass growth rate/rotation time. Other factors relevant for the carbon parity time are the initial carbon stock and the existing harvest level; both higher initial carbon stock and higher harvest level means longer parity times. [65] Liquid biofuels have high parity times because about half of the energy content of the biomass is lost in the processing. [au]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Net_emissions_from_forest_bioenergy_pathways%2C_compared_against_coal_and_natural_gas_alternative_scenarios.png/220px-Net_emissions_from_forest_bioenergy_pathways%2C_compared_against_coal_and_natural_gas_alternative_scenarios.png",
                "caption": "Time-dependent net emission estimates for forest bioenergy pathways, compared against coal and natural gas alternative scenarios. Plus signs represents positive climate effects, minus signs negative climate effects. [17]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Climate impacts expressed as static numbers",
        "text": "EU's Joint Research Centre has examined a number of bioenergy emission estimates found in literature, and calculated greenhouse gas savings percentages for bioenergy pathways in heat production, transportation fuel production and electricity production, based on those studies. The calculations are based on the attributional LCA accounting principle. It includes all supply chain emissions, from raw material extraction, through energy and material production and manufacturing, to end-of-life treatment and final disposal. It also includes emissions related to the production of the fossil fuels used in the supply chain. It excludes emission/absorption effects that takes place outside its system boundaries, for instance market related, biogeophysical (e.g. albedo), and time-dependent effects. The authors conclude that \"[m]ost bio-based commodities release less GHG than fossil products along their supply chain; but the magnitude of GHG emissions vary greatly with logistics, type of feedstocks, land and ecosystem management, resource efficiency, and technology.\" [67] Because of the varied climate mitigation potential for different biofuel pathways, governments and organizations set up different certification schemes to ensure that biomass use is sustainable, for instance the RED (Renewable Energy Directive) in the EU and the ISO standard 13065 by the International Organization for Standardization. [68] In the US, the RFS (Renewables Fuel Standard) limit the use of traditional biofuels and defines the minimum life-cycle GHG emissions that are acceptable. Biofuels are considered traditional if they achieve up to 20% GHG emission reduction compared to the petrochemical equivalent, advanced if they save at least 50%, and cellulosic if the save more than 60%. [av] The EU's Renewable Energy Directive (RED) states that the typical greenhouse gas emissions savings when replacing fossil fuels with wood pellets from forest residues for heat production varies between 69% and 77%, depending on transport distance: When the distance is between 0 and 2500 km, emission savings is 77%. Emission savings drop to 75% when the distance is between 2500 and 10 000 km, and to 69% when the distance is above 10 000 km. When stemwood is used, emission savings varies between 70% and 77%, depending on transport distance. When wood industry residues are used, savings varies between 79% and 87%. [aw] Since the long payback and parity times calculated for some forestry projects is seen as a non-issue for energy crops (except in the cases mentioned above), researchers instead calculate static climate mitigation potentials for these crops, using LCA-based carbon accounting methods. A particular energy crop-based bioenergy project is considered carbon positive, carbon neutral or carbon negative based on the total amount of CO 2 equivalent emissions and absorptions accumulated throughout its entire lifetime: If emissions during agriculture, processing, transport and combustion are higher than what is absorbed (and stored) by the plants, both above and below ground, during the project's lifetime, the project is carbon positive. Likewise, if total absorption is higher than total emissions, the project is carbon negative. In other words, carbon negativity is possible when net carbon accumulation more than compensates for net lifecycle greenhouse gas emissions. Typically, perennial crops sequester more carbon than annual crops because the root buildup is allowed to continue undisturbed over many years. Also, perennial crops avoid the yearly tillage procedures (plowing, digging) associated with growing annual crops. Tilling helps the soil microbe populations to decompose the available carbon, producing CO 2 . [ax] [62] : 393 There is now (2018) consensus in the scientific community that \"[...] the GHG [greenhouse gas] balance of perennial bioenergy crop cultivation will often be favourable [...]\", also when considering the implicit direct and indirect land use changes. [69] : 150",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/GHG_emissions_from_wood_pellets_burnt_for_electricity_in_the_EU.png/220px-GHG_emissions_from_wood_pellets_burnt_for_electricity_in_the_EU.png",
                "caption": "Greenhouse gas emissions from wood pellet production and transport from the US to the EU. [66]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Sustainable forestry and forest protection",
        "text": "IPCC states that there is disagreement about whether the global forest is shrinking or not, and quote research indicating that tree cover has increased 7.1% between 1982 and 2016. [62] : 367 The IPCC writes: \"While above-ground biomass carbon stocks are estimated to be declining in the tropics, they are increasing globally due to increasing stocks in temperate and boreal forests [...].\" [62] : 385 Old trees have a very high carbon absorption rate, and felling old trees means that this large potential for future carbon absorption is lost. [60] : 3 There is also a loss of soil carbon due to the harvest operations. [60] : 3 Old trees absorb more CO 2 than young trees, because of the larger leaf area in full grown trees. [73] However, the old forest (as a whole) will eventually stop absorbing CO 2 because CO 2 emissions from dead trees cancel out the remaining living trees' CO 2 absorption. [ay] The old forest (or forest stands) are also vulnerable for natural disturbances that produces CO 2 . The IPCC found that \"[...] landscapes with older forests have accumulated more carbon but their sink strength is diminishing, while landscapes with younger forests contain less carbon but they are removing CO 2 from the atmosphere at a much higher rate [...].\" [62] : 386 The IPCC states that the net climate effect from conversion of unmanaged to managed forest can be positive or negative, depending on circumstances. The carbon stock is reduced , but since managed forests grow faster than unmanaged forests, more carbon is absorbed . Positive climate effects are produced if the harvested biomass is used efficiently. [62] : 351 There is a tradeoff between the benefits of having a maximized forest carbon stock, not absorbing any more carbon, and the benefits of having a portion of that carbon stock \"unlocked\", and instead working as a renewable fossil fuel replacement tool, for instance in sectors which are difficult or expensive to decarbonize. [31] [az] The \"competition\" between locked-away and unlocked forest carbon might be won by the unlocked carbon: \"In the long term, using sustainably produced forest biomass as a substitute for carbon-intensive products and fossil fuels provides greater permanent reductions in atmospheric CO 2 than preservation does.\" [74] : 39 IEA Bioenergy writes: \"forests managed for producing sawn timber, bioenergy and other wood products can make a greater contribution to climate change mitigation than forests managed for conservation alone.\" Three reasons are given: [75] Data from FAO show that most wood pellets are produced in regions dominated by sustainably managed forests, such as Europe and North America. Europe (including Russia) produced 54% of the world's wood pellets in 2019, and the forest carbon stock in this area increased from 158.7 to 172.4 Gt between 1990 and 2020. In the EU, above-ground forest biomass increases with 1.3% per year on average, however the increase is slowing down because the forests are maturing. [76] United Kingdom Emissions Trading System allows operators of CO2 generating installations to apply zero emissions factor for the fraction used for non-energy purposes, while energy purposes (electricity generation, heating) require additional sustainability certification on the biomass used. [77]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Old_growth_spruce_forest.jpg/220px-Old_growth_spruce_forest.jpg",
                "caption": "Old-growth spruce forest in France."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Starr-090413-5809-Fraxinus_uhdei-plantation-Makawao_Forest_Reserve-Maui_%2824655914310%29.jpg/220px-Starr-090413-5809-Fraxinus_uhdei-plantation-Makawao_Forest_Reserve-Maui_%2824655914310%29.jpg",
                "caption": "Plantation forest in Hawaii."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Forest_area_increase_in_the_EU_1990-2020.png/220px-Forest_area_increase_in_the_EU_1990-2020.png",
                "caption": "Forest area increase in the EU 1990–2020. [72]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Forest_biomass_flow_chart.jpg/220px-Forest_biomass_flow_chart.jpg",
                "caption": "Sankey diagram that shows the flow of biomass from forest to wood products, paper and energy in Sweden. [78]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Biodiversity",
        "text": "Biomass production for bioenergy can have negative impacts on biodiversity. [79] Oil palm and sugar cane are examples of crops that have been linked to reduced biodiversity . [80] In addition, changes in biodiversity also impacts primary production which naturally effects decomposition and soil heterotrophic organisms. [81] Win-win scenarios (good for climate, good for biodiversity) include: [11] : 8–149 Win-lose scenarios (good for the climate, bad for biodiversity) include afforestation on ancient, biodiversity-rich grassland ecosystems which were never forests, and afforestation of former agricultural land with monoculture plantations. [11] : 125–147 Lose-win scenarios (bad for the climate, good for biodiversity) include natural forest expansion on former agricultural land. [11] : 125–147 Lose-lose scenarios include increased use of thick forest residues like stumps from some boreal forests with slow decay rates, and conversion of natural forests into forest plantations. [11] : 8–147",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Carbon_emissions_and_biodiversity.png/220px-Carbon_emissions_and_biodiversity.png",
                "caption": "Classification scheme for win-win (green), trade-off (orange), and lose-lose (red) scenarios caused by additional bioenergy pathways in the EU. [11] : 107"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Climate_and_biodiversity_impacts_for_additional_bioenergy_pathways_in_the_EU_%28forestry_residues%2C_afforestation_and_conversion_to_forest_plantation%29.png/220px-Climate_and_biodiversity_impacts_for_additional_bioenergy_pathways_in_the_EU_%28forestry_residues%2C_afforestation_and_conversion_to_forest_plantation%29.png",
                "caption": "Short term climate and biodiversity impacts for 3 alternative bioenergy pathways in the EU (forest residues, afforestation and conversion to forest plantation.) Short term is here defined as a period of 0–20 years, medium term 30-50 years, and long term over 50 years. [11] : 146"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Pollution",
        "text": "Other problems are pollution of soil and water from fertiliser/pesticide use, [83] and emission of ambient air pollutants, mainly from open field burning of residues. [84] The traditional use of wood in cook stoves and open fires produces pollutants, which can lead to severe health and environmental consequences. However, a shift to modern bioenergy contribute to improved livelihoods and can reduce land degradation and impacts on ecosystem services . [62] : 375 According to the IPCC, there is strong evidence that modern bioenergy have \"large positive impacts\" on air quality. [85] Traditional bioenergy is inefficient and the phasing out of this energy source has both large health benefits and large economic benefits. [31] When combusted in industrial facilities, most of the pollutants originating from woody biomass reduce by 97-99%, compared to open burning. [86] Combustion of woody biomass produces lower amounts of particulate matter than coal for the same amount of electricity generated. [87]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Montana_16_bg_062406.jpg/225px-Montana_16_bg_062406.jpg",
                "caption": "Simple traditional use of biomass for cooking or heating (combustion of wood logs)."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Agriculture",
        "text": "Cellular agriculture focuses on the production of agricultural products from cell cultures using a combination of biotechnology , tissue engineering , molecular biology , and synthetic biology to create and design new methods of producing proteins, fats, and tissues that would otherwise come from traditional agriculture. Most of the industry is focused on animal products such as meat, milk, and eggs, produced in cell culture rather than raising and slaughtering farmed livestock which is associated with substantial global problems of detrimental environmental impacts (e.g. of meat production ), animal welfare , food security and human health . Cellular agriculture is a field of the biobased economy . The most well known cellular agriculture concept is cultured meat . ( Full article... ) However, not all synthetic nutrition products are animal food products such as meat and dairy – for instance, as of 2021 there are also products of synthetic coffee that are reported to be close to commercialization. [30] [31] [32] Similar fields of research and production based on bioeconomy agriculture are: Many of the foods produced with tools and methods of the bioeconomy may not be intended for human consumption but for non-human animals such as for livestock feed , insect-based pet food or sustainable aquacultural feed . There are various startups and research teams around the world who use synthetic biology to create animal feed. [41] Moreover, crops could be genetically engineered in ways that e.g. safely increase yields, reduce the need for pesticides or ease indoor production. One example of a product highly specific to the bioeconomy that is widely available is algae oil which is a dietary supplement that could substitute possibly less sustainable, larger-market-share fish oil supplements. [42] [43]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/First_cultured_hamburger_fried.png/220px-First_cultured_hamburger_fried.png",
                "caption": "Presentation of the world's first cultured meat hamburger"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Bioeconomy",
        "title": "Bioeconomy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "For sustainable packaging",
        "text": "Plastic packages or plastic components are  sometimes part of a valid environmental solution. Other times, alternatives to petroleum and natural gas based plastic are desirable. Materials have been developed or used for packaging without plastics, especially for use-cases in which packaging can't be phased-out – such as with policies for national grocery store requirements – for being needed for preserving food products or other purposes. A plant proteins-based biodegradable packaging alternative to plastic was developed based on research about spider silk which is known for its high strength and similar on the molecular level. [131] [132] Researchers at the Agricultural Research Service are looking into using dairy-based films as an alternative to petroleum-based packaging.   Instead of being made of synthetic polymers , these dairy-based films would be composed of proteins such as casein and whey , which are found in milk.  The films would be biodegradable and offer better oxygen barriers than synthetic, chemical-based films.  More research must be done to improve the water barrier quality of the dairy-based film, but advances in sustainable packaging are actively being pursued. [133] Sustainable packaging policy cannot be individualized by a specific product. Effective legislation would need to include alternatives to many products, not just a select few; otherwise, the positive impacts of sustainable packing will not be as effective as they need in order to propel a significant reduction of plastic packaging. Finding alternatives can reduce greenhouse gas emissions from unsustainable packaging production and reduce dangerous chemical by-products of unsustainable packaging practices. [134] Another alternative to commonly used petroleum plastics are bio-based plastics. Examples of bio-based plastics include natural biopolymers and polymers synthesized from natural feedstock monomers, which can be extracted from plants, animals, or microorganisms. A polymer that is bio-based and used to make plastic materials is not necessarily compostable or bio-degradable. Natural biopolymers can be often biodegraded in the natural environment while only a few bio-based monomer bio-based plastics can be. Bio-based plastics are a more sustainable option in comparison to their petroleum based counterparts, yet they only account for 1% of plastics produced annually as of 2020. [135]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Optical_appearance_of_self-assembled_films_of_sustainable_packaging_alternative_to_plastic.webp/220px-Optical_appearance_of_self-assembled_films_of_sustainable_packaging_alternative_to_plastic.webp.png",
                "caption": ""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Bioeconomy",
        "title": "Bioeconomy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Classification of biorefinery systems",
        "text": "Biorefineries can be classified based in four main features: [7] The aforementioned features are used to classified biorefineries systems according to the following method: Some examples of classifications are:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/YXY_biorefinery.jpg/220px-YXY_biorefinery.jpg",
                "caption": "Chemical diagram of the activity of a biorefinery"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biorefinery",
        "title": "Biorefinery",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Economic viability of biorefinery systems",
        "text": "Techno-economic assessment (TEA) is a methodology to evaluate whether a technology or process is economically attractive. TEA research has been developed to provide information about the performance of the biorefinery concept in diverse production systems as sugarcane mills, biodiesel production, pulp and paper mills, and the treatment of industrial and municipal solid waste . Bioethanol plants and sugarcane mills are well-established processes where the biorefinery concept can be implemented since sugarcane bagasse is a feasible feedstock to produce fuels and chemicals; [8] lignocellulosic bioethanol (2G) is produced in Brazil in two plants with capacities of 40 and 84 Ml/y (about 0.4% of the production capacity in Brazil). [9] TEA of ethanol production using mild liquefaction of bagasse plus simultaneous saccharification and co-fermentation shows a minimum selling price between 50.38 and 62.72 US cents/L which is comparable with the market price. [10] The production of xylitol, citric acid and glutamic acid from sugarcane lignocellulose (bagasse and harvesting residues), each in combination with electricity have been evaluated; [11] the three biorefinery systems were simulated to be annexed to an existing sugar mill in South Africa. The production of xylitol and glutamic acid has shown economic feasibility with an Internal Rate of Return (IRR) of 12.3% and 31.5%, exceeding the IRR of the base case (10.3%). Likewise, the production of ethanol, lactic acid or methanol and ethanol-lactic acid from sugarcane bagasse have been studied; [12] lactic acid demonstrated to be economically attractive by showing the greatest net present value (M$476–1278); in the same way; the production of ethanol and lactic acid as co-product was found to be a favorable scenario (net present value between M$165 and M$718) since this acid has applications in the pharmaceutical, cosmetic, chemical and food industry. As for biodiesel production, this industry also has the potential to integrate biorefinery systems to convert residual biomasses and wastes into biofuel, heat, electricity and bio-based green products. [13] Glycerol is the main co-product in biodiesel production and can be transformed into valuable products through chemocatalytic technologies; the valorization of glycerol for the production of lactic acid, acrylic acid, allyl alcohol, propanediols, and glycerol carbonate has been evaluated; [14] all glycerol valorization routes shown to be profitable, being the most attractive the manufacture of glycerol carbonate. Palm empty fruit bunches (EFB) are an abundant lignocellulosic residues from the palm oil /biodiesel industry, the conversion of this residue into ethanol, heat and power, and cattle feed were evaluated according to techno-economic principles, [15] the scenarios under study shown reduced economic benefits, although their implementation represented a reduction in the environmental impact (climate change and fossil fuel depletion) compared to the traditional biodiesel production. The economic feasibility for bio-oil production from EFB via fast pyrolysis using the fluidized-bed was studied, [16] crude bio-oil can potentially be produced from EFB at a product value of 0.47 $/kg with a payback period and return on investment of 3.2 years and 21.9%, respectively. The integration of microalgae and Jatropha as a viable route for the production of biofuels and biochemicals has been analyzed in the United Arab Emirates (UAE) context. [17] Three scenarios were examined; in all of them, biodiesel and glycerol is produced; in the first scenario biogas and organic fertilizer is produced by anaerobic fermentation of Jatropha fruit cake and seedcake; the second scenario includes the production of lipids from Jatropha and microalgae to produce biodiesel and the production of animal feed, biogas and organic fertilizer; the third scenario involves the production of lipids from microalgae for the production of biodiesel as well as hydrogen and animal feed as final product; only the first scenario was profitable. In regard to the pulp and paper industry; lignin is a natural polymer co-generated and is generally used as boiler fuel to generate heat or steam to cover the energy demand in the process. [18] Since lignin accounts for 10–30 wt% of the available lignocellulosic biomass and is equivalent to ~40% of its energy contents; the economics of biorefineries depend on the cost-effective processes to transform lignin into value-added fuels and chemicals. [19] The conversion of an existing Swedish kraft pulp mill to the production of dissolving pulp, electricity, lignin, and hemicellulose has been studied; [20] self-sufficiency in terms of steam and the production of excess steam was a key factor for the integration of a lignin separation plant; in this case; the digester has to be upgraded for preserving the same production level and represents 70% of the total investment cost of conversion. The potential of using the kraft process for producing bioethanol from softwoods in a repurposed or co-located kraft mill has been studied, [21] a sugar recovery higher than 60% enables the process to be competitive for the production of ethanol from softwood. The repurposing of a kraft pulp mill to produce both ethanol and dimethyl ether has been investigated; [22] in the process, cellulose is separated by and an alkaline pretreatment and then is hydrolyzed and fermented to produce ethanol, while the resulting liquor containing dissolved lignin is gasified and refined to dimethyl ether; the process demonstrate to be self-sufficient in terms of hot utility (fresh steam) demand but with a deficit of electricity; the process can be feasible, economically speaking, but is highly dependent on the development of biofuel prices. The exergetic and economic evaluation for the production of catechol from lignin was performed to determine its feasibility; [23] the results showed that the total capital investment was 4.9 M$ based on the plant capacity of 2,544 kg/d of feedstock; besides, the catechol price was estimated to be 1,100 $/t and the valorization ratio was found to be 3.02. The high generation of waste biomass is an attractive source for conversion to valuable products , several biorefinery routes has been proposed to upgrade waste streams in valuable products. The production of biogas from banana peel ( Musa x paradisiaca ) under the biorefinery concept is a promissory alternative since is possible to obtain biogas and other co-products including ethanol, xylitol, syngas, and electricity; this process also provides high profitability for high production scales. [24] The economic assessment of the integration of organic waste anaerobic digestion with other mixed culture anaerobic fermentation technologies was studied; [25] the highest profit is obtained by dark fermentation of food waste with separation and purification of acetic and butyric acids (47 USD/t of food waste). The technical feasibility, profitability and extent of investment risk to produce sugar syrups from food and beverage waste was analyzed; [26] the returns on investment shown to be satisfactory for the production of fructose syrup (9.4%), HFS42 (22.8%) and glucose-rich syrup (58.9%); the sugar syrups also have high cost competitiveness with relatively low net production costs and minimum selling prices. The valorization of municipal solid waste through integrated mechanical biological chemical treatment (MBCT) systems for the production of levulinic acid has been studied, [27] the revenue from resource recovery and product generation (without the inclusion of gate fees) is more than enough to out- weigh the waste collection fees, annual capital and operating costs.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Biorefinery.png/220px-Biorefinery.png",
                "caption": "(a) Counts of operational, planned and under-construction cellulosic biorefineries with biochemical conversion technology, (b) global distribution of plants and (c) shares of corn, wheat, rice, barley and sugarcane residues as feedstock as of 2015"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biorefinery",
        "title": "Biorefinery",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Terminology",
        "text": "The term biofuel is used in different ways. One definition is \"Biofuels are biobased products, in solid, liquid, or gaseous forms. They are produced from crops or natural products, such as wood, or agricultural residues, such as molasses and bagasse.\" [2] : 173 Other publications reserve the term biofuel for liquid or gaseous fuels, used for transportation. [3] The IPCC Sixth Assessment Report defines biofuel as \"A fuel, generally in liquid form, produced from biomass . Biofuels include bioethanol from sugarcane, sugar beet or maize, and biodiesel from canola or soybeans.\". [15] : 1795 It goes on to define biomass in this context as \"organic material excluding the material that is fossilised or embedded in geological formations\". [15] : 1795 This means that coal or other fossil fuels is not a form of biomass in this context.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Types_and_generation_of_biofuels.png/220px-Types_and_generation_of_biofuels.png",
                "caption": "Types and generation of biofuels"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Biodiesel",
        "text": "Biodiesel is the most common biofuel in Europe. It is produced from oils or fats using transesterification and is a liquid similar in composition to fossil/mineral diesel. Chemically, it consists mostly of fatty acid methyl (or ethyl) esters ( FAMEs ). [27] Feedstocks for biodiesel include animal fats, vegetable oils, soy , rapeseed , jatropha , mahua , mustard , flax , sunflower , palm oil , hemp , field pennycress , Pongamia pinnata and algae . Pure biodiesel (B100, also known as \"neat\" biodiesel) currently reduces emissions with up to 60% compared to diesel Second generation B100. [28] As of 2020 [update] , researchers at Australia's CSIRO have been studying safflower oil as an engine lubricant , and researchers at Montana State University 's Advanced Fuels Center in the US have been studying the oil's performance in a large diesel engine , with results described as a \"breakthrough\". [29] Biodiesel can be used in any diesel engine and modified equipment when mixed with mineral diesel. It can also be used in its pure form (B100) in diesel engines, but some maintenance and performance problems may occur during wintertime utilization, since the fuel becomes somewhat more viscous at lower temperatures, depending on the feedstock used. [30] Electronically controlled ' common rail ' and ' Unit Injector ' type systems from the late 1990s onwards can only use biodiesel blended with conventional diesel fuel. These engines have finely metered and atomized multiple-stage injection systems that are very sensitive to the viscosity of the fuel. Many current-generation diesel engines are designed to run on B100 without altering the engine itself, although this depends on the fuel rail design.\nSince biodiesel is an effective solvent and cleans residues deposited by mineral diesel, engine filters may need to be replaced more often, as the biofuel dissolves old deposits in the fuel tank and pipes. It also effectively cleans the engine combustion chamber of carbon deposits, helping to maintain efficiency. Biodiesel is an oxygenated fuel, meaning it contains a reduced amount of carbon and higher hydrogen and oxygen content than fossil diesel. This improves the combustion of biodiesel and reduces the particulate emissions from unburnt carbon. However, using pure biodiesel may increase NO x -emissions [31] Biodiesel is also safe to handle and transport because it is non-toxic and biodegradable , and has a high flash point of about 300 °F (148 °C) compared to petroleum diesel fuel, which has a flash point of 125 °F (52 °C). [32] In many European countries, a 5% biodiesel blend is widely used and is available at thousands of gas stations. [33] [34] In France, biodiesel is incorporated at a rate of 8% in the fuel used by all French diesel vehicles. [35] Avril Group produces under the brand Diester , a fifth of 11 million tons of biodiesel consumed annually by the European Union . [36] It is the leading European producer of biodiesel. [35]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Biofuel_pumps_DCA_07_2010_9834.JPG/220px-Biofuel_pumps_DCA_07_2010_9834.JPG",
                "caption": "Biofuel pumps, 2010"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Targray_Biodiesel_Railcar.png/220px-Targray_Biodiesel_Railcar.png",
                "caption": "Targray Biofuels Division railcar transporting Biodiesel."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Straight vegetable oil",
        "text": "Straight unmodified edible vegetable oil is generally not used as fuel, but lower-quality oil has been used for this purpose. Used vegetable oil is increasingly being processed into biodiesel, or (more rarely) cleaned of water and particulates and then used as a fuel. The IEA estimates that biodiesel production used 17% of global vegetable oil supplies in 2021. [21] Oils and fats reacted with 10 pounds of a short-chain alcohol (usually methanol) in the presence of a catalyst (usually sodium hydroxide [NaOH] can be hydrogenated to give a diesel substitute. [48] The resulting product is a straight-chain hydrocarbon with a high cetane number , low in aromatics and sulfur and does not contain oxygen. Hydrogenated oils can be blended with diesel in all proportions. They have several advantages over biodiesel, including good performance at low temperatures, no storage stability problems and no susceptibility to microbial attack. [49]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Walmart%E2%80%99s_Grease_Fuel_Truck_%282%29.jpg/220px-Walmart%E2%80%99s_Grease_Fuel_Truck_%282%29.jpg",
                "caption": "A biofuel truck in 2009 [47]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Bioethers",
        "text": "Bioethers (also referred to as fuel ethers or oxygenated fuels) are cost-effective compounds that act as octane rating enhancers. \"Bioethers are produced by the reaction of reactive iso-olefins, such as iso-butylene, with bioethanol.\" [51] [ attribution needed ] Bioethers are created from wheat or sugar beets, and also be produced from the waste glycerol that results from the production of biodiesel. [52] They also enhance engine performance, while significantly reducing engine wear and toxic exhaust emissions . By greatly reducing the amount of ground-level ozone emissions, they contribute to improved air quality. [53] [54] In transportation fuel there are six ether additives: dimethyl ether (DME), diethyl ether (DEE), methyl tert -butyl ether (MTBE), ethyl tert -butyl ether (ETBE), tert -amyl methyl ether (TAME), and tert -amyl ethyl ether (TAEE). [55] The European Fuel Oxygenates Association identifies MTBE and ETBE as the most commonly used ethers in fuel to replace lead. Ethers were introduced in Europe in the 1970s to replace the highly toxic compound. [56] Although Europeans still use bioether additives, the U.S. Energy Policy Act of 2005 lifted a requirement for reformulated gasoline to include an oxygenate, leading to less MTBE being added to fuel. [57] Although bioethers are likely to replace ethers produced from petroleum in the UK, it is highly unlikely they will become a fuel in and of itself due to the low energy density. [58]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Sao_Paulo_ethanol_pump_04_2008_74_zoom.jpg/220px-Sao_Paulo_ethanol_pump_04_2008_74_zoom.jpg",
                "caption": "Neat ethanol on the left (A), gasoline on the right (G) at a filling station in Brazil in 2008"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Biogas and biomethane",
        "text": "Biogas is a mixture composed primarily of methane and carbon dioxide produced by the process of anaerobic digestion of organic material by micro-organisms . Other trace components of this mixture includes water vapor, hydrogen sulfide, siloxanes, hydrocarbons, ammonia, oxygen, carbon monoxide, and nitrogen. [66] [67] It can be produced either from biodegradable waste materials or by the use of energy crops fed into anaerobic digesters to supplement gas yields. The solid byproduct, digestate , can be used as a biofuel or a fertilizer. When CO 2 and other impurities are removed from biogas, it is called biomethane . The CO 2 can also be combined with hydrogen in methanation to form more methane. Biogas can be recovered from mechanical biological treatment waste processing systems. Landfill gas , a less clean form of biogas, is produced in landfills through naturally occurring anaerobic digestion. If it escapes into the atmosphere, it acts as a greenhouse gas . In Sweden \"waste-to-energy\" power plants capture methane biogas from garbage and use it power transport systems. [68] Farmers can produce biogas from cattle manure via anaerobic digesters. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Biogas.jpg/220px-Biogas.jpg",
                "caption": "Biogas plant in 2007"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Extent of production and use",
        "text": "Global biofuel production was 81 Mtoe in 2017 which represented an annual increase of about 3% compared to 2010. [4] : 12 In 2017 the US was the largest biofuel producer in the world producing 37 Mtoe, followed by Brazil and South America at 23 Mtoe and Europe (mainly Germany) at 12 Mtoe. [4] : 12 An assessment from 2017 found that: \"Biofuels will never be a major transport fuel as there is just not enough land in the world to grow plants to make biofuel for all vehicles. It can however, be part of an energy mix to take us into a future of renewable energy .\" [4] : 11 In 2021 worldwide biofuel production provided 4.3% of the world's fuels for transport, including a very small amount of aviation biofuel . [10] By 2027 worldwide biofuel production is expected to supply 5.4% of the world's fuels for transport including 1% of aviation fuel. [10] The US, Europe, Brazil and Indonesia are driving the majority of biofuel consumption growth. This demand for biodiesel, renewable diesel and biojet fuel is projected to increase by 44% (21 billion litres) over 2022-2027. [90]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Biofuel-energy-production.svg/330px-Biofuel-energy-production.svg.png",
                "caption": "Biofuel energy production, 2022 [89]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Biofuel_production_by_region%2C_OWID.svg/330px-Biofuel_production_by_region%2C_OWID.svg.png",
                "caption": "Biofuel production by region"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Environmental impacts",
        "text": "Estimates about the climate impact from biofuels vary widely based on the methodology and exact situation examined. [6] In general, biofuels emit fewer greenhouse gas emissions when burned in an engine and are generally considered carbon-neutral fuels as the carbon they emit has been captured from the atmosphere by the crops used in biofuel production. [5] They can have greenhouse gas emissions ranging from as low as -127.1 gCO2eq per MJ when carbon capture is incorporated into their production to those exceeding 95 gCO2eq per MJ when land-use change is significant. [40] [41] Several factors are responsible for the variation in emission numbers of biofuel such as feedstock and its origin, fuel production technique, system boundary definitions, and energy sources. [41] However, many government policies such as those by European Union and the UK require that biofuels have at least 65% greenhouse gas emissions savings (or 70% if it is renewable fuels of non-biological origins) relative to fossil fuels. [93] [94] Life-cycle assessments of first generation biofuels have shown large emissions associated with the potential land-use change required to produce additional biofuel feedstocks. [6] [7] If no land-use change is involved, first-generation biofuels can—on average—have lower emissions than fossil fuels. [6] However, biofuel production can compete with foodcrop production. Up to 40% of corn produced in the United States is used to make ethanol [95] and worldwide 10% of all grain is turned into biofuel. [96] A 50% reduction in grain used for biofuels in the US and Europe would replace all of Ukraine 's grain exports. [97] Several studies have shown that reductions in emissions from biofuels are achieved at the expense of other impacts, such as acidification , eutrophication , water footprint and biodiversity loss . [6] The use of second generation biofuels is thought to increase environmental sustainability, since the non-food part of plants is being used to produce second-generation biofuels, instead of being disposed. [98] But the use of second-generation biofuels increases the competition for lignocellulosic biomass, increasing the cost of these biofuels. [99] Third generation biofuels, produced from Algae, in theory shouldn't have as negative an impact on the environment than first or second generation biofuels, due to lower changes in land use and not requiring pesticide use for production. [100] When looking at the data however, it has been shown that the environmental cost to produce the infrastructure and energy required for third generation biofuel production, is higher than the benefits provided from the biofuels use. [101] The European Commission has officially approved a measure to phase out palm oil -based biofuels by 2030. [102] [103] Unsustainable palm oil agriculture has caused significant environmental and social problems, including deforestation and pollution. The production of biofuels can be very energy intensive, which if generated from non-renewable sources can heavily mitigate the benefits gained through biofuel use. A solution proposed to solve this issue is to supply biofuel production facilities with excess nuclear energy, which can supplement the energy provided by fossil fuels. [104] This can provide a carbon inexpensive solution, to help reduce the environmental impacts of biofuel production.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Deforestation_near_Bukit_Tiga_Puluh_NP.jpg/180px-Deforestation_near_Bukit_Tiga_Puluh_NP.jpg",
                "caption": "Deforestation in Indonesia , to make way for an oil palm plantation. [92]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Definition",
        "text": "Deforestation is defined as the conversion of forest to other land uses (regardless of whether it is human-induced). [14] Deforestation and forest area net change are not the same: the latter is the sum of all forest losses (deforestation) and all forest gains (forest expansion) in a given period. Net change, therefore, can be positive or negative, depending on whether gains exceed losses, or vice versa. [14]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Screenshot_of_Our_World_in_Data_Map.png/220px-Screenshot_of_Our_World_in_Data_Map.png",
                "caption": "Forest area net change rate per country in 2020"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deforestation",
        "title": "Deforestation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Current status",
        "text": "The FAO estimates that the global forest carbon stock has decreased 0.9%, and tree cover 4.2% between 1990 and 2020. [15] : 16, 52 As of 2019 there is still disagreement about whether the global forest is shrinking or not: \"While above-ground biomass carbon stocks are estimated to be declining in the tropics, they are increasing globally due to increasing stocks in temperate and boreal forest. [16] : 385 Deforestation in many countries —both naturally occurring [17] and human-induced —is an ongoing issue. [18] Between 2000 and 2012, 2.3 million square kilometres (890,000 square miles) of forests around the world were cut down. [19] Deforestation and forest degradation continue to take place at alarming rates, which contributes significantly to the ongoing loss of biodiversity . [12] Deforestation is more extreme in tropical and subtropical forests in emerging economies. More than half of all plant and land animal species in the world live in tropical forests . [21] As a result of deforestation, only 6.2 million square kilometres (2.4 million square miles) remain of the original 16 million square kilometres (6 million square miles) of tropical rainforest that formerly covered the Earth. [19] More than 3.6 million hectares of virgin tropical forest was lost in 2018. [22] The global annual net loss of trees is estimated to be approximately 10 billion. [23] [24] According to the Global Forest Resources Assessment 2020 the global average annual deforested land in the 2015–2020 demi-decade was 10 million hectares and the average annual forest area net loss in the 2000–2010 decade was 4.7 million hectares. [14] The world has lost 178 million ha of forest since 1990, which is an area about the size of Libya. [14] An analysis of global deforestation patterns in 2021 showed that patterns of trade, production, and consumption drive deforestation rates in complex ways. While the location of deforestation can be mapped, it does not always match where the commodity is consumed. For example, consumption patterns in G7 countries are estimated to cause an average loss of 3.9 trees per person per year. In other words, deforestation can be directly related to imports—for example, coffee. [25] [26] In 2023, the Global Forest Watch reported a 9% decline in tropical primary forest loss compared to the previous year, with significant regional reductions in Brazil and Colombia overshadowed by increases elsewhere, leading to a 3.2% rise in global deforestation. Massive wildfires in Canada , exacerbated by climate change , contributed to a 24% increase in global tree cover loss, highlighting the ongoing threats to forests essential for carbon storage and biodiversity . Despite some progress, the overall trends in forest destruction and climate impacts remain off track. [27] The IPCC Sixth Assessment Report stated in 2022: “Over 420 million ha of forest were lost to deforestation from 1990 to 2020; more than 90% of that loss took place in tropical areas (high confidence), threatening biodiversity, environmental services, livelihoods of forest communities and resilience to climate shocks (high confidence).” [28]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Annual-deforestation.svg/220px-Annual-deforestation.svg.png",
                "caption": "Annual deforestation"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Annual-change-forest-area.svg/220px-Annual-change-forest-area.svg.png",
                "caption": "Annual change in forest area"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Land-use-of-different-diets-Poore-Nemecek.png/220px-Land-use-of-different-diets-Poore-Nemecek.png",
                "caption": "The amount of globally needed agricultural land would be reduced by three quarters if the entire population adopted a vegan diet. [20]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deforestation",
        "title": "Deforestation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Rates of deforestation",
        "text": "Global deforestation [31] sharply accelerated around 1852. [32] [33] As of 1947, the planet had 15 to 16 million km 2 (5.8 to 6.2 million sq mi) of mature tropical forests , [34] but by 2015, it was estimated that about half of these had been destroyed. [35] [21] [36] Total land coverage by tropical rainforests decreased from 14% to 6%. Much of this loss happened between 1960 and 1990, when 20% of all tropical rainforests were destroyed. At this rate, extinction of such forests is projected to occur by the mid-21st century. [ citation needed ] In the early 2000s, some scientists predicted that unless significant measures (such as seeking out and protecting old growth forests that have not been disturbed) [34] are taken on a worldwide basis, by 2030 there will only be 10% remaining, [32] [36] with another 10% in a degraded condition . [32] 80% will have been lost, and with them hundreds of thousands of irreplaceable species. [32] Estimates vary widely as to the extent of deforestation in the tropics. [5] [6] In 2019, the world lost nearly 12 million hectares of tree cover. Nearly a third of that loss, 3.8 million hectares, occurred within humid tropical primary forests, areas of mature rainforest that are especially important for biodiversity and carbon storage. This is equivalent to losing an area of primary forest the size of a football pitch every six seconds. [7] [8]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/1700-_Tropical_rainforest_and_woodland_loss_-_Int%27l_Geosphere-Biosphere_Programme_%28IGBP%29.svg/186px-1700-_Tropical_rainforest_and_woodland_loss_-_Int%27l_Geosphere-Biosphere_Programme_%28IGBP%29.svg.png",
                "caption": "The period since 1950 has brought \"the most rapid transformation of the human relationship with the natural world in the history of humankind\". [29]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deforestation",
        "title": "Deforestation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Rates of change",
        "text": "A 2002 analysis of satellite imagery suggested that the rate of deforestation in the humid tropics (approximately 5.8 million hectares per year) was roughly 23% lower than the most commonly quoted rates. [40] A 2005 report by the United Nations Food and Agriculture Organization (FAO) estimated that although the Earth's total forest area continued to decrease at about 13 million hectares per year, the global rate of deforestation had been slowing. [41] [42] On the other hand, a 2005 analysis of satellite images reveals that deforestation of the Amazon rainforest is twice as fast as scientists previously estimated. [43] [44] From 2010 to 2015, worldwide forest area decreased by 3.3 million ha per year, according to FAO . During this five-year period, the biggest forest area loss occurred in the tropics, particularly in South America and Africa. Per capita forest area decline was also greatest in the tropics and subtropics but is occurring in every climatic domain (except in the temperate) as populations increase. [45] An estimated 420 million ha of forest has been lost worldwide through deforestation since 1990, but the rate of forest loss has declined substantially. In the most recent five-year period (2015–2020), the annual rate of deforestation was estimated at 10 million ha, down from 12 million ha in 2010–2015. [14] Africa had the largest annual rate of net forest loss in 2010–2020, at 3.9 million ha, followed by South America, at 2.6 million ha. The rate of net forest loss has increased in Africa in each of the three decades since 1990. It has declined substantially in South America, however, to about half the rate in 2010–2020 compared with 2000–2010. Asia had the highest net gain of forest area in 2010–2020, followed by Oceania and Europe. Nevertheless, both Europe and Asia recorded substantially lower rates of net gain in 2010–2020 than in 2000–2010. Oceania experienced net losses of forest area in the decades 1990–2000 and 2000–2010. [14] Some claim that rainforests are being destroyed at an ever-quickening pace. [47] The London-based Rainforest Foundation notes that \"the UN figure is based on a definition of forest as being an area with as little as 10% actual tree cover, which would therefore include areas that are actually savanna-like ecosystems and badly damaged forests\". [48] Other critics of the FAO data point out that they do not distinguish between forest types, [49] and that they are based largely on reporting from forestry departments of individual countries, [50] which do not take into account unofficial activities like illegal logging. [51] Despite these uncertainties, there is agreement that destruction of rainforests remains a significant environmental problem. The rate of net forest loss declined from 7.8 million ha per year in the decade 1990–2000 to 5.2 million ha per year in 2000–2010 and 4.7 million ha per year in 2010–2020. The rate of decline of net forest loss slowed in the most recent decade due to a reduction in the rate of forest expansion. [14]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/1990-_Average_annual_forest_area_net_change%2C_globally%2C_and_by_region_and_decade.svg/220px-1990-_Average_annual_forest_area_net_change%2C_globally%2C_and_by_region_and_decade.svg.png",
                "caption": "In decades since 1990, South America and Africa have shown the greatest loss of forest area, with global net loss in the 2010s still about 60% of the 1990s value. [37]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/20210331_Global_tree_cover_loss_-_World_Resources_Institute.svg/217px-20210331_Global_tree_cover_loss_-_World_Resources_Institute.svg.png",
                "caption": "The rate of global tree cover loss has approximately doubled since 2001, to an annual loss approaching an area the size of Italy. [38]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/2021_Top_ten_countries_for_tropical_primary_forest_loss_-_World_Resources_Institute.svg/206px-2021_Top_ten_countries_for_tropical_primary_forest_loss_-_World_Resources_Institute.svg.png",
                "caption": "Home to much of the Amazon rainforest , Brazil's tropical primary (old-growth) forest loss greatly exceeds that of other countries. [39]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deforestation",
        "title": "Deforestation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Status by region",
        "text": "Rates of deforestation vary around the world. Up to 90% of West Africa 's coastal rainforests have disappeared since 1900. [55] Madagascar has lost 90% of its eastern rainforests. [56] [57] In South Asia , about 88% of the rainforests have been lost. [58] Mexico , India , the Philippines , Indonesia , Thailand , Burma , Malaysia , Bangladesh , China, Sri Lanka , Laos , Nigeria , the Democratic Republic of the Congo , Liberia , Guinea , Ghana and the Ivory Coast , have lost large areas of their rainforest. [59] [60] Much of what remains of the world's rainforests is in the Amazon basin , where the Amazon Rainforest covers approximately 4 million square kilometres. [61] Some 80% of the deforestation of the Amazon can be attributed to cattle ranching, [62] as Brazil is the largest exporter of beef in the world. [63] The Amazon region has become one of the largest cattle ranching territories in the world. [64] The regions with the highest tropical deforestation rate between 2000 and 2005 were Central America —which lost 1.3% of its forests each year—and tropical Asia. [48] In Central America , two-thirds of lowland tropical forests have been turned into pasture since 1950 and 40% of all the rainforests have been lost in the last 40 years. [65] Brazil has lost 90–95% of its Mata Atlântica forest. [66] Deforestation in Brazil increased by 88% for the month of June 2019, as compared with the previous year. [67] However, Brazil still destroyed 1.3 million hectares in 2019. [7] Brazil is one of several countries that have declared their deforestation a national emergency. [68] [69] Paraguay was losing its natural semi-humid forests in the country's western regions at a rate of 15,000 hectares at a randomly studied 2-month period in 2010. [70] In 2009, Paraguay's parliament refused to pass a law that would have stopped cutting of natural forests altogether. [71] As of 2007, less than 50% of Haiti's forests remained . [72] From 2015 to 2019, the rate of deforestation in the Democratic Republic of the Congo doubled. [73] In 2021, deforestation of the Congolese rainforest increased by 5%. [74] The World Wildlife Fund 's ecoregion project catalogues habitat types throughout the world, including habitat loss such as deforestation, showing for example that even in the rich forests of parts of Canada such as the Mid-Continental Canadian forests of the prairie provinces half of the forest cover has been lost or altered. In 2011, Conservation International listed the top 10 most endangered forests, characterized by having all lost 90% or more of their original habitat , and each harboring at least 1500 endemic plant species (species found nowhere else in the world). [75] As of 2015 [update] , it is estimated that 70% of the world's forests are within one kilometer of a forest edge, where they are most prone to human interference and destruction. [76] [77]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Amazon_fire_satellite_image.png/220px-Amazon_fire_satellite_image.png",
                "caption": "Satellite imagery of locations of the 2019 Amazon rainforest wildfires as detected by MODIS from August 15 to August 22, 2019"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Pichincha1a.jpg/220px-Pichincha1a.jpg",
                "caption": "Deforestation in Ecuador ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deforestation",
        "title": "Deforestation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Causes",
        "text": "Agricultural expansion continues to be the main driver of deforestation and forest fragmentation and the associated loss of forest biodiversity. [12] Large-scale commercial agriculture (primarily cattle ranching and cultivation of soya bean and oil palm) accounted for 40 percent of tropical deforestation between 2000 and 2010, and local subsistence agriculture for another 33 percent. [12] Trees are cut down for use as building material, timber or sold as fuel (sometimes in the form of charcoal or timber ), while cleared land is used as pasture for livestock and agricultural crops. The vast majority of agricultural activity resulting in deforestation is subsidized by government tax revenue . [88] Disregard of ascribed value, lax forest management, and deficient environmental laws are some of the factors that lead to large-scale deforestation. The types of drivers vary greatly depending on the region in which they take place. The regions with the greatest amount of deforestation for livestock and row crop agriculture are Central and South America, while commodity crop deforestation was found mainly in Southeast Asia. The region with the greatest forest loss due to shifting agriculture was sub-Saharan Africa. [89]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Drivers_of_deforestation_and_forest_degradation_by_region%2C_2000%E2%80%932010.svg/220px-Drivers_of_deforestation_and_forest_degradation_by_region%2C_2000%E2%80%932010.svg.png",
                "caption": "Drivers of deforestation and forest degradation by region, 2000–2010 [12]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Drivers_of_tropical_deforestration.png/220px-Drivers_of_tropical_deforestration.png",
                "caption": "Drivers of tropical deforestration"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Riau_deforestation_2006.jpg/220px-Riau_deforestation_2006.jpg",
                "caption": "The last batch of sawnwood from the peat forest in Indragiri Hulu , Sumatra , Indonesia . Deforestation for oil palm plantation."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deforestation",
        "title": "Deforestation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Agriculture",
        "text": "The overwhelming direct cause of deforestation is agriculture. [9] Subsistence farming is responsible for 48% of deforestation; commercial agriculture is responsible for 32%; logging is responsible for 14%, and fuel wood removals make up 5%. [9] More than 80% of deforestation was attributed to agriculture in 2018. [10] Forests are being converted to plantations for coffee, tea, palm oil , rice, rubber , and various other popular products. [11] The rising demand for certain products and global trade arrangements causes forest conversions , which ultimately leads to soil erosion . [90] The top soil oftentimes erodes after forests are cleared which leads to sediment increase in rivers and streams. Most deforestation also occurs in tropical regions. The estimated amount of total land mass used by agriculture is around 38%. [91] Since 1960, roughly 15% of the Amazon has been removed with the intention of replacing the land with agricultural practices. [92] It is no coincidence that Brazil has recently become the world's largest beef exporter at the same time that the Amazon rainforest is being clear cut. [93] Another prevalent method of agricultural deforestation is slash-and-burn agriculture , which was primarily used by subsistence farmers in tropical regions but has now become increasingly less sustainable. The method does not leave land for continuous agricultural production but instead cuts and burns small plots of forest land which are then converted into agricultural zones. The farmers then exploit the nutrients in the ashes of the burned plants. [94] [95] As well as, intentionally set fires can possibly lead to devastating measures when unintentionally spreading fire to more land, which can result in the destruction of the protective canopy. [96] The repeated cycle of low yields and shortened fallow periods eventually results in less vegetation being able to grow on once burned lands and a decrease in average soil biomass. [97] In small local plots sustainability is not an issue because of longer fallow periods and lesser overall deforestation. The relatively small size of the plots allowed for no net input of CO 2 to be released. [98]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Anthropogenic_Biomes_of_the_World%2C_Version_2%2C_2000_Global_%2813603947015%29.jpg/220px-Anthropogenic_Biomes_of_the_World%2C_Version_2%2C_2000_Global_%2813603947015%29.jpg",
                "caption": "Anthropogenic biomes of the world"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deforestation",
        "title": "Deforestation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Economic development",
        "text": "Other causes of contemporary deforestation may include corruption of government institutions, [111] [112] [113] the inequitable distribution of wealth and power , [114] population growth [115] and overpopulation , [116] [117] and urbanization . [118] [119] The impact of population growth on deforestation has been contested. One study found that population increases due to high fertility rates were a primary driver of tropical deforestation in only 8% of cases. [120] In 2000 the United Nations Food and Agriculture Organization (FAO) found that \"the role of population dynamics in a local setting may vary from decisive to negligible\", and that deforestation can result from \"a combination of population pressure and stagnating economic, social and technological conditions\". [115] Globalization is often viewed as another root cause of deforestation, [121] [122] though there are cases in which the impacts of globalization (new flows of labor, capital, commodities, and ideas) have promoted localized forest recovery. [123] The degradation of forest ecosystems has also been traced to economic incentives that make forest conversion appear more profitable than forest conservation. [124] Many important forest functions have no markets, and hence, no economic value that is readily apparent to the forests' owners or the communities that rely on forests for their well-being. [124] Some commentators have noted a shift in the drivers of deforestation over the past 30 years. [125] Whereas deforestation was primarily driven by subsistence activities and government-sponsored development projects like transmigration in countries like Indonesia and colonization in Latin America , India , Java , and so on, during the late 19th century and the first half of the 20th century, by the 1990s the majority of deforestation was caused by industrial factors, including extractive industries, large-scale cattle ranching, and extensive agriculture. [126] Since 2001, commodity-driven deforestation, which is more likely to be permanent, has accounted for about a quarter of all forest disturbance, and this loss has been concentrated in South America and Southeast Asia. [127] As the human population grows, new homes, communities, and expansions of cities will occur, leading to an increase in roads to connect these communities. Rural roads promote economic development but also facilitate deforestation. [128] About 90% of the deforestation has occurred within 100 km of roads in most parts of the Amazon. [129]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Garimpo_de_ouro_ilegal_na_Amaz%C3%B4nia_em_Madre_de_Dios%2C_Per%C3%BA.jpg/220px-Garimpo_de_ouro_ilegal_na_Amaz%C3%B4nia_em_Madre_de_Dios%2C_Per%C3%BA.jpg",
                "caption": "Illegal gold mining in Madre de Dios, Peru ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deforestation",
        "title": "Deforestation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Climate change",
        "text": "Another cause of deforestation is due to the effects of climate change : More wildfires , [132] insect outbreaks, invasive species , and more frequent extreme weather events (such as storms) are factors that increase deforestation. [133] A study suggests that \"tropical, arid and temperate forests are experiencing a significant decline in resilience, probably related to increased water limitations and climate variability\" which may shift ecosystems towards critical transitions and ecosystem collapses . [131] By contrast, \"boreal forests show divergent local patterns with an average increasing trend in resilience, probably benefiting from warming and CO 2 fertilization, which may outweigh the adverse effects of climate change\". [131] It has been proposed that a loss of resilience in forests \"can be detected from the increased temporal autocorrelation (TAC) in the state of the system, reflecting a decline in recovery rates due to the critical slowing down (CSD) of system processes that occur at thresholds\". [131] 23% of tree cover losses result from wildfires and climate change increase their frequency and power. [134] The rising temperatures cause massive wildfires especially in the Boreal forests . One possible effect is the change of the forest composition. [135] Deforestation can also cause forests to become more fire prone through mechanisms such as logging. [136]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Emerging_signals_of_declining_forest_resilience_under_climate_change.webp/120px-Emerging_signals_of_declining_forest_resilience_under_climate_change.webp.png",
                "caption": "Emerging signals of declining forest resilience under climate change [131]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Temporal_variations_of_forest_resilience_and_its_key_drivers.webp/120px-Temporal_variations_of_forest_resilience_and_its_key_drivers.webp.png",
                "caption": "Temporal variations of forest resilience and its key drivers [131]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deforestation",
        "title": "Deforestation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Military causes",
        "text": "Operations in war can also cause deforestation. For example, in the 1945 Battle of Okinawa , bombardment and other combat operations reduced a lush tropical landscape into \"a vast field of mud, lead, decay and maggots\". [137] Deforestation can also result from the intentional tactics of military forces . Clearing forests became an element in the Russian Empire's successful conquest of the Caucasus in the mid-19th century. [138] The British (during the Malayan Emergency ) and the United States (in the Korean War [139] and in the Vietnam War ) used defoliants (like Agent Orange or others). [140] [141] [142] [ need quotation to verify ] The destruction of forests in Vietnam War is one of the most commonly used examples of ecocide , including by Swedish Prime Minister Olof Palme , lawyers, historians and other academics. [143] [144] [145]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/US-Huey-helicopter-spraying-Agent-Orange-in-Vietnam.jpg/220px-US-Huey-helicopter-spraying-Agent-Orange-in-Vietnam.jpg",
                "caption": "U.S. Army Huey helicopter spraying Agent Orange during the Vietnam War"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deforestation",
        "title": "Deforestation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "On atmosphere and climate",
        "text": "Deforestation is a major contributor to climate change . [148] [149] [150] It is often cited as one of the major causes of the enhanced greenhouse effect . Recent calculations suggest that CO 2 emissions from deforestation and forest degradation (excluding peatland emissions) contribute about 12% of total anthropogenic CO 2 emissions, with a range from 6% to 17%. [151] A 2022 study shows annual carbon emissions from tropical deforestation have doubled during the last two decades and continue to increase: by 0.97 ± 0.16 PgC ( petagrams of carbon, i.e. billions of tons) per year in 2001–2005 to 1.99 ± 0.13 PgC per year in 2015–2019. [152] [147] According to a review, north of 50°N, large scale deforestation leads to an overall net global cooling; but deforestation in the tropics leads to substantial warming: not just due to CO 2 impacts, but also due to other biophysical mechanisms (making carbon-centric metrics inadequate). Moreover, it suggests that standing tropical forests help cool the average global temperature by more than 1 °C. [153] [146] According to a later study, deforestation in northern latitudes can also increase warming, while the conclusion about cooling from deforestation in these areas made by previous studies results from the failure of models to properly capture the effects of evapotranspiration. [154] The incineration and burning of forest plants to clear land releases large amounts of CO 2 , which contributes to global warming. [155] Scientists also state that tropical deforestation releases 1.5 billion tons of carbon each year into the atmosphere. [156]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Biophysical_Effects_on_Global_Temperature_From_Deforestation_by_10%C2%B0_Latitude_Band.jpg/220px-Biophysical_Effects_on_Global_Temperature_From_Deforestation_by_10%C2%B0_Latitude_Band.jpg",
                "caption": "Biophysical mechanisms by which forests influence climate. [146]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Per-capita-co2-food-deforestation_%281%29.svg/220px-Per-capita-co2-food-deforestation_%281%29.svg.png",
                "caption": "Per capita CO 2 emissions from deforestation for food production"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Manantenina_bushfire.jpg/220px-Manantenina_bushfire.jpg",
                "caption": "Illegal \" slash-and-burn \" practice in Madagascar , 2010"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Spatial_pattern_of_forest_carbon_loss_across_the_tropics.webp/220px-Spatial_pattern_of_forest_carbon_loss_across_the_tropics.webp.png",
                "caption": "Mean annual carbon loss from tropical deforestation. [147]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deforestation",
        "title": "Deforestation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Carbon sink or source",
        "text": "A study suggests logged and structurally degraded tropical forests are carbon sources for at least a decade – even when recovering [ clarification needed ] – due to larger carbon losses from soil organic matter and deadwood, indicating that the tropical forest carbon sink (at least in South Asia) \"may be much smaller than previously estimated\", contradicting that \"recovering logged and degraded tropical forests are net carbon sinks\". [157]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/SouthEast_Asia_fires_Oct_2006.jpg/220px-SouthEast_Asia_fires_Oct_2006.jpg",
                "caption": "Fires on Borneo and Sumatra , 2006. People use slash-and-burn deforestation to clear land for agriculture."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deforestation",
        "title": "Deforestation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Changes to the water cycle",
        "text": "The water cycle is also affected by deforestation. Trees extract groundwater through their roots and release it into the atmosphere. When part of a forest is removed, the trees no longer transpire this water, resulting in a much drier climate . Deforestation reduces the content of water in the soil and groundwater as well as atmospheric moisture. The dry soil leads to lower water intake for the trees to extract. [196] Deforestation reduces soil cohesion, so that erosion , flooding and landslides ensue. [197] [198] Shrinking forest cover lessens the landscape's capacity to intercept, retain and transpire precipitation. Instead of trapping precipitation, which then percolates to groundwater systems, deforested areas become sources of surface water runoff, which moves much faster than subsurface flows. Forests return most of the water that falls as precipitation to the atmosphere by transpiration. In contrast, when an area is deforested, almost all precipitation is lost as run-off. [199] That quicker transport of surface water can translate into flash flooding and more localized floods than would occur with the forest cover. Deforestation also contributes to decreased evapotranspiration , which lessens atmospheric moisture which in some cases affects precipitation levels downwind from the deforested area, as water is not recycled to downwind forests, but is lost in runoff and returns directly to the oceans. According to one study, in deforested north and northwest China, the average annual precipitation decreased by one third between the 1950s and the 1980s. [200] Trees, and plants in general, affect the water cycle significantly: [201] As a result, the presence or absence of trees can change the quantity of water on the surface, in the soil or groundwater, or in the atmosphere. This in turn changes erosion rates and the availability of water for either ecosystem functions or human services. Deforestation on lowland plains moves cloud formation and rainfall to higher elevations. [203] The forest may have little impact on flooding in the case of large rainfall events, which overwhelm the storage capacity of forest soil if the soils are at or close to saturation. Tropical rainforests produce about 30% of Earth's fresh water . [204] Deforestation disrupts normal weather patterns creating hotter and drier weather thus increasing drought, desertification, crop failures, melting of the polar ice caps, coastal flooding and displacement of major vegetation regimes. [205]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Madagascar_highland_plateau.jpg/220px-Madagascar_highland_plateau.jpg",
                "caption": "Deforestation of the Highland Plateau in Madagascar has led to extensive siltation and unstable flows of western rivers."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deforestation",
        "title": "Deforestation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Soil erosion",
        "text": "Due to surface plant litter , forests that are undisturbed have a minimal rate of erosion . The rate of erosion occurs from deforestation, because it decreases the amount of litter cover, which provides protection from surface runoff . [206] The rate of erosion is around 2 metric tons per square kilometre. [207] [ self-published source? ] This can be an advantage in excessively leached tropical rain forest soils. Forestry operations themselves also increase erosion through the development of ( forest ) roads and the use of mechanized equipment. [76] Deforestation in China's Loess Plateau many years ago has led to soil erosion; this erosion has led to valleys opening up. The increase of soil in the runoff causes the Yellow River to flood and makes it yellow-colored. [207] Greater erosion is not always a consequence of deforestation, as observed in the southwestern regions of the US. In these areas, the loss of grass due to the presence of trees and other shrubbery leads to more erosion than when trees are removed. [207] Soils are reinforced by the presence of trees, which secure the soil by binding their roots to soil bedrock. Due to deforestation, the removal of trees causes sloped lands to be more susceptible to landslides. [201]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Erp_-_20111006_%286%29.jpg/220px-Erp_-_20111006_%286%29.jpg",
                "caption": "Deforestation in France ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deforestation",
        "title": "Deforestation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Biodiversity loss",
        "text": "Deforestation on a human scale results in decline in biodiversity , [211] and on a natural global scale is known to cause the extinction of many species. [212] [213] The removal or destruction of areas of forest cover has resulted in a degraded environment with reduced biodiversity . [117] Forests support biodiversity, providing habitat for wildlife ; [214] moreover, forests foster medicinal conservation . [215] With forest biotopes being irreplaceable source of new drugs (such as taxol ), deforestation can destroy genetic variations (such as crop resistance) irretrievably. [216] Since the tropical rainforests are the most diverse ecosystems on Earth [217] [218] and about 80% of the world's known biodiversity can be found in tropical rainforests, [219] [220] removal or destruction of significant areas of forest cover has resulted in a degraded [221] environment with reduced biodiversity. [212] [222] Road construction and development of adjacent land, which greatly reduces the area of intact wilderness and causes soil erosion, is a major contributing factor to the loss of biodiversity in tropical regions. [76] A study in Rondônia , Brazil, has shown that deforestation also removes the microbial community which is involved in the recycling of nutrients, the production of clean water and the removal of pollutants. [223] It has been estimated that 137 plant, animal and insect species go extinct every day due to rainforest deforestation, which equates to 50,000 species a year. [224] Others state that tropical rainforest deforestation is contributing to the ongoing Holocene mass extinction . [225] [226] The known extinction rates from deforestation rates are very low, approximately one species per year from mammals and birds, which extrapolates to approximately 23,000 species per year for all species. Predictions have been made that more than 40% of the animal and plant species in Southeast Asia could be wiped out in the 21st century. [227] Such predictions were called into question by 1995 data that show that within regions of Southeast Asia much of the original forest has been converted to monospecific plantations, but that potentially endangered species are few and tree flora remains widespread and stable. [228] Scientific understanding of the process of extinction is insufficient to accurately make predictions about the impact of deforestation on biodiversity. [229] Most predictions of forestry related biodiversity loss are based on species-area models, with an underlying assumption that as the forest declines species diversity will decline similarly. [230] However, many such models have been proven to be wrong and loss of habitat does not necessarily lead to large scale loss of species. [230] Species-area models are known to overpredict the number of species known to be threatened in areas where actual deforestation is ongoing, and greatly overpredict the number of threatened species that are widespread. [228] In 2012, a study of the Brazilian Amazon predicts that despite a lack of extinctions thus far, up to 90 percent of predicted extinctions will finally occur in the next 40 years. [231]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Illegal_export_of_rosewood_001.jpg/220px-Illegal_export_of_rosewood_001.jpg",
                "caption": "Illegal logging in Madagascar . In 2009, the vast majority of the illegally obtained rosewood was exported to China ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Rain_forest_location_map.png/220px-Rain_forest_location_map.png",
                "caption": "Location of tropical (dark green) and temperate/subtropical (light green) rainforests in the world"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deforestation",
        "title": "Deforestation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "On the economy and agriculture",
        "text": "Economic losses due to deforestation in Brazil could reach around 317 billion dollars per year, approximately 7 times higher in comparison to the cost of all commodities produced through deforestation. [250] The forest products industry is a large part of the economy in both developed and developing countries. Short-term economic gains made by conversion of forest to agriculture, or over-exploitation of wood products, typically leads to a loss of long-term income and long-term biological productivity. West Africa , Madagascar , Southeast Asia and many other regions have experienced lower revenue because of declining timber harvests. Illegal logging causes billions of dollars of losses to national economies annually. [251] The resilience of human food systems and their capacity to adapt to future change is linked to biodiversity – including dryland-adapted shrub and tree species that help combat desertification, forest-dwelling insects, bats and bird species that pollinate crops, trees with extensive root systems in mountain ecosystems that prevent soil erosion , and mangrove species that provide resilience against flooding in coastal areas. [12] With climate change exacerbating the risks to food systems, the role of forests in capturing and storing carbon and mitigating climate change is important for the agricultural sector. [12]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Malayasia_iko_2002169.jpg/220px-Malayasia_iko_2002169.jpg",
                "caption": "A satellite image showing deforestation for a palm oil plantation in Malaysia"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Haiti_deforestation.jpg/220px-Haiti_deforestation.jpg",
                "caption": "Satellite image of Haiti 's border with the Dominican Republic (right) shows the amount of deforestation on the Haitian side"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Deforestation_around_Pakke_Tiger_Reserve%2C_India.JPG/200px-Deforestation_around_Pakke_Tiger_Reserve%2C_India.JPG",
                "caption": "Deforestation around Pakke Tiger Reserve, India"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deforestation",
        "title": "Deforestation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Monitoring",
        "text": "There are multiple methods that are appropriate and reliable for reducing and monitoring deforestation. One method is the \"visual interpretation of aerial photos or satellite imagery that is labor-intensive but does not require high-level training in computer image processing or extensive computational resources\". [129] Another method includes hot-spot analysis (that is, locations of rapid change) using expert opinion or coarse resolution satellite data to identify locations for detailed digital analysis with high resolution satellite images. [129] Deforestation is typically assessed by quantifying the amount of area deforested, measured at the present time.\nFrom an environmental point of view, quantifying the damage and its possible consequences is a more important task, while conservation efforts are more focused on forested land protection and development of land-use alternatives to avoid continued deforestation. [129] Deforestation rate and total area deforested have been widely used for monitoring deforestation in many regions, including the Brazilian Amazon deforestation monitoring by INPE. [156] A global satellite view is available, an example of land change science monitoring of land cover over time. [252] [253] Satellite imaging has become crucial in obtaining data on levels of deforestation and reforestation. Landsat satellite data, for example, has been used to map tropical deforestation as part of NASA 's Landsat Pathfinder Humid Tropical Deforestation Project . The project yielded deforestation maps for the Amazon Basin , Central Africa , and Southeast Asia for three periods in the 1970s, 1980s, and 1990s. [254] Greenpeace has mapped out the forests that are still intact [255] and published this information on the internet. [256] World Resources Institute in turn has made a simpler thematic map [257] showing the amount of forests present just before the age of man (8000 years ago) and the current (reduced) levels of forest. [258]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Terra_Ind%C3%ADgena_Tenharim_do_Igarap%C3%A9_Preto%2C_Amazonas_%2841737918674%29.jpg/220px-Terra_Ind%C3%ADgena_Tenharim_do_Igarap%C3%A9_Preto%2C_Amazonas_%2841737918674%29.jpg",
                "caption": "Agents from IBAMA, Brazil 's environmental police, searching for illegal logging activity in Indigenous territory in the Amazon rainforest , 2018"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deforestation",
        "title": "Deforestation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "International, national and subnational policies",
        "text": "Policies for forest protection include information and education programs, economic measures to increase revenue returns from authorized activities and measures to increase effectiveness of \"forest technicians and forest managers\". [259] Poverty and agricultural rent were found to be principal factors leading to deforestation. [260] Contemporary domestic and foreign political decision-makers could possibly create and implement policies whose outcomes ensure that economic activities in critical forests are consistent with their scientifically ascribed value for ecosystem services , climate change mitigation and other purposes. Such policies may use and organize the development of complementary technical and economic means – including for lower levels of beef production, sales and consumption (which would also have major benefits for climate change mitigation ), [261] [262] higher levels of specified other economic activities in such areas (such as reforestation, forest protection, sustainable agriculture for specific classes of food products and quaternary work in general), product information requirements , practice- and product-certifications and eco-tariffs , along with the required monitoring and traceability . Inducing the creation and enforcement of such policies could, for instance, achieve a global phase-out of deforestation-associated beef . [263] [264] [265] [ additional citation(s) needed ] With complex polycentric governance measures, goals like sufficient climate change mitigation as decided with e.g. the Paris Agreement and a stoppage of deforestation by 2030 as decided at the 2021 United Nations Climate Change Conference could be achieved. [266] A study has suggested higher income nations need to reduce imports of tropical forest-related products and help with theoretically forest-related socioeconomic development. Proactive government policies and international forest policies \"revisit[ing] and redesign[ing] global forest trade\" are needed as well. [267] [268] In 2022 the European parliament approved a bill aiming to stop the import linked with deforestation. This EU Deforestation Regulation (EUDR), may cause to Brazil, for example, to stop deforestation for agricultural production and begun to \"increase productivity on existing agricultural land\". [269] The legislation was adopted with some changes by the European Council in May 2023 and is expected to enter into force several weeks after. The bill requires companies who want to import certain types of products to the European Union to prove the production of those commodities is not linked to areas deforested after 31 of December 2020. It prohibits also import of products linked with Human rights abuse. The list of products includes: palm oil , cattle , wood , coffee , cocoa , rubber and soy . Some derivatives of those products are also included: chocolate , furniture , printed paper and several palm oil based derivates. [270] [271] But unfortunately, as the report Bankrolling ecosystem destruction shows, [272] this regulation of product imports is not enough. The European financial sector is investing billions of euros in the destruction of nature. Banks do not respond positively to requests to stop this, which is why the report calls for European regulation in this area to be tightened and for banks to be banned from continuing to finance deforestation. [273]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Conceptual_framework_of_a_policy_mix_perspective_on_zero-deforestation_governance.png/220px-Conceptual_framework_of_a_policy_mix_perspective_on_zero-deforestation_governance.png",
                "caption": "An incomplete concept of a framework of policy mix sequencing for zero-deforestation governance. Non-intervention in processes related to beef production via policies may be a main driver of tropical deforestation."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deforestation",
        "title": "Deforestation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Land rights",
        "text": "Indigenous communities have long been the frontline of resistance against deforestation. [282] Transferring rights over land from public domain to its indigenous inhabitants is argued to be a cost-effective strategy to conserve forests. [283] This includes the protection of such rights entitled in existing laws, such as India's Forest Rights Act . [283] The transferring of such rights in China , perhaps the largest land reform in modern times, has been argued to have increased forest cover. [284] In Brazil , forested areas given tenure to indigenous groups have even lower rates of clearing than national parks . [284] Community concessions in the Congolian rainforests have significantly less deforestation as communities are incentivized to manage the land sustainably, even reducing poverty. [285]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Shennongjia_virgin_forest.jpg/220px-Shennongjia_virgin_forest.jpg",
                "caption": "Transferring land rights to indigenous inhabitants is argued to efficiently conserve forests."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deforestation",
        "title": "Deforestation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Sustainable forest management",
        "text": "Certification, as provided by global certification systems such as Programme for the Endorsement of Forest Certification and Forest Stewardship Council , contributes to tackling deforestation by creating market demand for timber from sustainably managed forests. According to the United Nations Food and Agriculture Organization (FAO), \"A major condition for the adoption of sustainable forest management is a demand for products that are produced sustainably and consumer willingness to pay for the higher costs entailed. [...] By promoting the positive attributes of forest products from sustainably managed forests, certification focuses on the demand side of environmental conservation.\" [289]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Bamboo_Feb09.jpg/220px-Bamboo_Feb09.jpg",
                "caption": "Bamboo is advocated as a more sustainable alternative for cutting down wood for fuel. [288]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deforestation",
        "title": "Deforestation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Definitions",
        "text": "Deforestation refers to the deliberate clearing and significant modification of forested lands, encompassing activities such as extensive tree cutting, forest thinning, and the use of fire to clear land. [ citation needed ] This process results in the conversion of forest areas into permanently altered non-forested uses, including agriculture, urban development, or pastureland, fundamentally disrupting the original forest structure and ecosystem. [318] Biogeochemical cycles describe the pathways by which essential elements and compounds move through Earth's atmosphere, lithosphere, hydrosphere, and biosphere. [319] These cycles involve the circulation of nutrients such as carbon, nitrogen, phosphorus, and water, which are vital for sustaining life by building and maintaining organisms, regulating climate, and supporting ecosystem functions. The balance and flow of these elements enable the production and decomposition of organic material, influence the Earth's climate system, and impact the overall health of global ecosystems. [320] Disruptions in these cycles can lead to significant environmental and ecological changes, underscoring the importance of understanding and managing human impacts on these fundamental natural processes. Understanding the specific impacts of human actions on biogeochemical cycles is essential for developing effective strategies to mitigate the most disruptive disturbances. By clarifying how activities like deforestation alter these vital cycles, it becomes possible to suggest targeted approaches for reducing environmental and ecological damage, ultimately promoting a more sustainable interaction between human endeavors and the natural world. [321]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/BIOGEOCHEMICAL_CYCLING_OF_ELEMENTS.svg/220px-BIOGEOCHEMICAL_CYCLING_OF_ELEMENTS.svg.png",
                "caption": "This diagram depicts Earth's various spheres (atmosphere, biosphere, lithosphere, hydrosphere) and their interactions, with a focus on the carbon cycle. Deforestation can disrupt this cycle by reducing the biosphere's capacity to absorb CO2, leading to increased atmospheric carbon and impacting global climate systems."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deforestation",
        "title": "Deforestation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Impact on the Water Cycle",
        "text": "Deforestation significantly impacts the hydrological cycle in tropical regions, leading to an increased risk of floods and droughts. When forests are cleared, the loss of tree cover disrupts the natural process of evapotranspiration, where water is absorbed by trees and released back into the atmosphere. This disruption results in reduced moisture availability in the atmosphere, which can diminish rainfall and increase the likelihood of drought conditions. [328] Additionally, without the root systems of trees to anchor the soil, deforested areas become highly susceptible to flooding during heavy rains. [328] The absence of vegetation leads to faster runoff of rainwater, preventing it from being absorbed into the ground, exacerbating soil erosion, and increasing the severity of floods. [318] This alteration of natural water regulatory mechanisms by deforestation not only affects local climate patterns but also poses serious implications for biodiversity, agriculture, and human settlements in these regions. The increased frequency and intensity of droughts and floods can lead to crop failures, water shortages, and increased vulnerability of communities to natural disasters. [329] The study by the Environmental Systems Analysis Group and Wageningen University , found that removing all humid forests and replacing them with grasslands would significantly lower rainfall in those areas, especially above the equator where non-forested regions would also get less rain. [330] In contrast, some parts of Southern Africa might see a slight increase in rainfall, while others would see a decrease. The effects vary with the extent of deforestation: in West Africa , losing even 30% of the trees reduces rainfall, but in Central and Southern Africa, it takes a loss of 70% tree cover to see a reduction. [330] They stated that deforestation could severely impact agriculture across Africa, particularly maize crops in regions north of the equator . [330]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Climate_change_disturbances_of_rainforests_infographic.jpg/220px-Climate_change_disturbances_of_rainforests_infographic.jpg",
                "caption": "This infographic contrasts the biogeochemical cycles in a forest ecosystem before (A) and after (B) a disturbance. \"Pre-disturbance\" displays a functioning forest ecosystem with balanced gas exchanges and water cycling. \"Post-disturbance\" shows the ecosystem altered by deforestation, with increased greenhouse gas emissions, higher reflectivity (albedo), and decreased water cycling, indicating disrupted ecological balance."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Deforestation",
        "title": "Deforestation",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Potential",
        "text": "The Earth receives 174 petawatts (PW) of incoming solar radiation ( insolation ) at the upper atmosphere . [6] Approximately 30% is reflected back to space while the rest, 122 PW, is absorbed by clouds, oceans and land masses. The spectrum of solar light at the Earth's surface is mostly spread across the visible and near-infrared ranges with a small part in the near-ultraviolet . [7] Most of the world's population live in areas with insolation levels of 150–300 watts/m 2 , or 3.5–7.0 kWh /m 2 per day. [8] Solar radiation is absorbed by the Earth's land surface, oceans – which cover about 71% of the globe – and atmosphere. Warm air containing evaporated water from the oceans rises, causing atmospheric circulation or convection . When the air reaches a high altitude, where the temperature is low, water vapor condenses into clouds, which rain onto the Earth's surface, completing the water cycle . The latent heat of water condensation amplifies convection, producing atmospheric phenomena such as wind, cyclones and anticyclones . [9] Sunlight absorbed by the oceans and land masses keeps the surface at an average temperature of 14 °C. [10] By photosynthesis , green plants convert solar energy into chemically stored energy, which produces food, wood and the biomass from which fossil fuels are derived. [11] The total solar energy absorbed by Earth's atmosphere, oceans and land masses is approximately 122 PW·year = 3,850,000 exajoules (EJ) per year. [12] In 2002 (2019), this was more energy in one hour (one hour and 25 minutes) than the world used in one year. [13] [14] Photosynthesis captures approximately 3,000 EJ per year in biomass. [15] The potential solar energy that could be used by humans differs from the amount of solar energy present near the surface of the planet because factors such as geography, time variation, cloud cover, and the land available to humans limit the amount of solar energy that we can acquire. In 2021, Carbon Tracker Initiative estimated the land area needed to generate all our energy from solar alone was 450,000 km 2 — or about the same as the area of Sweden , or the area of Morocco , or the area of California (0.3% of the Earth's total land area). [20] Solar technologies are categorized as either passive or active depending on the way they capture, convert and distribute sunlight and enable solar energy to be harnessed at different levels around the world, mostly depending on the distance from the Equator. Although solar energy refers primarily to the use of solar radiation for practical ends, all types of renewable energy, other than geothermal power and tidal power , are derived either directly or indirectly from the Sun. Active solar techniques use photovoltaics, concentrated solar power , solar thermal collectors , pumps, and fans to convert sunlight into useful output. Passive solar techniques include selecting materials with favorable thermal properties, designing spaces that naturally circulate air, and referencing [ clarification needed ] the position of a building to the Sun. Active solar technologies increase the supply of energy and are considered supply side technologies, while passive solar technologies reduce the need for alternative resources and are generally considered demand-side technologies. [21] In 2000, the United Nations Development Programme , UN Department of Economic and Social Affairs, and World Energy Council published an estimate of the potential solar energy that could be used by humans each year. This took into account factors such as insolation, cloud cover, and the land that is usable by humans. It was stated that solar energy has a global potential of 1,600 to 49,800 exajoules (4.4 × 10 14 to 1.4 × 10 16 kWh) per year (see table below) . [22]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Breakdown_of_the_incoming_solar_energy.svg/225px-Breakdown_of_the_incoming_solar_energy.svg.png",
                "caption": "About half the incoming solar energy reaches the Earth's surface."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/World_GHI_Solar-resource-map_GlobalSolarAtlas_World-Bank-Esmap-Solargis.png/330px-World_GHI_Solar-resource-map_GlobalSolarAtlas_World-Bank-Esmap-Solargis.png",
                "caption": "Global map of horizontal irradiation [5]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Early commercial adaptation",
        "text": "In 1878, at the Universal Exposition in Paris, Augustin Mouchot successfully demonstrated a solar steam engine but could not continue development because of cheap coal and other factors. In 1897, Frank Shuman , a US inventor, engineer and solar energy pioneer built a small demonstration solar engine that worked by reflecting solar energy onto square boxes filled with ether, which has a lower boiling point than water and were fitted internally with black pipes which in turn powered a steam engine. In 1908 Shuman formed the Sun Power Company with the intent of building larger solar power plants. He, along with his technical advisor A.S.E. Ackermann and British physicist Sir Charles Vernon Boys , [24] developed an improved system using mirrors to reflect solar energy upon collector boxes, increasing heating capacity to the extent that water could now be used instead of ether. Shuman then constructed a full-scale steam engine powered by low-pressure water, enabling him to patent the entire solar engine system by 1912. Shuman built the world's first solar thermal power station in Maadi , Egypt , between 1912 and 1913. His plant used parabolic troughs to power a 45–52 kilowatts (60–70 hp ) engine that pumped more than 22,000 litres (4,800 imp gal; 5,800 US gal) of water per minute from the Nile River to adjacent cotton fields. Although the outbreak of World War I and the discovery of cheap oil in the 1930s discouraged the advancement of solar energy, Shuman's vision, and basic design were resurrected in the 1970s with a new wave of interest in solar thermal energy. [25] In 1916 Shuman was quoted in the media advocating solar energy's utilization, saying:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/US_Patent_1240890.pdf/page1-180px-US_Patent_1240890.pdf.jpg",
                "caption": "1917 patent drawing of Shuman's solar collector"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Water heating",
        "text": "Solar hot water systems use sunlight to heat water. In middle geographical latitudes (between 40 degrees north and 40 degrees south), 60 to 70% of the domestic hot water use, with water temperatures up to 60 °C (140 °F), can be provided by solar heating systems. [27] The most common types of solar water heaters are evacuated tube collectors (44%) and glazed flat plate collectors (34%) generally used for domestic hot water; and unglazed plastic collectors (21%) used mainly to heat swimming pools. [28] As of 2015, the total installed capacity of solar hot water systems was approximately 436 thermal gigawatt (GW th ), and China is the world leader in their deployment with 309 GW th installed, taken up 71% of the market. [29] Israel and Cyprus are the per capita leaders in the use of solar hot water systems with over 90% of homes using them. [30] In the United States, Canada, and Australia, heating swimming pools is the dominant application of solar hot water with an installed capacity of 18 GW th as of 2005. [21]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Twice_Cropped_Zonnecollectoren.JPG/170px-Twice_Cropped_Zonnecollectoren.JPG",
                "caption": "Solar water heaters facing the Sun to maximize gain"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Heating, cooling and ventilation",
        "text": "In the United States, heating, ventilation and air conditioning (HVAC) systems account for 30% (4.65 EJ/yr) of the energy used in commercial buildings and nearly 50% (10.1 EJ/yr) of the energy used in residential buildings. [31] [32] Solar heating, cooling and ventilation technologies can be used to offset a portion of this energy.  Use of solar for heating can roughly be divided into passive solar concepts and active solar concepts, depending on whether active elements such as sun tracking and solar concentrator optics are used. Thermal mass is any material that can be used to store heat—heat from the Sun in the case of solar energy. Common thermal mass materials include stone, cement, and water. Historically they have been used in arid climates or warm temperate regions to keep buildings cool by absorbing solar energy during the day and radiating stored heat to the cooler atmosphere at night. However, they can be used in cold temperate areas to maintain warmth as well. The size and placement of thermal mass depend on several factors such as climate, daylighting, and shading conditions. When duly incorporated, thermal mass maintains space temperatures in a comfortable range and reduces the need for auxiliary heating and cooling equipment. [33] A solar chimney (or thermal chimney, in this context) is a passive solar ventilation system composed of a vertical shaft connecting the interior and exterior of a building. As the chimney warms, the air inside is heated, causing an updraft that pulls air through the building. Performance can be improved by using glazing and thermal mass materials [34] in a way that mimics greenhouses. Deciduous trees and plants have been promoted as a means of controlling solar heating and cooling. When planted on the southern side of a building in the northern hemisphere or the northern side in the southern hemisphere, their leaves provide shade during the summer, while the bare limbs allow light to pass during the winter. [35] Since bare, leafless trees shade 1/3 to 1/2 of incident solar radiation, there is a balance between the benefits of summer shading and the corresponding loss of winter heating. [36] In climates with significant heating loads, deciduous trees should not be planted on the Equator-facing side of a building because they will interfere with winter solar availability. They can, however, be used on the east and west sides to provide a degree of summer shading without appreciably affecting winter solar gain . [37]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Flipped_MIT_Solar_One_house.png/220px-Flipped_MIT_Solar_One_house.png",
                "caption": "MIT 's Solar House #1, built in 1939 in the US, used seasonal thermal energy storage for year-round heating."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Cooking",
        "text": "Solar cookers use sunlight for cooking, drying, and pasteurization . They can be grouped into three broad categories: box cookers, panel cookers, and reflector cookers. [38] The simplest solar cooker is the box cooker first built by Horace de Saussure in 1767. [39] A basic box cooker consists of an insulated container with a transparent lid. It can be used effectively with partially overcast skies and will typically reach temperatures of 90–150 °C (194–302 °F). [40] Panel cookers use a reflective panel to direct sunlight onto an insulated container and reach temperatures comparable to box cookers. Reflector cookers use various concentrating geometries (dish, trough, Fresnel mirrors) to focus light on a cooking container. These cookers reach temperatures of 315 °C (599 °F) and above but require direct light to function properly and must be repositioned to track the Sun. [41]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Auroville_Solar_Bowl.JPG/220px-Auroville_Solar_Bowl.JPG",
                "caption": "Parabolic dish produces steam for cooking, in Auroville , India."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Water treatment",
        "text": "Solar distillation can be used to make saline or brackish water potable. The first recorded instance of this was by 16th-century Arab alchemists. [47] A large-scale solar distillation project was first constructed in 1872 in the Chilean mining town of Las Salinas. [48] The plant, which had solar collection area of 4,700 m 2 (51,000 sq ft), could produce up to 22,700 L (5,000 imp gal; 6,000 US gal) per day and operate for 40 years. [48] Individual still designs include single-slope, double-slope (or greenhouse type), vertical, conical, inverted absorber, multi-wick, and multiple effect. These stills can operate in passive, active, or hybrid modes. Double-slope stills are the most economical for decentralized domestic purposes, while active multiple effect units are more suitable for large-scale applications. [47] Solar water disinfection (SODIS) involves exposing water-filled plastic polyethylene terephthalate (PET) bottles to sunlight for several hours. [49] Exposure times vary depending on weather and climate from a minimum of six hours to two days during fully overcast conditions. [50] It is recommended by the World Health Organization as a viable method for household water treatment and safe storage. [51] Over two million people in developing countries use this method for their daily drinking water. [50] Solar energy may be used in a water stabilization pond to treat waste water without chemicals or electricity. A further environmental advantage is that algae grow in such ponds and consume carbon dioxide in photosynthesis, although algae may produce toxic chemicals that make the water unusable. [52] [53]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Indonesia-sodis-gross.jpg/220px-Indonesia-sodis-gross.jpg",
                "caption": "Solar water disinfection in Indonesia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Architecture and urban planning",
        "text": "Sunlight has influenced building design since the beginning of architectural history. [73] Advanced solar architecture and urban planning methods were first employed by the Greeks and Chinese , who oriented their buildings toward the south to provide light and warmth. [74] The common features of passive solar architecture are orientation relative to the Sun, compact proportion (a low surface area to volume ratio), selective shading (overhangs) and thermal mass . [73] When these features are tailored to the local climate and environment, they can produce well-lit spaces that stay in a comfortable temperature range. Socrates ' Megaron House is a classic example of passive solar design. [73] The most recent approaches to solar design use computer modeling tying together solar lighting , heating and ventilation systems in an integrated solar design package. [75] Active solar equipment such as pumps, fans, and switchable windows can complement passive design and improve system performance. Urban heat islands (UHI) are metropolitan areas with higher temperatures than that of the surrounding environment. The higher temperatures result from increased absorption of solar energy by urban materials such as asphalt and concrete, which have lower albedos and higher heat capacities than those in the natural environment. A straightforward method of counteracting the UHI effect is to paint buildings and roads white and to plant trees in the area. Using these methods, a hypothetical \"cool communities\" program in Los Angeles has projected that urban temperatures could be reduced by approximately 3 °C at an estimated cost of US$1  billion, giving estimated total annual benefits of US$530  million from reduced air-conditioning costs and healthcare savings. [76]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Technische_Universit%C3%A4t_Darmstadt_-_Solar_Decathlon_2007.jpg/220px-Technische_Universit%C3%A4t_Darmstadt_-_Solar_Decathlon_2007.jpg",
                "caption": "Darmstadt University of Technology , Germany, won the 2007 Solar Decathlon in Washington, DC with this passive house designed for humid and hot subtropical climate. [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Agriculture and horticulture",
        "text": "Agriculture and horticulture seek to optimize the capture of solar energy to optimize the productivity of plants. Techniques such as timed planting cycles, tailored row orientation, staggered heights between rows and the mixing of plant varieties can improve crop yields. [77] [78] [79] While sunlight is generally considered a plentiful resource, the exceptions highlight the importance of solar energy to agriculture. During the short growing seasons of the Little Ice Age , French and English farmers employed fruit walls to maximize the collection of solar energy. These walls acted as thermal masses and accelerated ripening by keeping plants warm. Early fruit walls were built perpendicular to the ground and facing south, but over time, sloping walls were developed to make better use of sunlight. In 1699, Nicolas Fatio de Duillier even suggested using a tracking mechanism which could pivot to follow the Sun. [80] Applications of solar energy in agriculture aside from growing crops include pumping water, drying crops, brooding chicks and drying chicken manure. [46] [81] More recently the technology has been embraced by vintners , who use the energy generated by solar panels to power grape presses. [82] Greenhouses convert solar light to heat, enabling year-round production and the growth (in enclosed environments) of specialty crops and other plants not naturally suited to the local climate. Primitive greenhouses were first used during Roman times to produce cucumbers year-round for the Roman emperor Tiberius . [83] The first modern greenhouses were built in Europe in the 16th century to keep exotic plants brought back from explorations abroad. [84] Greenhouses remain an important part of horticulture today. Plastic transparent materials have also been used to similar effect in polytunnels and row covers .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Westland_kassen.jpg/220px-Westland_kassen.jpg",
                "caption": "Greenhouses like these in the Westland municipality of the Netherlands grow vegetables, fruits and flowers."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Transport",
        "text": "Development of a solar-powered car has been an engineering goal since the 1980s. The World Solar Challenge is a biannual solar-powered car race, where teams from universities and enterprises compete over 3,021 kilometres (1,877 mi) across central Australia from Darwin to Adelaide . In 1987, when it was founded, the winner's average speed was 67 kilometres per hour (42 mph) and by 2007 the winner's average speed had improved to 90.87 kilometres per hour (56.46 mph). [85] The North American Solar Challenge and the planned South African Solar Challenge are comparable competitions that reflect an international interest in the engineering and development of solar powered vehicles. [86] [87] Some vehicles use solar panels for auxiliary power, such as for air conditioning, to keep the interior cool, thus reducing fuel consumption. [88] [89] In 1975, the first practical solar boat was constructed in England. [90] By 1995, passenger boats incorporating PV panels began appearing and are now used extensively. [91] In 1996, Kenichi Horie made the first solar-powered crossing of the Pacific Ocean, and the Sun21 catamaran made the first solar-powered crossing of the Atlantic Ocean in the winter of 2006–2007. [92] There were plans to circumnavigate the globe in 2010. [93] In 1974, the unmanned AstroFlight Sunrise airplane made the first solar flight. On 29 April 1979, the Solar Riser made the first flight in a solar-powered, fully controlled, man-carrying flying machine, reaching an altitude of 40 ft (12 m). In 1980, the Gossamer Penguin made the first piloted flights powered solely by photovoltaics. This was quickly followed by the Solar Challenger which crossed the English Channel in July 1981. In 1990 Eric Scott Raymond in 21 hops flew from California to North Carolina using solar power. [94] Developments then turned back to unmanned aerial vehicles (UAV) with the Pathfinder (1997) and subsequent designs, culminating in the Helios which set the altitude record for a non-rocket-propelled aircraft at 29,524 metres (96,864 ft) in 2001. [95] The Zephyr , developed by BAE Systems , is the latest in a line of record-breaking solar aircraft, making a 54-hour flight in 2007, and month-long flights were envisioned by 2010. [96] From March 2015 to July 2016, Solar Impulse , an electric aircraft , successfully circumnavigated the globe. It is a single-seat plane powered by solar cells and capable of taking off under its own power. The design allows the aircraft to remain airborne for several days. [97] A solar balloon is a black balloon that is filled with ordinary air. As sunlight shines on the balloon, the air inside is heated and expands, causing an upward buoyancy force, much like an artificially heated hot air balloon . Some solar balloons are large enough for human flight, but usage is generally limited to the toy market as the surface-area to payload-weight ratio is relatively high. [98]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Nuna_7.jpg/225px-Nuna_7.jpg",
                "caption": "Winner of the 2013 World Solar Challenge in Australia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Squad Solar vehicle",
        "text": "The Squad Solar is a Neighborhood Electric Vehicle that has a solar roof and can be plugged into a normal 120 volt outlet to be charged. [99]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Squad_Solar_Car_%28Fully_Charged_2022%29.jpg/220px-Squad_Solar_Car_%28Fully_Charged_2022%29.jpg",
                "caption": "Squad Solar"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Fuel production",
        "text": "Solar chemical processes use solar energy to drive chemical reactions. These processes offset energy that would otherwise come from a fossil fuel source and can also convert solar energy into storable and transportable fuels. Solar induced chemical reactions can be divided into thermochemical or photochemical . [100] A variety of fuels can be produced by artificial photosynthesis . [101] The multielectron catalytic chemistry involved in making carbon-based fuels (such as methanol ) from reduction of carbon dioxide is challenging; a feasible alternative is hydrogen production from protons, though use of water as the source of electrons (as plants do) requires mastering the multielectron oxidation of two water molecules to molecular oxygen. [102] Some have envisaged working solar fuel plants in coastal metropolitan areas by 2050 –  the splitting of seawater providing hydrogen to be run through adjacent fuel-cell electric power plants and the pure water by-product going directly into the municipal water system. [103] In addition, chemical energy storage is another solution to solar energy storage. [104] Hydrogen production technologies have been a significant area of solar chemical research since the 1970s. Aside from electrolysis driven by photovoltaic or photochemical cells, several thermochemical processes have also been explored. One such route uses concentrators to split water into oxygen and hydrogen at high temperatures (2,300–2,600 °C or 4,200–4,700 °F). [105] Another approach uses the heat from solar concentrators to drive the steam reformation of natural gas thereby increasing the overall hydrogen yield compared to conventional reforming methods. [106] Thermochemical cycles characterized by the decomposition and regeneration of reactants present another avenue for hydrogen production. The Solzinc process under development at the Weizmann Institute of Science uses a 1 MW solar furnace to decompose zinc oxide (ZnO) at temperatures above 1,200 °C (2,200 °F). This initial reaction produces pure zinc, which can subsequently be reacted with water to produce hydrogen. [107]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Photo_of_the_Week-_Boosting_Solar_Technology_%288722948189%29.jpg/220px-Photo_of_the_Week-_Boosting_Solar_Technology_%288722948189%29.jpg",
                "caption": "Concentrated solar panels are getting a power boost. Pacific Northwest National Laboratory (PNNL) will be testing a new concentrated solar power system – one that can help natural gas power plants reduce their fuel usage by up to 20 percent. [ needs update ]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Energy storage methods",
        "text": "Thermal mass systems can store solar energy in the form of heat at domestically useful temperatures for daily or interseasonal durations . Thermal storage systems generally use readily available materials with high specific heat capacities such as water, earth and stone. Well-designed systems can lower peak demand , shift time-of-use to off-peak hours and reduce overall heating and cooling requirements. [108] [109] Phase change materials such as paraffin wax and Glauber's salt are another thermal storage medium. These materials are inexpensive, readily available, and can deliver domestically useful temperatures (approximately 64 °C or 147 °F). The \"Dover House\" (in Dover, Massachusetts ) was the first to use a Glauber's salt heating system, in 1948. [110] Solar energy can also be stored at high temperatures using molten salts . Salts are an effective storage medium because they are low-cost, have a high specific heat capacity, and can deliver heat at temperatures compatible with conventional power systems. The Solar Two project used this method of energy storage, allowing it to store 1.44 terajoules (400,000 kWh) in its 68 m 3 storage tank with an annual storage efficiency of about 99%. [111] Off-grid PV systems have traditionally used rechargeable batteries to store excess electricity. With grid-tied systems, excess electricity can be sent to the transmission grid , while standard grid electricity can be used to meet shortfalls. Net metering programs give household systems credit for any electricity they deliver to the grid. This is handled by 'rolling back' the meter whenever the home produces more electricity than it consumes. If the net electricity use is below zero, the utility then rolls over the kilowatt-hour credit to the next month. [112] Other approaches involve the use of two meters, to measure electricity consumed vs. electricity produced. This is less common due to the increased installation cost of the second meter. Most standard meters accurately measure in both directions, making a second meter unnecessary. Pumped-storage hydroelectricity stores energy in the form of water pumped when energy is available from a lower elevation reservoir to a higher elevation one. The energy is recovered when demand is high by releasing the water, with the pump becoming a hydroelectric power generator. [113]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Andasol_3.jpg/220px-Andasol_3.jpg",
                "caption": "Thermal energy storage . The Andasol CSP plant uses tanks of molten salt to store solar energy."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Development, deployment and economics",
        "text": "Beginning with the surge in coal use, which accompanied the Industrial Revolution , energy consumption steadily transitioned from wood and biomass to fossil fuels . The early development of solar technologies starting in the 1860s was driven by an expectation that coal would soon become scarce. However, development of solar technologies stagnated in the early 20th  century in the face of the increasing availability, economy, and utility of coal and petroleum . [114] The 1973 oil embargo and 1979 energy crisis caused a reorganization of energy policies around the world. It brought renewed attention to developing solar technologies. [115] [116] Deployment strategies focused on incentive programs such as the Federal Photovoltaic Utilization Program in the US and the Sunshine Program in Japan. Other efforts included the formation of research facilities in the US (SERI, now NREL ), Japan ( NEDO ), and Germany ( Fraunhofer Institute for Solar Energy Systems ISE ). [117] Commercial solar water heaters began appearing in the United States in the 1890s. [118] These systems saw increasing use until the 1920s but were gradually replaced by cheaper and more reliable heating fuels. [119] As with photovoltaics, solar water heating attracted renewed attention as a result of the oil crises in the 1970s, but interest subsided in the 1980s due to falling petroleum prices. Development in the solar water heating sector progressed steadily throughout the 1990s, and annual growth rates have averaged 20% since 1999. [120] Although generally underestimated, solar water heating and cooling is by far the most widely deployed solar technology with an estimated capacity of 154  GW as of 2007. [120] The International Energy Agency has said that solar energy can make considerable contributions to solving some of the most urgent problems the world now faces: [1] In 2011, a report by the International Energy Agency found that solar energy technologies such as photovoltaics, solar hot water, and concentrated solar power could provide a third of the world's energy by 2060 if politicians commit to limiting climate change and transitioning to renewable energy . The energy from the Sun could play a key role in de-carbonizing the global economy alongside improvements in energy efficiency and imposing costs on greenhouse gas emitters. \"The strength of solar is the incredible variety and flexibility of applications, from small scale to big scale\". [121] In 2021 Lazard estimated the levelized cost of new build unsubsidized utility scale solar electricity at less than 37 dollars per MWh and existing coal-fired power above that amount. [122] [123] The 2021 report also said that new solar was also cheaper than new gas-fired power, but not generally existing gas power. [123]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/03242012Taller_sostenibilidad_lore060.jpg/220px-03242012Taller_sostenibilidad_lore060.jpg",
                "caption": "Participants in a workshop on sustainable development inspect solar panels at Monterrey Institute of Technology and Higher Education, Mexico City on top of a building on campus."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Solar_PV_module_prices.svg/220px-Solar_PV_module_prices.svg.png",
                "caption": "Cost development of solar PV modules per watt"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Solar aircraft",
        "text": "An electric aircraft is an aircraft that runs on electric motors rather than internal combustion engines , with electricity coming from fuel cells , solar cells , ultracapacitors , power beaming , [140] or batteries . Currently, flying manned electric aircraft are mostly experimental demonstrators, though many small unmanned aerial vehicles are powered by batteries. Electrically powered model aircraft have been flown since the 1970s, with one report in 1957. [141] [142] The first man-carrying electrically powered flights were made in 1973. [143] Between 2015 and 2016, a manned, solar-powered plane, Solar Impulse 2 , completed a circumnavigation of the Earth. [144]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Solar_Impulse_SI2_pilote_Bertrand_Piccard_Payerne_November_2014.jpg/220px-Solar_Impulse_SI2_pilote_Bertrand_Piccard_Payerne_November_2014.jpg",
                "caption": "In 2016, Solar Impulse 2 was the first solar-powered aircraft to complete a circumnavigation of the world."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Production and content",
        "text": "Planet of the Humans was written, directed, and narrated by Jeff Gibbs. Michael Moore served as executive producer. The producers of Planet of the Humans are Gibbs and Ozzie Zehner; co-producers are Valorie Gibbs, Christopher Henze and David Paxson; cinematography by Gibbs, Zehner, and Christopher Henze; editing by Gibbs and Angela Vargos; sound mixing by Christopher Henze. Gibbs also composed some of the film's score. Its content consists of energy-related footage, street interviews, formal interviews, and archival footage of businessmen and prominent environmental leaders. Footage includes satellite views of America's night skies, construction of a wind turbine, a solar fair, a wind farm construction site, a solar array owned by Lansing Power and Light Company, the Ivanpah Solar Power Facility , biomass facilities, and public events where prominent environmental leaders were speaking. Interviews were done by a camera crew that identified themselves as being from New World Media during public events. These interviews were preceded by a number of formal interviews with Richard Heinberg, Ozzie Zehner , and Penn State anthropologist Nina Jablonski. The voice-over for much of the film was undertaken by Jeff Gibbs.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/MichaelMoore2013.jpg/165px-MichaelMoore2013.jpg",
                "caption": "Michael Moore"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Planet_of_the_Humans",
        "title": "Planet of the Humans",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    },
    {
        "section": "Scientific accuracy",
        "text": "The movie was criticized as outdated and misleading by some climate scientists. [8] [9] [29] The film claims the carbon footprint of renewable energy is comparable to fossil fuels, when taking into account all different stages of its production . However, a large body of research shows the life-cycle emissions of wind and solar are much lower than those of fossil fuels. [30] [31] [32] The film uses footage of a solar field that is up to a decade old, which critics argue may give a false impression of the maturity of the technologies in the present day. [9] [30] One field of solar panels the documentary shows operates with 8% efficiency of sunlight conversion , which is below the typical 15-20% efficiency of solar panels in use in 2020. [33] The film also includes footage of a 10-year-old electric vehicle being recharged from a grid that is 95% powered by coal. The emissions intensity of electric vehicles varies depending on the source of electricity used to power the grid; however, as of 2020, they emit less than internal combustion vehicles in all but a few of the world's regions. [34] As of 2015, electric vehicles emit on average 31% less than internal combustion vehicles for the same distance travelled. [34] The average power grid derived slightly more than 60% of its energy from fossil fuels in 2019. [35] [36] [37] A pie chart is shown in the film with total battery storage compared to yearly energy use, which is a factor of thousand higher. The filmmakers suggest that this amount of energy storage is needed to make sure intermittency of renewables does not lead to power outages. In reality, battery storage is only part of solving intermittency , and using a mix of different energy sources reduces the need for batteries. [38] In a letter, filmmaker and environmental activist Josh Fox and academics including climate scientist Michael Mann have asked for an apology and a retraction of the film. They say the film includes \"various distortions, half-truths and lies\", and that the filmmakers \"have done a grave disservice to us and the planet by promoting climate change inactivist tropes and talking points\". [10] The film includes egregious misquotes. For example, the film heavily criticizes logging-based biomass projects and then incorrectly implies that many environmental groups are strong supporters of such projects. At 1:05:54, the film shows a quote from the Sierra Club Biomass Guidelines saying \"biomass projects can be sustainable.\" This quote is taken entirely out of context and is a misrepresentation of the document which states that:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/CO2_Emissions_from_Electricity_Production_IPCC.png/220px-CO2_Emissions_from_Electricity_Production_IPCC.png",
                "caption": "Graph showing different life-cycle greenhouse gas emissions of different energy sources ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Bill_McKibben%2C_2016_%28cropped%29.jpg/165px-Bill_McKibben%2C_2016_%28cropped%29.jpg",
                "caption": "Bill McKibben"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Planet_of_the_Humans",
        "title": "Planet of the Humans",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Economic analysis of biomass projects"
    }
]