[
    {
        "section": "Biomass in the form of residues and waste",
        "text": "Residues and waste are by-products from biological material harvested mainly for non-energy purposes. The most important by-products are wood residues, agricultural residues and municipal/industrial waste: Wood residues are by-products from forestry operations or from the wood processing industry. Had the residues not been collected and used for bioenergy, they would have decayed (and therefore produced emissions) [g] on the forest floor or in landfills, or been burnt (and produced emissions) at the side of the road in forests or outside wood processing facilities. [24] The by-products from forestry operations are called logging residues or forest residues, and consist of tree tops, branches, stumps, damaged or dying or dead trees, irregular or bent stem sections, thinnings (small trees that are cleared away in order to help the bigger trees grow large), and trees removed to reduce wildfire risk. [h] The extraction level of logging residues differ from region to region, [i] [j] but there is an increasing interest in using this feedstock, [k] since the sustainable potential is large (15 EJ annually). [l] 68% of the total forest biomass in the EU consists of wood stems, and 32% consists of stumps, branches and tops. [25] The by-products from the wood processing industry are called wood processing residues and consist of cut offs, shavings, sawdust, bark, and black liquor. [26] Wood processing residues have a total energy content of 5.5 EJ annually. [27] Wood pellets are mainly made from wood processing residues, [m] and have a total energy content of 0.7 EJ. [n] Wood chips are made from a combination of feedstocks, [28] and have a total energy content of 0.8 EJ. [o] The energy content in agricultural residues used for energy is approximately 2 EJ. [p] However, agricultural residues has a large untapped potential. The energy content in the global production of agricultural residues has been estimated to 78 EJ annually, with the largest share from straw (51 EJ). [q] Others have estimated between 18 and 82 EJ. [r] The use of agricultural residues and waste that is both sustainable and economically feasible [12] : 9 is expected to increase to between 37 and 66 EJ in 2030. [s] Municipal waste produced 1.4 EJ and industrial waste 1.1 EJ. [29] Wood waste from cities and industry also produced 1.1 EJ. [27] The sustainable potential for wood waste has been estimated to 2–10 EJ. [30] IEA recommends a dramatic increase in waste utilization to 45 EJ annually in 2050. [31]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Lake_Stevens%2C_WA_-_de_Jong_Sawdust_%26_Shavings_01.jpg/220px-Lake_Stevens%2C_WA_-_de_Jong_Sawdust_%26_Shavings_01.jpg",
                "caption": "Sawdust is residue from the wood processing industry."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Carbon accounting system boundaries",
        "text": "Carbon positive scenarios are likely to be net emitters of CO 2 , carbon negative projects are net absorbers of CO 2 , while carbon neutral projects balance emissions and absorption equally. [56] It is common to include alternative scenarios (also called \"reference scenarios\" or \"counterfactuals\") for comparison. [11] : 83 The alternative scenarios range from scenarios with only modest changes compared to the existing project, all the way to radically different ones (i.e. forest protection or \"no-bioenergy\" counterfactuals.) Generally, the difference between scenarios is seen as the actual carbon mitigation potential of the scenarios. [11] : 100 In addition to the choice of alternative scenario, other choices has to be made as well. The so-called \"system boundaries\" determine which carbon emissions/absorptions that will be included in the actual calculation, and which that will be excluded. System boundaries include temporal, spatial, efficiency-related and economic boundaries. [26] For example, the actual carbon intensity of bioenergy varies with biomass production techniques and transportation lengths.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Bioenergy_system_boundaries.jpg/310px-Bioenergy_system_boundaries.jpg",
                "caption": "Alternative system boundaries for assessing climate effects of forest-based bioenergy. Option 1 (black) considers only the stack emissions; Option 2 (green) considers only the forest carbon stock; Option 3 (blue) considers the bioenergy supply chain; Option 4 (red) covers the whole bioeconomy, including wood products in addition to biomass. [26]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Climate impacts expressed as varying with time",
        "text": "The use of boreal stemwood harvested exclusively for bioenergy have a positive climate impact only in the long term, while the use of wood residues have a positive climate impact also in the short to medium term. [aq] Short carbon payback/parity times are produced when the most realistic no-bioenergy scenario is a traditional forestry scenario where \"good\" wood stems are harvested for lumber production, and residues are burned or left behind in the forest or in landfills. The collection of such residues provides material which \"[...] would have released its carbon (via decay or burning) back to the atmosphere anyway (over time spans defined by the biome's decay rate) [...].\" [63] In other words, payback and parity times depend on the decay speed. The decay speed depends on a.) location (because decay speed is \"[...] roughly proportional to temperature and rainfall [...]\" [64] ), and b.) the thickness of the residues. [ar] Residues decay faster in warm and wet areas, and thin residues decay faster than thick residues. Thin residues in warm and wet temperate forests therefore have the fastest decay, while thick residues in cold and dry boreal forests have the slowest decay. If the residues instead are burned in the no-bioenergy scenario, e.g. outside the factories or at roadside in the forests, emissions are instant. In this case, parity times approach zero. [as] Like other scientists, the JRC staff note the high variability in carbon accounting results, and attribute this to different methodologies. [at] In the studies examined, the JRC found carbon parity times of 0 to 400 years for stemwood harvested exclusively for bioenergy, depending on different characteristics and assumptions for both the forest/bioenergy system and the alternative fossil system, with the emission intensity of the displaced fossil fuels seen as the most important factor, followed by conversion efficiency and biomass growth rate/rotation time. Other factors relevant for the carbon parity time are the initial carbon stock and the existing harvest level; both higher initial carbon stock and higher harvest level means longer parity times. [65] Liquid biofuels have high parity times because about half of the energy content of the biomass is lost in the processing. [au]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Net_emissions_from_forest_bioenergy_pathways%2C_compared_against_coal_and_natural_gas_alternative_scenarios.png/220px-Net_emissions_from_forest_bioenergy_pathways%2C_compared_against_coal_and_natural_gas_alternative_scenarios.png",
                "caption": "Time-dependent net emission estimates for forest bioenergy pathways, compared against coal and natural gas alternative scenarios. Plus signs represents positive climate effects, minus signs negative climate effects. [17]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Climate impacts expressed as static numbers",
        "text": "EU's Joint Research Centre has examined a number of bioenergy emission estimates found in literature, and calculated greenhouse gas savings percentages for bioenergy pathways in heat production, transportation fuel production and electricity production, based on those studies. The calculations are based on the attributional LCA accounting principle. It includes all supply chain emissions, from raw material extraction, through energy and material production and manufacturing, to end-of-life treatment and final disposal. It also includes emissions related to the production of the fossil fuels used in the supply chain. It excludes emission/absorption effects that takes place outside its system boundaries, for instance market related, biogeophysical (e.g. albedo), and time-dependent effects. The authors conclude that \"[m]ost bio-based commodities release less GHG than fossil products along their supply chain; but the magnitude of GHG emissions vary greatly with logistics, type of feedstocks, land and ecosystem management, resource efficiency, and technology.\" [67] Because of the varied climate mitigation potential for different biofuel pathways, governments and organizations set up different certification schemes to ensure that biomass use is sustainable, for instance the RED (Renewable Energy Directive) in the EU and the ISO standard 13065 by the International Organization for Standardization. [68] In the US, the RFS (Renewables Fuel Standard) limit the use of traditional biofuels and defines the minimum life-cycle GHG emissions that are acceptable. Biofuels are considered traditional if they achieve up to 20% GHG emission reduction compared to the petrochemical equivalent, advanced if they save at least 50%, and cellulosic if the save more than 60%. [av] The EU's Renewable Energy Directive (RED) states that the typical greenhouse gas emissions savings when replacing fossil fuels with wood pellets from forest residues for heat production varies between 69% and 77%, depending on transport distance: When the distance is between 0 and 2500 km, emission savings is 77%. Emission savings drop to 75% when the distance is between 2500 and 10 000 km, and to 69% when the distance is above 10 000 km. When stemwood is used, emission savings varies between 70% and 77%, depending on transport distance. When wood industry residues are used, savings varies between 79% and 87%. [aw] Since the long payback and parity times calculated for some forestry projects is seen as a non-issue for energy crops (except in the cases mentioned above), researchers instead calculate static climate mitigation potentials for these crops, using LCA-based carbon accounting methods. A particular energy crop-based bioenergy project is considered carbon positive, carbon neutral or carbon negative based on the total amount of CO 2 equivalent emissions and absorptions accumulated throughout its entire lifetime: If emissions during agriculture, processing, transport and combustion are higher than what is absorbed (and stored) by the plants, both above and below ground, during the project's lifetime, the project is carbon positive. Likewise, if total absorption is higher than total emissions, the project is carbon negative. In other words, carbon negativity is possible when net carbon accumulation more than compensates for net lifecycle greenhouse gas emissions. Typically, perennial crops sequester more carbon than annual crops because the root buildup is allowed to continue undisturbed over many years. Also, perennial crops avoid the yearly tillage procedures (plowing, digging) associated with growing annual crops. Tilling helps the soil microbe populations to decompose the available carbon, producing CO 2 . [ax] [62] : 393 There is now (2018) consensus in the scientific community that \"[...] the GHG [greenhouse gas] balance of perennial bioenergy crop cultivation will often be favourable [...]\", also when considering the implicit direct and indirect land use changes. [69] : 150",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/GHG_emissions_from_wood_pellets_burnt_for_electricity_in_the_EU.png/220px-GHG_emissions_from_wood_pellets_burnt_for_electricity_in_the_EU.png",
                "caption": "Greenhouse gas emissions from wood pellet production and transport from the US to the EU. [66]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Sustainable forestry and forest protection",
        "text": "IPCC states that there is disagreement about whether the global forest is shrinking or not, and quote research indicating that tree cover has increased 7.1% between 1982 and 2016. [62] : 367 The IPCC writes: \"While above-ground biomass carbon stocks are estimated to be declining in the tropics, they are increasing globally due to increasing stocks in temperate and boreal forests [...].\" [62] : 385 Old trees have a very high carbon absorption rate, and felling old trees means that this large potential for future carbon absorption is lost. [60] : 3 There is also a loss of soil carbon due to the harvest operations. [60] : 3 Old trees absorb more CO 2 than young trees, because of the larger leaf area in full grown trees. [73] However, the old forest (as a whole) will eventually stop absorbing CO 2 because CO 2 emissions from dead trees cancel out the remaining living trees' CO 2 absorption. [ay] The old forest (or forest stands) are also vulnerable for natural disturbances that produces CO 2 . The IPCC found that \"[...] landscapes with older forests have accumulated more carbon but their sink strength is diminishing, while landscapes with younger forests contain less carbon but they are removing CO 2 from the atmosphere at a much higher rate [...].\" [62] : 386 The IPCC states that the net climate effect from conversion of unmanaged to managed forest can be positive or negative, depending on circumstances. The carbon stock is reduced , but since managed forests grow faster than unmanaged forests, more carbon is absorbed . Positive climate effects are produced if the harvested biomass is used efficiently. [62] : 351 There is a tradeoff between the benefits of having a maximized forest carbon stock, not absorbing any more carbon, and the benefits of having a portion of that carbon stock \"unlocked\", and instead working as a renewable fossil fuel replacement tool, for instance in sectors which are difficult or expensive to decarbonize. [31] [az] The \"competition\" between locked-away and unlocked forest carbon might be won by the unlocked carbon: \"In the long term, using sustainably produced forest biomass as a substitute for carbon-intensive products and fossil fuels provides greater permanent reductions in atmospheric CO 2 than preservation does.\" [74] : 39 IEA Bioenergy writes: \"forests managed for producing sawn timber, bioenergy and other wood products can make a greater contribution to climate change mitigation than forests managed for conservation alone.\" Three reasons are given: [75] Data from FAO show that most wood pellets are produced in regions dominated by sustainably managed forests, such as Europe and North America. Europe (including Russia) produced 54% of the world's wood pellets in 2019, and the forest carbon stock in this area increased from 158.7 to 172.4 Gt between 1990 and 2020. In the EU, above-ground forest biomass increases with 1.3% per year on average, however the increase is slowing down because the forests are maturing. [76] United Kingdom Emissions Trading System allows operators of CO2 generating installations to apply zero emissions factor for the fraction used for non-energy purposes, while energy purposes (electricity generation, heating) require additional sustainability certification on the biomass used. [77]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Old_growth_spruce_forest.jpg/220px-Old_growth_spruce_forest.jpg",
                "caption": "Old-growth spruce forest in France."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Starr-090413-5809-Fraxinus_uhdei-plantation-Makawao_Forest_Reserve-Maui_%2824655914310%29.jpg/220px-Starr-090413-5809-Fraxinus_uhdei-plantation-Makawao_Forest_Reserve-Maui_%2824655914310%29.jpg",
                "caption": "Plantation forest in Hawaii."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Forest_area_increase_in_the_EU_1990-2020.png/220px-Forest_area_increase_in_the_EU_1990-2020.png",
                "caption": "Forest area increase in the EU 1990–2020. [72]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Forest_biomass_flow_chart.jpg/220px-Forest_biomass_flow_chart.jpg",
                "caption": "Sankey diagram that shows the flow of biomass from forest to wood products, paper and energy in Sweden. [78]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Biodiversity",
        "text": "Biomass production for bioenergy can have negative impacts on biodiversity. [79] Oil palm and sugar cane are examples of crops that have been linked to reduced biodiversity . [80] In addition, changes in biodiversity also impacts primary production which naturally effects decomposition and soil heterotrophic organisms. [81] Win-win scenarios (good for climate, good for biodiversity) include: [11] : 8–149 Win-lose scenarios (good for the climate, bad for biodiversity) include afforestation on ancient, biodiversity-rich grassland ecosystems which were never forests, and afforestation of former agricultural land with monoculture plantations. [11] : 125–147 Lose-win scenarios (bad for the climate, good for biodiversity) include natural forest expansion on former agricultural land. [11] : 125–147 Lose-lose scenarios include increased use of thick forest residues like stumps from some boreal forests with slow decay rates, and conversion of natural forests into forest plantations. [11] : 8–147",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Carbon_emissions_and_biodiversity.png/220px-Carbon_emissions_and_biodiversity.png",
                "caption": "Classification scheme for win-win (green), trade-off (orange), and lose-lose (red) scenarios caused by additional bioenergy pathways in the EU. [11] : 107"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Climate_and_biodiversity_impacts_for_additional_bioenergy_pathways_in_the_EU_%28forestry_residues%2C_afforestation_and_conversion_to_forest_plantation%29.png/220px-Climate_and_biodiversity_impacts_for_additional_bioenergy_pathways_in_the_EU_%28forestry_residues%2C_afforestation_and_conversion_to_forest_plantation%29.png",
                "caption": "Short term climate and biodiversity impacts for 3 alternative bioenergy pathways in the EU (forest residues, afforestation and conversion to forest plantation.) Short term is here defined as a period of 0–20 years, medium term 30-50 years, and long term over 50 years. [11] : 146"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Pollution",
        "text": "Other problems are pollution of soil and water from fertiliser/pesticide use, [83] and emission of ambient air pollutants, mainly from open field burning of residues. [84] The traditional use of wood in cook stoves and open fires produces pollutants, which can lead to severe health and environmental consequences. However, a shift to modern bioenergy contribute to improved livelihoods and can reduce land degradation and impacts on ecosystem services . [62] : 375 According to the IPCC, there is strong evidence that modern bioenergy have \"large positive impacts\" on air quality. [85] Traditional bioenergy is inefficient and the phasing out of this energy source has both large health benefits and large economic benefits. [31] When combusted in industrial facilities, most of the pollutants originating from woody biomass reduce by 97-99%, compared to open burning. [86] Combustion of woody biomass produces lower amounts of particulate matter than coal for the same amount of electricity generated. [87]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Montana_16_bg_062406.jpg/225px-Montana_16_bg_062406.jpg",
                "caption": "Simple traditional use of biomass for cooking or heating (combustion of wood logs)."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Role in addressing climate change",
        "text": "As part of the global effort to limit climate change , most countries have committed to net zero greenhouse gas emissions . [26] In practice, this means phasing out fossil fuels and replacing them with low-emissions energy sources. [12] At the 2023 United Nations Climate Change Conference , around three-quarters of the world's countries set a goal of tripling renewable energy capacity by 2030. [27] The European Union aims to generate 40% of its electricity from renewables by the same year. [28]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/2021_Death_rates%2C_by_energy_source.svg/300px-2021_Death_rates%2C_by_energy_source.svg.png",
                "caption": "Deaths caused as a result of fossil fuel use (areas of rectangles in chart) greatly exceed those resulting from production of renewable energy (rectangles barely visible in chart). [25]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Intermittency",
        "text": "The two most important forms of renewable energy, solar and wind, are intermittent energy sources : they are not available constantly, resulting in lower capacity factors . In contrast, fossil fuel power plants are usually able to produce precisely the amount of energy an electricity grid requires at a given time. Solar energy can only be captured during the day, and ideally in cloudless conditions. Wind power generation can vary significantly not only day-to-day, but even month-to-month. [31] This poses a challenge when transitioning away from fossil fuels: energy demand will often be higher or lower than what renewables can provide. [32] Both scenarios can cause electricity grids to become overloaded, leading to power outages . In the medium-term, this variability may require keeping some gas-fired power plants or other dispatchable generation on standby [33] [34] until there is enough energy storage, demand response , grid improvement, and/or baseload power from non-intermittent sources. In the long-term, energy storage is an important way of dealing with intermittency. [35] Using diversified renewable energy sources and smart grids can also help flatten supply and demand. [36] Sector coupling of the power generation sector with other sectors may increase flexibility: for example the transport sector can be coupled by charging electric vehicles and sending electricity from vehicle to grid . [37] Similarly the industry sector can be coupled by hydrogen produced by electrolysis, [38] and the buildings sector by thermal energy storage for space heating and cooling. [39] Building overcapacity for wind and solar generation can help ensure sufficient electricity production even during poor weather. In optimal weather, it may be necessary to curtail energy generation if it is not possible to use or store excess electricity. [40]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Renewables_need_flexible_backup_not_baseload.png/300px-Renewables_need_flexible_backup_not_baseload.png",
                "caption": "Estimated power demand over a week in May 2012 and May 2020, Germany, showing the variability in solar and wind power both day-to-day and month-to-month."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Solar energy",
        "text": "Solar power produced around 1.3 terrawatt-hours (TWh) worldwide in 2022, [10] representing 4.6% of the world's electricity. Almost all of this growth has happened since 2010. [52] Solar energy can be harnessed anywhere that receives sunlight; however, the amount of solar energy that can be harnessed for electricity generation is influenced by weather conditions , geographic location and time of day. [53] There are two mainstream ways of harnessing solar energy: solar thermal , which converts solar energy into heat; and photovoltaics (PV), which converts it into electricity. [12] PV is far more widespread, accounting for around two thirds of the global solar energy capacity as of 2022. [54] It is also growing at a much faster rate, with 170 GW newly installed capacity in 2021, [55] compared to 25 GW of solar thermal. [54] Passive solar refers to a range of construction strategies and technologies that aim to optimize the distribution of solar heat in a building. Examples include solar chimneys , [12] orienting a building to the sun, using construction materials that can store heat , and designing spaces that naturally circulate air . [56] From 2020 to 2022, solar technology investments almost doubled from USD 162 billion to USD 308 billion, driven by the sector's increasing maturity and cost reductions, particularly in solar photovoltaic (PV), which accounted for 90% of total investments. China and the United States were the main recipients, collectively making up about half of all solar investments since 2013. Despite reductions in Japan and India due to policy changes and COVID-19 , growth in China, the United States, and a significant increase from Vietnam's feed-in tariff program offset these declines. Globally, the solar sector added 714 gigawatts (GW) of solar PV and concentrated solar power (CSP) capacity between 2013 and 2021, with a notable rise in large-scale solar heating installations in 2021, especially in China, Europe, Turkey, and Mexico. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/SolarFachwerkhaus.jpg/220px-SolarFachwerkhaus.jpg",
                "caption": "A small, roof-top mounted PV system in Bonn , Germany"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG/220px-Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG",
                "caption": "Komekurayama photovoltaic power station in Kofu , Japan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Photovoltaics",
        "text": "A photovoltaic system , consisting of solar cells assembled into panels , converts light into electrical direct current via the photoelectric effect . [60] PV has several advantages that make it by far the fastest-growing renewable energy technology. It is cheap, low-maintenance and scalable; adding to an existing PV installation as demanded arises is simple. Its main disadvantage is its poor performance in cloudy weather. [12] PV systems range from small, residential and commercial rooftop or building integrated installations, to large utility-scale photovoltaic power station . [61] A household's solar panels can either be used for just that household or, if connected to an electrical grid, can be aggregated with millions of others. [62] The first utility-scale solar power plant was built in 1982 in Hesperia, California by ARCO . [63] The plant was not profitable and was sold eight years later. [64] However, over the following decades, PV cells became significantly more efficient and cheaper. [65] As a result, PV adoption has grown exponentially since 2010. [66] Global capacity increased from 230 GW at the end of 2015 to 890 GW in 2021. [67] PV grew fastest in China between 2016 and 2021, adding 560 GW, more than all advanced economies combined. [68] Four of the ten biggest solar power stations are in China, including the biggest, Golmud Solar Park in China. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg/220px-1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg.png",
                "caption": "Swanson's law –stating that solar module prices have dropped about 20% for each doubling of installed capacity—defines the \" learning rate \" of solar photovoltaics . [58] [59]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Wind power",
        "text": "Humans have harnessed wind energy since at least 3500 BC. Until the 20th century, it was primarily used to power ships, windmills and water pumps. Today, the vast majority of wind power is used to generate electricity using wind turbines. [12] Modern utility-scale wind turbines range from around 600 kW to 9 MW of rated power. The power available from the wind is a function of the cube of the wind speed, so as wind speed increases, power output increases up to the maximum output for the particular turbine. [76] Areas where winds are stronger and more constant, such as offshore and high-altitude sites, are preferred locations for wind farms. Wind-generated electricity met nearly 4% of global electricity demand in 2015, with nearly 63 GW of new wind power capacity installed. Wind energy was the leading source of new capacity in Europe, the US and Canada, and the second largest in China. In Denmark, wind energy met more than 40% of its electricity demand while Ireland, Portugal and Spain each met nearly 20%. [77] Globally, the long-term technical potential of wind energy is believed to be five times total current global energy production, or 40 times current electricity demand, assuming all practical barriers needed were overcome. This would require wind turbines to be installed over large areas, particularly in areas of higher wind resources, such as offshore, and likely also industrial use of new types of VAWT turbines in addition to the horizontal axis units currently in use. As offshore wind speeds average ~90% greater than that of land, offshore resources can contribute substantially more energy than land-stationed turbines. [78] Investments in wind technologies reached USD 161 billion in 2020, with onshore wind dominating at 80% of total investments from 2013 to 2022. Offshore wind investments nearly doubled to USD 41 billion between 2019 and 2020, primarily due to policy incentives in China and expansion in Europe. Global wind capacity increased by 557 GW between 2013 and 2021, with capacity additions increasing by an average of 19% each year. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Pretty_flamingos_-_geograph.org.uk_-_578705.jpg/170px-Pretty_flamingos_-_geograph.org.uk_-_578705.jpg",
                "caption": "Burbo , NW-England"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Fentonwindpark1.jpg/220px-Fentonwindpark1.jpg",
                "caption": "Sunrise at the Fenton Wind Farm in Minnesota, United States"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Wind_energy_generation_by_region%2C_OWID.svg/300px-Wind_energy_generation_by_region%2C_OWID.svg.png",
                "caption": "Wind energy generation by region over time [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Hydropower",
        "text": "Since water is about 800 times denser than air , even a slow flowing stream of water, or moderate sea swell , can yield considerable amounts of energy. Water can generate electricity with a conversion efficiency of about 90%, which is the highest rate in renewable energy. [82] There are many forms of water energy: Much hydropower is flexible, thus complementing wind and solar. [86] In 2021, the world renewable hydropower capacity was 1,360 GW. [68] Only a third of the world's estimated hydroelectric potential of 14,000 TWh/year has been developed. [87] [88] New hydropower projects face opposition from local communities due to their large impact, including relocation of communities and flooding of wildlife habitats and farming land. [89] High cost and lead times from permission process, including environmental and risk assessments, with lack of environmental and social acceptance are therefore the primary challenges for new developments. [90] It is popular to repower old dams thereby increasing their efficiency and capacity as well as quicker responsiveness on the grid. [91] Where circumstances permit existing dams such as the Russell Dam built in 1985 may be updated with \"pump back\" facilities for pumped-storage which is useful for peak loads or to support intermittent wind and solar power. Because dispatchable power is more valuable than VRE [92] [93] countries with large hydroelectric developments such as Canada and Norway are spending billions to expand their grids to trade with neighboring countries having limited hydro. [94]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/ThreeGorgesDam-China2009.jpg/220px-ThreeGorgesDam-China2009.jpg",
                "caption": "The Three Gorges Dam for hydropower on the Yangtze River in China"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Three_gorges_dam_from_space.jpg/220px-Three_gorges_dam_from_space.jpg",
                "caption": "Three Gorges Dam and Gezhouba Dam , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Bioenergy",
        "text": "Biomass is biological material derived from living, or recently living organisms. Most commonly, it refers to plants or plant-derived materials. As an energy source, biomass can either be used directly via combustion to produce heat, or converted to a more energy-dense biofuel like ethanol. Wood is the most significant biomass energy source as of 2012 [98] and is usually sourced from a trees cleared for silvicultural reasons or fire prevention . Municipal wood waste – for instance, construction materials or sawdust – is also often burned for energy. [99] The biggest per-capita producers of wood-based bioenergy are heavily forested countries like Finland, Sweden, Estonia, Austria, and Denmark. [100] Bioenergy can be environmentally destructive if old-growth forests are cleared to make way for crop production. In particular, demand for palm oil to produce biodiesel has contributed to the deforestation of tropical rainforests in Brazil and Indonesia. [101] In addition, burning biomass still produces carbon emissions, although much less than fossil fuels (39 grams of CO 2 per megajoule of energy, compared to 75 g/MJ for fossil fuels). [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Metz_biomass_power_station.jpg/220px-Metz_biomass_power_station.jpg",
                "caption": "A CHP power station using wood to supply 30,000 households in France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Biofuel",
        "text": "Biofuels are primarily used in transportation, providing 3.5% of the world's transport energy demand in 2022, [103] up from 2.7% in 2010. [104] Biojet is expected to be important for short-term reduction of carbon dioxide emissions from long-haul flights. [105] Aside from wood, the major sources of bioenergy are bioethanol and biodiesel . [12] Bioethanol is usually produced by fermenting the sugar components of crops like sugarcane and maize , while biodiesel is mostly made from oils extracted from plants, such as soybean oil and corn oil . [106] Most of the crops used to produce bioethanol and biodiesel are grown specifically for this purpose, [107] although used cooking oil accounted for 14% of the oil used to produce biodiesel as of 2015. [106] The biomass used to produce biofuels varies by region. Maize is the major feedstock in the United States, while sugarcane dominates in Brazil. [108] In the European Union, where biodiesel is more common than bioethanol, rapeseed oil and palm oil are the main feedstocks. [109] China, although it produces comparatively much less biofuel, uses mostly corn and wheat. [110] In many countries, biofuels are either subsidized or mandated to be included in fuel mixtures . [101] There are many other sources of bioenergy that are more niche, or not yet viable at large scales. For instance, bioethanol could be produced from the cellulosic parts of crops, rather than only the seed as is common today. [111] Sweet sorghum may be a promising alternative source of bioethanol, due to its tolerance of a wide range of climates. [112] Cow dung can be converted into methane. [113] There is also a great deal of research involving algal fuel , which is attractive because algae is a non-food resource, grows around 20 times faster than most food crops, and can be grown almost anywhere. [114]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Faz_S_Sofia_canavial_090607_REFON.JPG/220px-Faz_S_Sofia_canavial_090607_REFON.JPG",
                "caption": "Sugarcane plantation to produce ethanol in Brazil"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Soybeanbus.jpg/220px-Soybeanbus.jpg",
                "caption": "A bus fueled by biodiesel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Geothermal energy",
        "text": "Geothermal energy is thermal energy (heat) extracted from the Earth's crust . It originates from several different sources , of which the most significant is slow radioactive decay of minerals contained in the Earth's interior , [12] as well as some leftover heat from the formation of the Earth . [119] Some of the heat is generated near the Earth's surface in the crust, but some also flows from deep within the Earth from the mantle and core . [119] Geothermal energy extraction is viable mostly in countries located on tectonic plate edges, where the Earth's hot mantle is more exposed. [120] As of 2023, the United States has by far the most geothermal capacity (2.7 GW, [121] or less than 0.2% of the country's total energy capacity [122] ), followed by Indonesia and the Philippines. Global capacity in 2022 was 15 GW. [121] Geothermal energy can be either used directly to heat homes, as is common in Iceland, or to generate electricity. At smaller scales, geothermal power can be generated with geothermal heat pumps , which can extract heat from ground temperatures of under 30 °C (86 °F), allowing them to be used at relatively shallow depths of a few meters. [120] Electricity generation requires large plants and ground temperatures of at least 150 °C (302 °F). In some countries, electricity produced from geothermal energy accounts for a large portion of the total, such as Kenya (43%) and Indonesia (5%). [123] Technical advances may eventually make geothermal power more widely available. For example, enhanced geothermal systems involve drilling around 10 kilometres (6.2 mi) into the Earth, breaking apart hot rocks and extracting the heat using water. In theory, this type of geothermal energy extraction could be done anywhere on Earth. [120]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/NesjavellirPowerPlant_edit2.jpg/220px-NesjavellirPowerPlant_edit2.jpg",
                "caption": "Steam rising from the Nesjavellir Geothermal Power Station in Iceland"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/West_Ford_Flat_Geothermal_Cooling_Tower.JPG/170px-West_Ford_Flat_Geothermal_Cooling_Tower.JPG",
                "caption": "Geothermal plant at The Geysers , California, US"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Krafla_geothermal_power_station_wiki.jpg/220px-Krafla_geothermal_power_station_wiki.jpg",
                "caption": "Krafla , a geothermal power station in Iceland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Marine energy",
        "text": "Marine energy (also sometimes referred to as ocean energy) is the energy carried by ocean waves , tides , salinity , and ocean temperature differences . Technologies to harness the energy of moving water include wave power , marine current power , and tidal power . Reverse electrodialysis (RED) is a technology for generating electricity by mixing fresh water and salty sea water in large power cells. [130] Most marine energy harvesting technologies are still at low technology readiness levels and not used at large scales. Tidal energy is generally considered the most mature, but has not seen wide deployment. [131] The world's largest tidal power station is on Sihwa Lake , South Korea, [132] which produces around 550 gigawatt-hours of electricity per year. [133]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg/220px-Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg",
                "caption": "Aerial view of Sihwa Tidal Power Station in South Korea"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Growth of renewables",
        "text": "The results of a recent review of the literature concluded that as greenhouse gas (GHG) emitters begin to be held liable for damages resulting from GHG emissions resulting in climate change, a high value for liability mitigation would provide powerful incentives for deployment of renewable energy technologies. [181] In the decade of 2010–2019, worldwide investment in renewable energy capacity excluding large hydropower amounted to US$2.7 trillion, of which the top countries China contributed US$818 billion, the United States contributed US$392.3 billion, Japan contributed US$210.9 billion, Germany contributed US$183.4 billion, and the United Kingdom contributed US$126.5 billion. [182] This was an increase of over three and possibly four times the equivalent amount invested in the decade of 2000–2009 (no data is available for 2000–2003). [182] As of 2022, an estimated 28% of the world's electricity was generated by renewables. This is up from 19% in 1990. [183]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg/232px-20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg.png",
                "caption": "Investment: Companies, governments and households have committed increasing amounts to decarbonization, including renewable energy (solar, wind), electric vehicles and associated charging infrastructure, energy storage, energy-efficient heating systems, carbon capture and storage, and hydrogen. [171] [172]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg/232px-20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg.png",
                "caption": "Levelized cost: With increasingly widespread implementation of renewable energy sources, costs have declined, most notably for energy generated by solar panels. [175] [176] Levelized cost of energy (LCOE) is a measure of the average net present cost of electricity generation for a generating plant over its lifetime."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Future projections",
        "text": "A December 2022 report by the IEA forecasts that over 2022-2027, renewables are seen growing by almost 2 400 GW in its main forecast, equal to the entire installed power capacity of China in 2021. This is an 85% acceleration from the previous five years, and almost 30% higher than what the IEA forecast in its 2021 report, making its largest ever upward revision. Renewables are set to account for over 90% of global electricity capacity expansion over the forecast period. [68] To achieve net zero emissions by 2050, IEA believes that 90% of global electricity generation will need to be produced from renewable sources. [17] In June 2022 IEA Executive Director Fatih Birol said that countries should invest more in renewables to \"ease the pressure on consumers from high fossil fuel prices, make our energy systems more secure, and get the world on track to reach our climate goals.\" [185] China's five year plan to 2025 includes increasing direct heating by renewables such as geothermal and solar thermal. [186] REPowerEU , the EU plan to escape dependence on fossil Russian gas , is expected to call for much more green hydrogen . [187] After a transitional period, [188] renewable energy production is expected to make up most of the world's energy production. In 2018, the risk management firm, DNV GL , forecasts that the world's primary energy mix will be split equally between fossil and non-fossil sources by 2050. [189]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg/220px-2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg.png",
                "caption": "In 2023, electricity generation from wind and solar sources was projected to exceed 30% by 2030. [184]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Policy",
        "text": "Policies to support renewable energy have been vital in their expansion. Where Europe dominated in establishing energy policy in the early 2000s, most countries around the world now have some form of energy policy. [199] The International Renewable Energy Agency (IRENA) is an intergovernmental organization for promoting the adoption of renewable energy worldwide. It aims to provide concrete policy advice and facilitate capacity building and technology transfer. IRENA was formed in 2009, with 75 countries signing the charter of IRENA. [200] As of April 2019, IRENA has 160 member states. [201] The then United Nations Secretary-General Ban Ki-moon has said that renewable energy can lift the poorest nations to new levels of prosperity, [202] and in September 2011 he launched the UN Sustainable Energy for All initiative to improve energy access, efficiency and the deployment of renewable energy. [203] The 2015 Paris Agreement on climate change motivated many countries to develop or improve renewable energy policies. [204] In 2017, a total of 121 countries adopted some form of renewable energy policy. [199] National targets that year existed in 176 countries. [204] In addition, there is also a wide range of policies at the state/provincial, and local levels. [104] Some public utilities help plan or install residential energy upgrades . Many national, state and local governments have created green banks . A green bank is a quasi-public financial institution that uses public capital to leverage private investment in clean energy technologies. [205] Green banks use a variety of financial tools to bridge market gaps that hinder the deployment of clean energy. Climate neutrality by the year 2050 is the main goal of the European Green Deal . [206] For the European Union to reach their target of climate neutrality, one goal is to decarbonise its energy system by aiming to achieve \"net-zero greenhouse gas emissions by 2050.\" [207]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Share_of_electricity_production_from_renewables.svg/330px-Share_of_electricity_production_from_renewables.svg.png",
                "caption": "Share of electricity production from renewables, 2022 [8]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Geopolitics",
        "text": "The geopolitical impact of the growing use of renewable energy is a subject of ongoing debate and research. [219] Many fossil-fuel producing countries, such as Qatar , Russia , Saudi Arabia and Norway , are currently able to exert diplomatic or geopolitical influence as a result of their oil wealth. Most of these countries are expected to be among the geopolitical \"losers\" of the energy transition, although some, like Norway, are also significant producers and exporters of renewable energy. Fossil fuels and the infrastructure to extract them may, in the long term, become stranded assets . [220] It has been speculated that countries dependent on fossil fuel revenue may one day find it in their interests to quickly sell off their remaining fossil fuels. [221] Conversely, nations abundant in renewable resources, and the minerals required for renewables technology, are expected to gain influence. [222] [223] In particular, China has become the world's dominant manufacturer of the technology needed to produce or store renewable energy, especially solar panels , wind turbines , and lithium-ion batteries . [224] Nations rich in solar and wind energy could become major energy exporters. [225] Some may produce and export green hydrogen , [226] [225] although electricity is projected to be the dominant energy carrier in 2050, accounting for almost 50% of total energy consumption (up from 22% in 2015). [227] Countries with large uninhabited areas such as Australia, China, and many African and Middle Eastern countries have a potential for huge installations of renewable energy. The production of renewable energy technologies requires rare-earth elements with new supply chains. [228] Countries with already weak governments that rely on fossil fuel revenue may face even higher political instability or popular unrest. Analysts consider Nigeria, Angola , Chad , Gabon , and Sudan , all countries with a history of military coups , to be at risk of instability due to dwindling oil income. [229] A study found that transition from fossil fuels to renewable energy systems reduces risks from mining, trade and political dependence because renewable energy systems don't need fuel – they depend on trade only for the acquisition of materials and components during construction. [230] In October 2021, European Commissioner for Climate Action Frans Timmermans suggested \"the best answer\" to the 2021 global energy crisis is \"to reduce our reliance on fossil fuels.\" [231] He said those blaming the European Green Deal were doing so \"for perhaps ideological reasons or sometimes economic reasons in protecting their vested interests.\" [231] Some critics blamed the European Union Emissions Trading System (EU ETS) and closure of nuclear plants for contributing to the energy crisis. [232] [233] [234] European Commission President Ursula von der Leyen said that Europe is \"too reliant\" on natural gas and too dependent on natural gas imports . According to Von der Leyen, \"The answer has to do with diversifying our suppliers ... and, crucially, with speeding up the transition to clean energy.\" [235]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/TREC-Map-en.jpg/220px-TREC-Map-en.jpg",
                "caption": "A concept of a super grid"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Public support",
        "text": "Solar power plants may compete with arable land , [254] [255] while on-shore wind farms often face opposition due to aesthetic concerns and noise. [256] [257] Such opponents are often described as NIMBYs (\"not in my back yard\"). [258] Some environmentalists are concerned about fatal collisions of birds and bats with wind turbines. [259] Although protests against new wind farms occasionally occur around the world, regional and national surveys generally find broad support for both solar and wind power. [260] [261] [262] Community-owned wind energy is sometimes proposed as a way to increase local support for wind farms. [263] A 2011 UK Government document stated that \"projects are generally more likely to succeed if they have broad public support and the consent of local communities. This means giving communities both a say and a stake.\" [264] In the 2000s and early 2010s, many renewable projects in Germany, Sweden and Denmark were owned by local communities, particularly through cooperative structures. [265] [266] In the years since, more installations in Germany have been undertaken by large companies, [263] but community ownership remains strong in Denmark. [267]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [253]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Terminology",
        "text": "The term biofuel is used in different ways. One definition is \"Biofuels are biobased products, in solid, liquid, or gaseous forms. They are produced from crops or natural products, such as wood, or agricultural residues, such as molasses and bagasse.\" [2] : 173 Other publications reserve the term biofuel for liquid or gaseous fuels, used for transportation. [3] The IPCC Sixth Assessment Report defines biofuel as \"A fuel, generally in liquid form, produced from biomass . Biofuels include bioethanol from sugarcane, sugar beet or maize, and biodiesel from canola or soybeans.\". [15] : 1795 It goes on to define biomass in this context as \"organic material excluding the material that is fossilised or embedded in geological formations\". [15] : 1795 This means that coal or other fossil fuels is not a form of biomass in this context.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Types_and_generation_of_biofuels.png/220px-Types_and_generation_of_biofuels.png",
                "caption": "Types and generation of biofuels"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Biodiesel",
        "text": "Biodiesel is the most common biofuel in Europe. It is produced from oils or fats using transesterification and is a liquid similar in composition to fossil/mineral diesel. Chemically, it consists mostly of fatty acid methyl (or ethyl) esters ( FAMEs ). [27] Feedstocks for biodiesel include animal fats, vegetable oils, soy , rapeseed , jatropha , mahua , mustard , flax , sunflower , palm oil , hemp , field pennycress , Pongamia pinnata and algae . Pure biodiesel (B100, also known as \"neat\" biodiesel) currently reduces emissions with up to 60% compared to diesel Second generation B100. [28] As of 2020 [update] , researchers at Australia's CSIRO have been studying safflower oil as an engine lubricant , and researchers at Montana State University 's Advanced Fuels Center in the US have been studying the oil's performance in a large diesel engine , with results described as a \"breakthrough\". [29] Biodiesel can be used in any diesel engine and modified equipment when mixed with mineral diesel. It can also be used in its pure form (B100) in diesel engines, but some maintenance and performance problems may occur during wintertime utilization, since the fuel becomes somewhat more viscous at lower temperatures, depending on the feedstock used. [30] Electronically controlled ' common rail ' and ' Unit Injector ' type systems from the late 1990s onwards can only use biodiesel blended with conventional diesel fuel. These engines have finely metered and atomized multiple-stage injection systems that are very sensitive to the viscosity of the fuel. Many current-generation diesel engines are designed to run on B100 without altering the engine itself, although this depends on the fuel rail design.\nSince biodiesel is an effective solvent and cleans residues deposited by mineral diesel, engine filters may need to be replaced more often, as the biofuel dissolves old deposits in the fuel tank and pipes. It also effectively cleans the engine combustion chamber of carbon deposits, helping to maintain efficiency. Biodiesel is an oxygenated fuel, meaning it contains a reduced amount of carbon and higher hydrogen and oxygen content than fossil diesel. This improves the combustion of biodiesel and reduces the particulate emissions from unburnt carbon. However, using pure biodiesel may increase NO x -emissions [31] Biodiesel is also safe to handle and transport because it is non-toxic and biodegradable , and has a high flash point of about 300 °F (148 °C) compared to petroleum diesel fuel, which has a flash point of 125 °F (52 °C). [32] In many European countries, a 5% biodiesel blend is widely used and is available at thousands of gas stations. [33] [34] In France, biodiesel is incorporated at a rate of 8% in the fuel used by all French diesel vehicles. [35] Avril Group produces under the brand Diester , a fifth of 11 million tons of biodiesel consumed annually by the European Union . [36] It is the leading European producer of biodiesel. [35]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Biofuel_pumps_DCA_07_2010_9834.JPG/220px-Biofuel_pumps_DCA_07_2010_9834.JPG",
                "caption": "Biofuel pumps, 2010"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Targray_Biodiesel_Railcar.png/220px-Targray_Biodiesel_Railcar.png",
                "caption": "Targray Biofuels Division railcar transporting Biodiesel."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Straight vegetable oil",
        "text": "Straight unmodified edible vegetable oil is generally not used as fuel, but lower-quality oil has been used for this purpose. Used vegetable oil is increasingly being processed into biodiesel, or (more rarely) cleaned of water and particulates and then used as a fuel. The IEA estimates that biodiesel production used 17% of global vegetable oil supplies in 2021. [21] Oils and fats reacted with 10 pounds of a short-chain alcohol (usually methanol) in the presence of a catalyst (usually sodium hydroxide [NaOH] can be hydrogenated to give a diesel substitute. [48] The resulting product is a straight-chain hydrocarbon with a high cetane number , low in aromatics and sulfur and does not contain oxygen. Hydrogenated oils can be blended with diesel in all proportions. They have several advantages over biodiesel, including good performance at low temperatures, no storage stability problems and no susceptibility to microbial attack. [49]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Walmart%E2%80%99s_Grease_Fuel_Truck_%282%29.jpg/220px-Walmart%E2%80%99s_Grease_Fuel_Truck_%282%29.jpg",
                "caption": "A biofuel truck in 2009 [47]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Bioethers",
        "text": "Bioethers (also referred to as fuel ethers or oxygenated fuels) are cost-effective compounds that act as octane rating enhancers. \"Bioethers are produced by the reaction of reactive iso-olefins, such as iso-butylene, with bioethanol.\" [51] [ attribution needed ] Bioethers are created from wheat or sugar beets, and also be produced from the waste glycerol that results from the production of biodiesel. [52] They also enhance engine performance, while significantly reducing engine wear and toxic exhaust emissions . By greatly reducing the amount of ground-level ozone emissions, they contribute to improved air quality. [53] [54] In transportation fuel there are six ether additives: dimethyl ether (DME), diethyl ether (DEE), methyl tert -butyl ether (MTBE), ethyl tert -butyl ether (ETBE), tert -amyl methyl ether (TAME), and tert -amyl ethyl ether (TAEE). [55] The European Fuel Oxygenates Association identifies MTBE and ETBE as the most commonly used ethers in fuel to replace lead. Ethers were introduced in Europe in the 1970s to replace the highly toxic compound. [56] Although Europeans still use bioether additives, the U.S. Energy Policy Act of 2005 lifted a requirement for reformulated gasoline to include an oxygenate, leading to less MTBE being added to fuel. [57] Although bioethers are likely to replace ethers produced from petroleum in the UK, it is highly unlikely they will become a fuel in and of itself due to the low energy density. [58]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Sao_Paulo_ethanol_pump_04_2008_74_zoom.jpg/220px-Sao_Paulo_ethanol_pump_04_2008_74_zoom.jpg",
                "caption": "Neat ethanol on the left (A), gasoline on the right (G) at a filling station in Brazil in 2008"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Biogas and biomethane",
        "text": "Biogas is a mixture composed primarily of methane and carbon dioxide produced by the process of anaerobic digestion of organic material by micro-organisms . Other trace components of this mixture includes water vapor, hydrogen sulfide, siloxanes, hydrocarbons, ammonia, oxygen, carbon monoxide, and nitrogen. [66] [67] It can be produced either from biodegradable waste materials or by the use of energy crops fed into anaerobic digesters to supplement gas yields. The solid byproduct, digestate , can be used as a biofuel or a fertilizer. When CO 2 and other impurities are removed from biogas, it is called biomethane . The CO 2 can also be combined with hydrogen in methanation to form more methane. Biogas can be recovered from mechanical biological treatment waste processing systems. Landfill gas , a less clean form of biogas, is produced in landfills through naturally occurring anaerobic digestion. If it escapes into the atmosphere, it acts as a greenhouse gas . In Sweden \"waste-to-energy\" power plants capture methane biogas from garbage and use it power transport systems. [68] Farmers can produce biogas from cattle manure via anaerobic digesters. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Biogas.jpg/220px-Biogas.jpg",
                "caption": "Biogas plant in 2007"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Extent of production and use",
        "text": "Global biofuel production was 81 Mtoe in 2017 which represented an annual increase of about 3% compared to 2010. [4] : 12 In 2017 the US was the largest biofuel producer in the world producing 37 Mtoe, followed by Brazil and South America at 23 Mtoe and Europe (mainly Germany) at 12 Mtoe. [4] : 12 An assessment from 2017 found that: \"Biofuels will never be a major transport fuel as there is just not enough land in the world to grow plants to make biofuel for all vehicles. It can however, be part of an energy mix to take us into a future of renewable energy .\" [4] : 11 In 2021 worldwide biofuel production provided 4.3% of the world's fuels for transport, including a very small amount of aviation biofuel . [10] By 2027 worldwide biofuel production is expected to supply 5.4% of the world's fuels for transport including 1% of aviation fuel. [10] The US, Europe, Brazil and Indonesia are driving the majority of biofuel consumption growth. This demand for biodiesel, renewable diesel and biojet fuel is projected to increase by 44% (21 billion litres) over 2022-2027. [90]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Biofuel-energy-production.svg/330px-Biofuel-energy-production.svg.png",
                "caption": "Biofuel energy production, 2022 [89]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Biofuel_production_by_region%2C_OWID.svg/330px-Biofuel_production_by_region%2C_OWID.svg.png",
                "caption": "Biofuel production by region"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Environmental impacts",
        "text": "Estimates about the climate impact from biofuels vary widely based on the methodology and exact situation examined. [6] In general, biofuels emit fewer greenhouse gas emissions when burned in an engine and are generally considered carbon-neutral fuels as the carbon they emit has been captured from the atmosphere by the crops used in biofuel production. [5] They can have greenhouse gas emissions ranging from as low as -127.1 gCO2eq per MJ when carbon capture is incorporated into their production to those exceeding 95 gCO2eq per MJ when land-use change is significant. [40] [41] Several factors are responsible for the variation in emission numbers of biofuel such as feedstock and its origin, fuel production technique, system boundary definitions, and energy sources. [41] However, many government policies such as those by European Union and the UK require that biofuels have at least 65% greenhouse gas emissions savings (or 70% if it is renewable fuels of non-biological origins) relative to fossil fuels. [93] [94] Life-cycle assessments of first generation biofuels have shown large emissions associated with the potential land-use change required to produce additional biofuel feedstocks. [6] [7] If no land-use change is involved, first-generation biofuels can—on average—have lower emissions than fossil fuels. [6] However, biofuel production can compete with foodcrop production. Up to 40% of corn produced in the United States is used to make ethanol [95] and worldwide 10% of all grain is turned into biofuel. [96] A 50% reduction in grain used for biofuels in the US and Europe would replace all of Ukraine 's grain exports. [97] Several studies have shown that reductions in emissions from biofuels are achieved at the expense of other impacts, such as acidification , eutrophication , water footprint and biodiversity loss . [6] The use of second generation biofuels is thought to increase environmental sustainability, since the non-food part of plants is being used to produce second-generation biofuels, instead of being disposed. [98] But the use of second-generation biofuels increases the competition for lignocellulosic biomass, increasing the cost of these biofuels. [99] Third generation biofuels, produced from Algae, in theory shouldn't have as negative an impact on the environment than first or second generation biofuels, due to lower changes in land use and not requiring pesticide use for production. [100] When looking at the data however, it has been shown that the environmental cost to produce the infrastructure and energy required for third generation biofuel production, is higher than the benefits provided from the biofuels use. [101] The European Commission has officially approved a measure to phase out palm oil -based biofuels by 2030. [102] [103] Unsustainable palm oil agriculture has caused significant environmental and social problems, including deforestation and pollution. The production of biofuels can be very energy intensive, which if generated from non-renewable sources can heavily mitigate the benefits gained through biofuel use. A solution proposed to solve this issue is to supply biofuel production facilities with excess nuclear energy, which can supplement the energy provided by fossil fuels. [104] This can provide a carbon inexpensive solution, to help reduce the environmental impacts of biofuel production.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Deforestation_near_Bukit_Tiga_Puluh_NP.jpg/180px-Deforestation_near_Bukit_Tiga_Puluh_NP.jpg",
                "caption": "Deforestation in Indonesia , to make way for an oil palm plantation. [92]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "High-level waste",
        "text": "The spent nuclear fuel from uranium-235 and plutonium-239 nuclear fission contains a wide variety of carcinogenic radionuclide isotopes such as strontium-90 , iodine-131 , and caesium-137 . Such waste includes some of the most long-lived transuranic elements such as americium-241 and isotopes of plutonium . [10] The most long-lived radioactive wastes, including spent nuclear fuel, usually must be contained and isolated from the environment for a long period of time. Spent nuclear fuel storage is mostly a problem in the United States, following a 1977 prohibition by then-President Jimmy Carter on nuclear fuel recycling. France, The United Kingdom, and Japan are some of the countries that have rejected the repository solution. Spent nuclear fuel produced by some types of reactors is a valuable asset, not simply waste. [11] Disposal of these wastes in specially-engineered underground repositories is the preferred long-term storage solution. [12] The International Panel on Fissile Materials has said: When designing long-term storage facilities, there are several crucial considerations, including the specific type of radioactive waste, the containers enclosing the waste, other engineered barriers or seals around the containers, the tunnels housing the containers, and the geologic makeup of the surrounding area. [14] The ability of natural geologic barriers to isolate radioactive waste is demonstrated by the natural nuclear fission reactors at Oklo , Africa. During their long reaction period, about 5.4 metric tons of fission products, 1.5 metric tons of plutonium , and other transuranic elements were generated in the uranium ore body. These elements remain immobile and stable to this day, a span of almost 2 billion years. [15] Despite long-standing agreement among many experts that geological disposal can be safe, technologically feasible, and environmentally sound, a large part of the general public in many countries remains skeptical. [16] One of the challenges facing the supporters of these efforts is to demonstrate confidently that a repository will contain waste for so long that future containment breaches will pose no significant health or environmental risks. Nuclear reprocessing does not eliminate the need for a repository, but it reduces the required volume, the need for long-term heat dissipation, and the long-term radiation hazard. Reprocessing does not eliminate the political and social challenges to repository siting. [13] The countries that have made the most progress towards a repository for high-level radioactive waste have typically started with public consultations and made voluntary siting a necessary condition. This consensus-seeking approach is believed to have a greater chance of success than top-down modes of decision making, but the process is necessarily slow, and there is \"inadequate experience around the world to know if it will succeed in all existing and aspiring nuclear nations.\" [17] Moreover, many communities do not want to host a nuclear waste repository as they are \"concerned about their community becoming a de facto site for waste for thousands of years, the health and environmental consequences of an accident, and lower property values.\" [18] In a 2010 Presidential Memorandum, U.S. President Obama established the Blue Ribbon Commission on America's Nuclear Future. [19] The commission, composed of fifteen members, conducted an extensive two-year study of nuclear waste disposal. [19] During their research, the Commission visited Finland, France, Japan, Russia, Sweden, and the UK, and in 2012, the Commission submitted its final report. [20] The Commission did not issue recommendations for a specific site but rather presented a comprehensive recommendation for disposal strategies. [21] One major recommendation was that \"the United States should undertake an integrated nuclear waste management program that leads to the timely development of one or more permanent deep geological facilities for the safe disposal of spent fuel and high-level nuclear waste.\" [21] Pressurized heavy water reactors like the Canadian CANDU or the Indian IPHWR do not need enriched fuel and can operate using natural uranium . This allows better use of the energy contained in the initial uranium ore (while higher enrichment allows higher burnup , the amount of natural uranium needed to produce this fuel increases faster than the achievable burnup) [22] and reduces the energy needed in fuel manufacturing as the conversion of the yellowcake to uranium hexafluoride and back into an oxide fuel as well as the energy-intensive enrichment process can be skipped.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/WIPP-04.jpeg/220px-WIPP-04.jpeg",
                "caption": "Technicians emplacing transuranic waste at the Waste Isolation Pilot Plant , near Carlsbad, New Mexico . Various mishaps at the plant in 2014 brought focus to the problem of what to do with a mounting stockpile of spent fuel, from commercial nuclear reactors, currently stored at individual reactor sites. In 2010, the USDOE mothballed plans to develop the Yucca Mountain nuclear waste repository in Nevada. [9]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_nuclear_power",
        "title": "Environmental impact of nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Radioactive gases and effluents",
        "text": "Most commercial nuclear power plants release gaseous and liquid radiological effluents into the environment as a byproduct of the Chemical Volume Control System. These effluents are monitored in the US by the EPA and the NRC. Civilians living within 50 miles (80 km) of a nuclear power plant typically receive about 0.1 μSv per year. [25] For comparison, the average person living at or above sea level receives at least 260 μSv per year from cosmic radiation . [25] All reactors in the United States are required by law to have a containment building. The walls of containment buildings are several feet thick and made of concrete designed to stop the release of any radiation emitted by the reactor into the environment. For comparison: [26] The total amount of radioactivity released through the CVCS depends on the power plant, the regulatory requirements, and the plant's performance. Atmospheric dispersion models combined with pathway models are employed to accurately approximate the exposure to a member of the public from the effluents emitted. Effluent monitoring is conducted continuously at the plant.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Kernkraftwerk_Grafenrheinfeld_-_2013.jpg/220px-Kernkraftwerk_Grafenrheinfeld_-_2013.jpg",
                "caption": "The Grafenrheinfeld Nuclear Power Plant . The tallest structure is the chimney that releases effluent gases."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_nuclear_power",
        "title": "Environmental impact of nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Uranium mining",
        "text": "Uranium mining is the process of extracting uranium ore from the ground. Kazakhstan , Canada , and Australia are the top three producers and together account for 63% of world uranium production. [30] A prominent use of uranium is as fuel for nuclear power plants . The mining and milling of uranium present significant dangers to the environment. [31] In 2010, 41% of the world's uranium production was produced by in-situ leaching , which uses solutions to dissolve the uranium while leaving the rock in place. [32] The remainder was produced by conventional mining, in which the mined uranium ore is ground to a uniform particle size and then the uranium extracted by chemical leaching. The product is a powder of unenriched uranium, \" yellowcake ,\" which is sold on the uranium market as U 3 O 8 . Uranium mining can use large amounts of water—for example, the Roxby Downs Olympic Dam mine in South Australia uses 35,000 m 3 of water each day and plans to increase this to 150,000 m 3 per day. [33] The Church Rock uranium mill spill occurred in New Mexico on July 16, 1979, when the tailings disposal pond breached its dam. [34] [35] Over 1,000 tons of solid radioactive mill waste and 93 million gallons of acidic, radioactive tailings solution flowed into the Puerco River , and contaminants traveled 80 miles (130 km) downstream to Navajo County, Arizona and onto the Navajo Nation . [35] The accident released more radiation than the Three Mile Island accident that occurred four months earlier and was the largest release of radioactive material in U.S. history, although the radioactive material was diluted by the 93 million gallons of water and sulfuric acid. [35] [36] [37] [38] Groundwater near the spill was contaminated and the Puerco rendered unusable by local residents, who were not immediately aware of the toxic danger. [39] Despite efforts made in cleaning up Cold War nuclear arms race uranium sites, significant problems stemming from the legacy of uranium development still exist today on the Navajo Nation and in the states of Utah, Colorado, New Mexico, and Arizona. Hundreds of abandoned mines, primarily used for the US arms race and not nuclear energy production, have not been cleaned up and present environmental and health risks in many communities. [40] The Environmental Protection Agency estimates that there are 4,000 mines with documented uranium production, and another 15,000 locations with uranium occurrences in 14 western states, [41] most found in the Four Corners area and Wyoming. [42] The Uranium Mill Tailings Radiation Control Act is a United States environmental law that amended the Atomic Energy Act of 1954 and gave the Environmental Protection Agency the authority to establish health and environmental standards for the stabilization, restoration , and disposal of uranium mill waste . [43]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/2/2f/LEUPowder.jpg",
                "caption": "A drum of yellowcake"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Arandis_Mine_quer.jpg/220px-Arandis_Mine_quer.jpg",
                "caption": "Rössing open pit uranium mine, Namibia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_nuclear_power",
        "title": "Environmental impact of nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Waste heat",
        "text": "As with all thermoelectric plants, nuclear power plants need cooling systems. The most common systems for thermal power plants, including nuclear, are: A 2011 study by the National Renewable Energy Laboratory determined that the median nuclear plant with cooling towers consumed 672 gallons of water per megawatt-hour, less than the median consumption of concentrating solar power (865 gal/MWhr for trough type, and 786 gal/MWhr for power tower type), slightly less than coal (687 gal/MWhr), but more than that for natural gas (198 gal/MWhr). Once-through cooling systems use more water, but less water is lost to evaporation. In the median US nuclear plant with once-through cooling, 44,350 gal/MWhr pass through the cooling system, but only 269 gal/MWhr (less than 1 percent) is consumed by evaporation. [85] Nuclear plants exchange 60 to 70% of their thermal energy by cycling with a body of water or by evaporating water through a cooling tower . This thermal efficiency is somewhat lower than that of coal-fired power plants, [86] thus creating more waste heat . It is possible to use waste heat in cogeneration applications such as district heating . The principles of cogeneration and district heating with nuclear power are the same as any other form of thermal power production . The Ågesta Nuclear Power Plant in Sweden provides nuclear heat generation. In Switzerland, the Beznau Nuclear Power Plant provides heat to about 20,000 people. [87] However, district heating with nuclear power plants is less common than with other modes of waste heat generation; because of either siting regulations and/or the NIMBY effect, nuclear stations are generally not built in densely populated areas. Waste heat is more commonly used in industrial applications. [88] As district heating has a seasonal demand curve it is often only a seasonal solution of the waste heat problem. Furthermore, district heating is less efficient in less densely populated areas and as nuclear power plants are often constructed far out of population centers due to NIMBY and safety concerns, the usage of nuclear district heating hasn't been widespread. [89] During Europe's 2003 and 2006 heat waves , French, Spanish, and German utilities had to secure exemptions from regulations in order to discharge overheated water into the environment. Some nuclear reactors shut down. [90] [91] With climate change causing weather extremes such as heat waves , reduced precipitation levels and droughts can have a significant impact on thermal power station infrastructure, including large biomass-electric and fission-electric stations if cooling in these power stations is provided by certain freshwater sources. [92] A number of thermal stations use indirect seawater cooling or cooling towers that use little to no freshwater. During heat waves, some stations designed to heat exchange with rivers and lakes are legally required to reduce output or cease operations to protect water levels and aquatic life. This presently infrequent problem common among all thermal power stations may become increasingly significant over time. [92] If global warming continues, disruption of electricity may occur if station operators do not have other means of cooling, like cooling towers available. Nuclear plants, like all thermal power plants including coal, geothermal and biomass power plants , use special structures to draw in water for cooling. Water is often drawn through screens to minimize debris. Many aquatic organisms are trapped and killed against the screens, through a process known as impingement. Aquatic organisms small enough to pass through the screens are subject to toxic stress in a process known as entrainment. [93] [94] Summer shutdowns are especially pronounced in France , which produces some 70% of electricity with nuclear power plants and where electric home heating is widespread. However, in regions with high heating, ventilation, and air conditioning power use, the summer season, rather than imposing lower power demands, may be the peak season of electricity demand, complicating scheduled summer shutdowns.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/North_Anna_NPP.jpg/220px-North_Anna_NPP.jpg",
                "caption": "The North Anna plant uses direct exchange cooling into an artificial lake."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_nuclear_power",
        "title": "Environmental impact of nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Fukushima disaster",
        "text": "In March 2011, an earthquake and tsunami caused damage that led to explosions and partial meltdowns at the Fukushima I Nuclear Power Plant in Japan. Since then, radiation levels at the Fukushima I power plant have varied, spiking up to 1,000 mSv/h ( millisievert per hour), [105] which can cause radiation sickness to occur following a one-hour exposure. [106] Significant emissions of radioactive particles took place following hydrogen explosions at three reactors, as technicians tried to pump in seawater to keep the uranium fuel rods cool and bled radioactive gas from the reactors in order to make room for the seawater. [107] Concerns about the possibility of a large-scale release of radioactive material resulted in 20 km exclusion zone being set up around the power plant and people within the 20–30 km band being advised to stay indoors. Later, the UK, France, and some other countries told their nationals to consider leaving Tokyo, in response to fears of spreading nuclear contamination. [108] New Scientist reported that emissions of radioactive iodine and cesium from the crippled Fukushima I nuclear plant have approached levels evident after the Chernobyl disaster in 1986. [109] On March 24, 2011, Japanese officials announced that \"radioactive iodine-131 exceeding safety limits for infants had been detected at 18 water-purification plants in Tokyo and five other prefectures.\" Officials said also that the fallout from the Dai-ichi plant is \"hindering search efforts for victims from the March 11 earthquake and tsunami.\" [110] According to the Federation of Electric Power Companies of Japan, \"by April 27 approximately 55 percent of the fuel in reactor unit 1 had melted, along with 35 percent of the fuel in unit 2, and 30 percent of the fuel in unit 3; and overheated spent fuels in the storage pools of units 3 and 4 probably were also damaged.\" [111] As of April 2011, water was still being poured into the damaged reactors to cool melting fuel rods. [112] The accident has surpassed the 1979 Three Mile Island accident in seriousness and is comparable to the 1986 Chernobyl disaster . [111] The Economist reported that the Fukushima disaster is \"a bit like three Three Mile Islands in a row, with added damage in the spent-fuel stores,\" [113] and that there will be ongoing impacts: John Price, a former member of the Safety Policy Unit at the UK's National Nuclear Corporation, said that it \"might be 100 years before melting fuel rods can be safely removed from Japan's Fukushima nuclear plant.\" [112] In the second half of August 2011, Japanese lawmakers announced that Prime Minister Naoto Kan would likely visit the Fukushima Prefecture to announce that the large, contaminated area around the destroyed reactors would be declared uninhabitable, perhaps for decades. Some of the areas in the temporary 12 miles (19 km) radius evacuation zone around Fukushima were found to be heavily contaminated with radionuclides, according to a survey released by the Japanese Ministry of Science and Education . [ citation needed ] As of 2016, the government expects to gradually lift the designation of some “difficult-to-return zones,” a total area of 337 square kilometres (130 sq mi), by 2021. Rain, wind, and natural dissipation have removed many radioactive contaminants, lowering levels at the central district of Okuma town to 9 mSv/year, one-fifth the level recorded in 2011. [114] However, according to UN reports, radiation leaks were small and did not cause any health damage to residents. [66] Rushed evacuation of residents was criticized as not scientifically justified, driven by radiophobia and causing more harm than the incident itself. [67] [115]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Fukushima_I_by_Digital_Globe.jpg/220px-Fukushima_I_by_Digital_Globe.jpg",
                "caption": "Following the 2011 Japanese Fukushima nuclear disaster , authorities shut down the nation's 54 nuclear power plants. As of 2013, the Fukushima site remains highly radioactive , with some 160,000 evacuees still living in temporary housing, and some land will be unfarmable for centuries. The difficult cleanup job will take 40 or more years, and cost tens of billions of dollars. [103] [104]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Towns_evacuated_around_Fukushima_on_April_11th%2C_2011.png/220px-Towns_evacuated_around_Fukushima_on_April_11th%2C_2011.png",
                "caption": "Japan towns, villages, and cities around the Fukushima Daiichi nuclear plant. The 20km and 30km areas had evacuation and sheltering orders, and additional administrative districts that had an evacuation order are highlighted."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_nuclear_power",
        "title": "Environmental impact of nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Chernobyl disaster",
        "text": "As of 2013, the 1986 Chernobyl disaster in the Ukraine remains the world's worst nuclear power plant disaster. Estimates of its death toll are controversial and range from 62 to 25,000, with the high projections including deaths that have yet to happen. Peer-reviewed publications have generally supported a projected total figure in the low tens of thousands. For example, an estimate of 16,000 excess cancer deaths are predicted to occur due to the Chernobyl accident out to the year 2065, whereas, in the same period, several hundred million cancer cases are expected from other causes. [116] The IARC also stated in a press release: \"To put it in perspective, tobacco smoking will cause several thousand times more cancers in the same population,\" but also, referring to the numbers of different types of cancers, \"The exception is thyroid cancer , which, over ten years ago, was already shown to be increased in the most contaminated regions around the site of the accident.\" [117] The full version of the World Health Organization health effects report adopted by the United Nations , also published in 2006, included the prediction of, in total, no more of 4,000 deaths from cancer. [118] The Union of Concerned Scientists took issue with the report, and they, following the disputed linear no-threshold model (LNT) model of cancer susceptibility, [119] instead estimated that the Chernobyl disaster would cause a total of 25,000 excess cancer deaths worldwide. [120] That would place the total Chernobyl death toll below that of the worst dam failure accident in history, the Banqiao Dam disaster of 1975 in China. Large amounts of radioactive contamination were spread across Europe due to the Chernobyl disaster; cesium and strontium contaminated many agricultural products, livestock, and soil. The accident necessitated the evacuation of the entire city of Pripyat and of 300,000 people from Kiev , rendering an area of land unusable by humans for an indeterminate period. [121] As radioactive materials decay, they release particles that can damage the body and lead to cancer, particularly cesium-137 and iodine-131 . In the Chernobyl disaster, releases of cesium-137 contaminated land. Some communities, including the entire city of Pripyat, were abandoned indefinitely. One news source reported that thousands of people who drank milk contaminated with radioactive iodine developed thyroid cancer. [122] The exclusion zone (approximately a 30 km radius around Chernobyl) may have significantly elevated levels of radiation, which is now predominantly due to the decay of cesium-137 . This contamination is expected to last approximately 300 years. [123] Due to the bioaccumulation of cesium-137, some mushrooms as well as wild animals which eat them may have levels which are not considered safe for human consumption. [124] Mandatory radiation testing of sheep in parts of the UK that graze on lands with contaminated peat was lifted in 2012. [125] In 2007, the Ukrainian government declared much of the Chernobyl Exclusion Zone , almost 490 square kilometres (190 sq mi), a zoological animal reserve. [126] Many species of animals have experienced population increases since human influence has largely left the region, including moose, bison, and wolves. [127] However, other species such as barn swallows and many invertebrates have diminished. [128] There is much controversy among biologists over whether Chernobyl is now a wildlife reserve. [129]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Chernobyl_radiation_map_1996.svg/400px-Chernobyl_radiation_map_1996.svg.png",
                "caption": "Map showing Caesium-137 contamination in the Chernobyl area in 1996"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_nuclear_power",
        "title": "Environmental impact of nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "SL-1 meltdown",
        "text": "The SL-1 , or Stationary Low-Power Reactor Number One, was a United States Army experimental nuclear power reactor which underwent a steam explosion and meltdown on January 3, 1961, killing its three operators: John Byrnes, Richard McKinley, and Richard Legg. [130] The direct cause was the improper manual withdrawal of the central control rod , which was responsible for absorbing neutrons in the reactor core. This caused the reactor power to surge to about 20,000MW and in turn, an explosion occurred. The event is the only known fatal reactor accident in the United States and the first to occur in the world. [131] [130] The accident released about 80 curies (3.0 TBq ) of iodine-131 , [132] which was not considered significant due to its location in a remote desert of Idaho . About 1,100 curies (41 TBq) of fission products were released into the atmosphere. [133] Radiation exposure limits prior to the accident were 100 röntgens to save a life and 25 to save valuable property. During the response to the accident, 22 people received doses of 3 to 27 röntgens. [134] Removal of radioactive waste and disposal of the three bodies eventually exposed 790 people to harmful levels of radiation. [135] The hands of the initial victims were buried separately from their bodies because of their radiation levels. [130]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Sl-1-ineel81-3966.jpg/220px-Sl-1-ineel81-3966.jpg",
                "caption": "This image of the SL-1 core served as a sober reminder of the damage that a nuclear meltdown can cause."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_nuclear_power",
        "title": "Environmental impact of nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Natural disasters",
        "text": "Following the 2011 Fukushima I nuclear accidents , there has been increased focus on the risks associated with seismic activity and the potential for environmental radioactive release. Genpatsu-shinsai , meaning nuclear power plant earthquake disaster, is a term coined by Japanese seismologist Professor Katsuhiko Ishibashi in 1997. [140] It describes a domino effect scenario in which a major earthquake causes a severe accident at a nuclear power plant near a major population center, resulting in an uncontrollable release of radiation that make damage control and rescue impossible. In such a scenario, earthquake damage severely impedes the evacuation of the population. Ishibashi predicts that such an event would have a global impact seriously affecting future generations. [140] [141] The 1999 Blayais Nuclear Power Plant flood was a flood that took place in France on the evening of December 27, 1999. It was caused when a combination of the tide and high winds from the extratropical storm Martin led to the plant's sea walls being overwhelmed. [142] The event resulted in the loss of the plant's off-site power supply and knocked out several safety-related systems, resulting in a Level 2 event on the International Nuclear Event Scale . [143] The incident illustrated the potential for flooding to damage nuclear plants, with the potential for radioactive release. [142] [144]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Rhinegraben_fessenheim.png/220px-Rhinegraben_fessenheim.png",
                "caption": "The location of the Fessenheim Nuclear Power Plant in the Rhine Rift Valley near the fault that caused the 1356 Basel earthquake is causing concern."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_nuclear_power",
        "title": "Environmental impact of nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Decommissioning",
        "text": "Nuclear decommissioning is the process by which a nuclear power plant site is dismantled so that it will no longer require measures for radiation protection. The presence of radioactive material necessitates processes that are occupationally dangerous, hazardous to the local environment, expensive, and time-intensive. [145] Most nuclear plants currently operating in the US were originally designed for a life of about 30–40 years [146] and are licensed to operate for 40 years by the US Nuclear Regulatory Commission . [147] The average age of these reactors is 32 years. [147] Therefore, many reactors are coming to the end of their licensing period. If their licenses are not renewed, the plants must go through a decontamination and decommissioning process. [146] [148] As of 2022 [update] debate continues in many countries about how long their nuclear plants should run for, with some being shut-down earlier than expected when they were built and others having their lifetimes extended by decades. [149] [150] [151] Decommissioning is an administrative and technical process. It includes clean-up of radioactivity and progressive demolition of the plant. Once a facility is fully decommissioned, no danger of a radiologic nature should persist. The costs of decommissioning are to be spread over the lifetime of a facility and saved in a decommissioning fund. After a facility has been completely decommissioned, it is released from regulatory control, and the licensee of the plant will no longer be responsible for its nuclear safety. With some plants, the intent is to eventually return to \"greenfield\" status.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Old_RPV.jpg/220px-Old_RPV.jpg",
                "caption": "The reactor pressure vessel of the decommissioned Trojan Nuclear Power Plant being transported away from the site for burial. Images courtesy of the NRC."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Environmental_impact_of_nuclear_power",
        "title": "Environmental impact of nuclear power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Origin",
        "text": "The theory that fossil fuels formed from the fossilized remains of dead plants by exposure to heat and pressure in Earth's crust over millions of years was first introduced by Andreas Libavius \"in his 1597 Alchemia [Alchymia]\" and later by Mikhail Lomonosov \"as early as 1757 and certainly by 1763\". [21] The first use of the term \"fossil fuel\" occurs in the work of the German chemist Caspar Neumann , in English translation in 1759. [22] The Oxford English Dictionary notes that in the phrase \"fossil fuel\" the adjective \"fossil\" means \"[o]btained by digging; found buried in the earth\", which dates to at least 1652, [23] before the English noun \"fossil\" came to refer primarily to long-dead organisms in the early 18th century. [24] Aquatic phytoplankton and zooplankton that died and sedimented in large quantities under anoxic conditions millions of years ago began forming petroleum and natural gas as a result of anaerobic decomposition . Over geological time this organic matter , mixed with mud , became buried under further heavy layers of inorganic sediment. The resulting high temperature and pressure caused the organic matter to chemically alter , first into a waxy material known as kerogen , which is found in oil shales , and then with more heat into liquid and gaseous hydrocarbons in a process known as catagenesis . Despite these heat-driven transformations, the energy released in combustion is still photosynthetic in origin. [4] Terrestrial plants tended to form coal and methane. Many of the coal fields date to the Carboniferous period of Earth's history . Terrestrial plants also form type III kerogen , a source of natural gas. Although fossil fuels are continually formed by natural processes, they are classified as non-renewable resources because they take millions of years to form and known viable reserves are being depleted much faster than new ones are generated. [25] [26]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Countries_by_Oil_Production_in_2013.svg/300px-Countries_by_Oil_Production_in_2013.svg.png",
                "caption": "Since oil fields are located only at certain places on Earth, [20] only some countries are oil-independent; the other countries depend on the oil-production capacities of these countries."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fossil_fuel",
        "title": "Fossil fuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Importance",
        "text": "Fossil fuels have been important to human development because they can be readily burned in the open atmosphere to produce heat. The use of peat as a domestic fuel predates recorded history. Coal was burned in some early furnaces for the smelting of metal ore , while semi-solid hydrocarbons from oil seeps were also burned in ancient times, [29] they were mostly used for waterproofing and embalming . [30] Commercial exploitation of petroleum began in the 19th century. [31] Natural gas, once flared-off as an unneeded byproduct of petroleum production, is now considered a very valuable resource. [32] Natural gas deposits are also the main source of helium . Heavy crude oil , which is much more viscous than conventional crude oil, and oil sands , where bitumen is found mixed with sand and clay, began to become more important as sources of fossil fuel in the early 2000s. [33] Oil shale and similar materials are sedimentary rocks containing kerogen , a complex mixture of high-molecular weight organic compounds, which yield synthetic crude oil when heated ( pyrolyzed ). With additional processing, they can be employed instead of other established fossil fuels. During the 2010s and 2020s there was disinvestment from exploitation of such resources due to their high carbon cost relative to more easily-processed reserves. [34] Prior to the latter half of the 18th century, windmills and watermills provided the energy needed for work such as milling flour, sawing wood or pumping water, while burning wood or peat provided domestic heat. The wide-scale use of fossil fuels, coal at first and petroleum later, in steam engines enabled the Industrial Revolution . At the same time, gas lights using natural gas or coal gas were coming into wide use. The invention of the internal combustion engine and its use in automobiles and trucks greatly increased the demand for gasoline and diesel oil , both made from fossil fuels. Other forms of transportation, railways and aircraft, also require fossil fuels. The other major use for fossil fuels is in generating electricity and as feedstock for the petrochemical industry . Tar , a leftover of petroleum extraction, is used in the construction of roads . The energy for the Green Revolution was provided by fossil fuels in the form of fertilizers (natural gas), pesticides (oil), and hydrocarbon -fueled irrigation . [35] [36] The development of synthetic nitrogen fertilizer has significantly supported global population growth ; it has been estimated that almost half of the Earth's population are currently fed as a result of synthetic nitrogen fertilizer use. [37] According to head of a fertilizers commodity price agency, \"50% of the world's food relies on fertilisers.\" [38]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/2008-_Oil_and_gas_industry_global_net_income_-_IEA.svg/220px-2008-_Oil_and_gas_industry_global_net_income_-_IEA.svg.png",
                "caption": "Net income of the global oil and gas industry reached a record US$4 trillion in 2022. [27]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/2007-_Profits_of_energy_companies_%28annual%29_-_stacked_bar_chart.svg/220px-2007-_Profits_of_energy_companies_%28annual%29_-_stacked_bar_chart.svg.png",
                "caption": "After recovering from the COVID-19 pandemic , energy company profits increased with greater revenues from higher fuel prices resulting from the Russian invasion of Ukraine , falling debt levels, tax write-downs of projects shut down in Russia, and backing off from earlier plans to reduce greenhouse gas emissions. [28] Record profits sparked public calls for windfall taxes . [28]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fossil_fuel",
        "title": "Fossil fuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Environmental effects",
        "text": "The burning of fossil fuels has a number of negative externalities – harmful environmental impacts where the effects extend beyond the people using the fuel. These effects vary between different fuels. All fossil fuels release CO 2 when they burn, thus accelerating climate change . Burning coal, and to a lesser extent oil and its derivatives, contributes to atmospheric particulate matter , smog and acid rain . [39] [40] [41] Climate change is largely driven by the release of greenhouse gases like CO 2 , and the burning of fossil fuels is the main source of these emissions. In most parts of the world climate change is negatively impacting ecosystems . [44] This includes contributing to the extinction of species and reducing people's ability to produce food, thus adding to the problem of world hunger . Continued rises in global temperatures will lead to further adverse effects on both ecosystems and people; the World Health Organization has said that climate change is the greatest threat to human health in the 21st century. [45] [46] Combustion of fossil fuels generates sulfuric and nitric acids , which fall to Earth as acid rain, impacting both natural areas and the built environment. Monuments and sculptures made from marble and limestone are particularly vulnerable, as the acids dissolve calcium carbonate . Fossil fuels also contain radioactive materials, mainly uranium and thorium , which are released into the atmosphere. In 2000, about 12,000 tonnes of thorium and 5,000 tonnes of uranium were released worldwide from burning coal. [47] It is estimated that during 1982, US coal burning released 155 times as much radioactivity into the atmosphere as the Three Mile Island accident . [48] Burning coal also generates large amounts of bottom ash and fly ash . These materials are used in a wide variety of applications (see Fly ash reuse ), utilizing, for example, [ clarification needed ] about 40% of the United States production. [49] In addition to the effects that result from burning, the harvesting, processing, and distribution of fossil fuels also have environmental effects. Coal mining methods, particularly mountaintop removal and strip mining , have negative environmental impacts, and offshore oil drilling poses a hazard to aquatic organisms. Fossil fuel wells can contribute to methane release via fugitive gas emissions . Oil refineries also have negative environmental impacts, including air and water pollution. Coal is sometimes transported by diesel-powered locomotives, while crude oil is typically transported by tanker ships, requiring the combustion of additional fossil fuels. A variety of mitigating efforts have arisen to counter the negative effects of fossil fuels. This includes a movement to use alternative energy sources, such as renewable energy . Environmental regulation uses a variety of approaches to limit these emissions; for example, rules against releasing waste products like fly ash into the atmosphere. [41] In December 2020, the United Nations released a report saying that despite the need to reduce greenhouse emissions, various governments are \" doubling down \" on fossil fuels, in some cases diverting over 50% of their COVID-19 recovery stimulus funding to fossil fuel production rather than to alternative energy. The UN secretary general António Guterres declared that \"Humanity is waging war on nature. This is suicidal. Nature always strikes back – and it is already doing so with growing force and fury.\" He also claimed there is still cause for hope, anticipating the US plan to join other large emitters like China and the EU in adopting targets to reach net zero emissions by 2050. [50] [51] [52]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/CO2_Emissions_by_Source_Since_1880.svg/300px-CO2_Emissions_by_Source_Since_1880.svg.png",
                "caption": "The Global Carbon Project shows how additions to CO 2 since 1880 have been caused by different sources ramping up one after another."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Common_Era_Temperature.svg/300px-Common_Era_Temperature.svg.png",
                "caption": "Global surface temperature reconstruction over the last 2000 years using proxy data from tree rings, corals, and ice cores in blue. [42] Directly observational data is in red, with all data showing a 5 year moving average. [43]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fossil_fuel",
        "title": "Fossil fuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Illness and deaths",
        "text": "Environmental pollution from fossil fuels impacts humans because particulates and other air pollution from fossil fuel combustion cause illness and death when inhaled. These health effects include premature death, acute respiratory illness, aggravated asthma, chronic bronchitis and decreased lung function. The poor, undernourished, very young and very old, and people with preexisting respiratory disease and other ill health are more at risk. [54] Global air pollution deaths due to fossil fuels have been estimated at over 8 million people (2018, nearly 1 in 5 deaths worldwide) [55] at 10.2 million (2019), [56] and 5.13 million excess deaths from ambient air pollution from fossil fuel use (2023). [57] While all energy sources inherently have adverse effects, the data show that fossil fuels cause the highest levels of greenhouse gas emissions and are the most dangerous for human health. In contrast, modern renewable energy sources appear to be safer for human health and cleaner. The death rates from accidents and air pollution in the EU are as follows per terawatt-hour (TWh): [58] As the data shows, coal, oil, natural gas, and biomass cause higher death rates and higher levels of greenhouse gas emissions than hydropower, nuclear energy, wind, and solar power. Scientists propose that 1.8 million lives have been saved by replacing fossil fuel sources with nuclear power. [59]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/2021_Death_rates%2C_by_energy_source.svg/220px-2021_Death_rates%2C_by_energy_source.svg.png",
                "caption": "Deaths caused as a result of fossil fuel use (areas of rectangles in chart) greatly exceed those resulting from production of renewable energy (rectangles barely visible in chart). [53]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Fossil_fuel",
        "title": "Fossil fuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Input materials",
        "text": "Wood and wood residues is the largest biomass energy source today. Wood can be used as a fuel directly or processed into pellet fuel or other forms of fuels. Other plants can also be used as fuel, for instance maize , switchgrass , miscanthus and bamboo . [9] The main waste feedstocks are wood waste, agricultural waste , municipal solid waste , and manufacturing waste . Upgrading raw biomass to higher grade fuels can be achieved by different methods, broadly classified as thermal, chemical, or biochemical: Thermal conversion processes use heat as the dominant mechanism to upgrade biomass into a better and more practical fuel. The basic alternatives are torrefaction , pyrolysis , and gasification , these are separated mainly by the extent to which the chemical reactions involved are allowed to proceed (mainly controlled by the availability of oxygen and conversion temperature). [10] Many chemical conversions are based on established coal-based processes, such as the Fischer-Tropsch synthesis . [11] Like coal, biomass can be converted into multiple commodity chemicals. [12] Biochemical processes have developed in nature to break down the molecules of which biomass is composed, and many of these can be harnessed. In most cases, microorganisms are used to perform the conversion. The processes are called anaerobic digestion , fermentation , and composting . [13]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Steven%27s_Croft_Biomass_Plant_-_geograph.org.uk_-_800207.jpg/220px-Steven%27s_Croft_Biomass_Plant_-_geograph.org.uk_-_800207.jpg",
                "caption": "Biomass plant in Scotland."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Bioenergy",
        "title": "Bioenergy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Global warming potential of selected electricity sources",
        "text": "1 see also environmental impact of reservoirs#Greenhouse gases . List of acronyms:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/CO2_Emissions_from_Electricity_Production_IPCC.png/220px-CO2_Emissions_from_Electricity_Production_IPCC.png",
                "caption": "Life-cycle greenhouse gas emissions of electricity supply technologies, median values calculated by IPCC [3]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/UNECE_2020_Lifecycle_Emissions.png/220px-UNECE_2020_Lifecycle_Emissions.png",
                "caption": "Lifecycle GHG emissions, in g CO 2 eq. per kWh, UNECE 2020 [5]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Life-cycle_greenhouse_gas_emissions_of_energy_sources",
        "title": "Life-cycle greenhouse gas emissions of energy sources",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Environmental impacts",
        "text": "The current energy system contributes to many environmental problems, including climate change , air pollution, biodiversity loss , the release of toxins into the environment, and water scarcity. As of 2019, 85% of the world's energy needs are met by burning fossil fuels. [13] Energy production and consumption are responsible for 76% of annual human-caused greenhouse gas emissions as of 2018. [14] [15] The 2015 international Paris Agreement on climate change aims to limit global warming to well below 2 °C (3.6 °F) and preferably to 1.5 °C (2.7 °F); achieving this goal will require that emissions be reduced as soon as possible and reach net-zero by mid-century. [16] The burning of fossil fuels and biomass is a major source of air pollution, [17] [18] which causes an estimated 7 million deaths each year, with the greatest attributable disease burden seen in low and middle-income countries. [19] Fossil-fuel burning in power plants, vehicles, and factories is the main source of emissions that combine with oxygen in the atmosphere to cause acid rain . [20] Air pollution is the second-leading cause of death from non-infectious disease. [21] An estimated 99% of the world's population lives with levels of air pollution that exceed the World Health Organization recommended limits. [22] Cooking with polluting fuels such as wood, animal dung, coal, or kerosene is responsible for nearly all indoor air pollution, which causes an estimated 1.6 to 3.8 million deaths annually, [23] [21] and also contributes significantly to outdoor air pollution. [24] Health effects are concentrated among women, who are likely to be responsible for cooking, and young children. [24] Environmental impacts extend beyond the by-products of combustion. Oil spills at sea harm marine life and may cause fires which release toxic emissions. [25] Around 10% of global water use goes to energy production, mainly for cooling in thermal energy plants. In dry regions, this contributes to water scarcity . Bioenergy production, coal mining and processing, and oil extraction also require large amounts of water. [26] Excessive harvesting of wood and other combustible material for burning can cause serious local environmental damage, including desertification . [27]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/2021_Death_rates%2C_by_energy_source.svg/220px-2021_Death_rates%2C_by_energy_source.svg.png",
                "caption": "Deaths caused as a result of fossil fuel use (areas of rectangles in chart) greatly exceed those resulting from production of sustainable energy (rectangles barely visible in chart). [12]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Rajasthan_carrying_firewood.jpeg/220px-Rajasthan_carrying_firewood.jpeg",
                "caption": "A woman in rural Rajasthan , India, collects firewood. The use of wood and other polluting fuels for cooking causes millions of deaths each year from indoor and outdoor air pollution ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Sustainable development goals",
        "text": "Meeting existing and future energy demands in a sustainable way is a critical challenge for the global goal of limiting climate change while maintaining economic growth and enabling living standards to rise. [28] Reliable and affordable energy, particularly electricity, is essential for health care, education, and economic development. [29] As of 2020, 790 million people in developing countries do not have access to electricity, and around 2.6 billion rely on burning polluting fuels for cooking. [30] [31] Improving energy access in the least-developed countries and making energy cleaner are key to achieving most of the United Nations 2030 Sustainable Development Goals , [32] which cover issues ranging from climate action to gender equality . [33] Sustainable Development Goal 7 calls for \"access to affordable, reliable, sustainable and modern energy for all\", including universal access to electricity and to clean cooking facilities by 2030. [34]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/People-without-electricity-country-2016.svg/300px-People-without-electricity-country-2016.svg.png",
                "caption": "World map showing where people without access to electricity lived in 2016⁠—mainly in sub-Saharan Africa and the Indian subcontinent"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Energy conservation",
        "text": "Energy efficiency—using less energy to deliver the same goods or services, or delivering comparable services with less goods—is a cornerstone of many sustainable energy strategies. [36] [37] The International Energy Agency (IEA) has estimated that increasing energy efficiency could achieve 40% of greenhouse gas emission reductions needed to fulfil the Paris Agreement's goals. [38] Energy can be conserved by increasing the technical efficiency of appliances, vehicles, industrial processes, and buildings. [39] Another approach is to use fewer materials whose production requires a lot of energy, for example through better building design and recycling. Behavioural changes such as using videoconferencing rather than business flights, or making urban trips by cycling, walking or public transport rather than by car, are another way to conserve energy. [40] Government policies to improve efficiency can include building codes , performance standards , carbon pricing , and the development of energy-efficient infrastructure to encourage changes in transport modes . [40] [41] The energy intensity of the global economy (the amount of energy consumed per unit of gross domestic product (GDP)) is a rough indicator of the energy efficiency of economic production. [42] In 2010, global energy intensity was 5.6 megajoules (1.6 kWh ) per US dollar of GDP. [42] United Nations goals call for energy intensity to decrease by 2.6% each year between 2010 and 2030. [43] In recent years this target has not been met. For instance, between 2017 and 2018, energy intensity decreased by only 1.1%. [43] Efficiency improvements often lead to a rebound effect in which consumers use the money they save to buy more energy-intensive goods and services. [44] For example, recent technical efficiency improvements in transport and buildings have been largely offset by trends in consumer behaviour , such as selecting larger vehicles and homes. [45]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Energy_use_per_person_2019_-_OWID.svg/300px-Energy_use_per_person_2019_-_OWID.svg.png",
                "caption": "Global energy usage is highly unequal. High income countries such as the United States and Canada use 100 times as much energy per capita as some of the least developed countries in Africa. [35]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Renewable energy sources",
        "text": "Renewable energy sources are essential to sustainable energy, as they generally strengthen energy security and emit far fewer greenhouse gases than fossil fuels. [49] Renewable energy projects sometimes raise significant sustainability concerns, such as risks to biodiversity when areas of high ecological value are converted to bioenergy production or wind or solar farms. [50] [51] Hydropower is the largest source of renewable electricity while solar and wind energy are growing rapidly. Photovoltaic solar and onshore wind are the cheapest forms of new power generation capacity in most countries. [52] [53] For more than half of the 770 million people who currently lack access to electricity, decentralised renewable energy such as solar-powered mini-grids is likely the cheapest method of providing it by 2030. [54] United Nations targets for 2030 include substantially increasing the proportion of renewable energy in the world's energy supply. [34] According to the International Energy Agency, renewable energy sources like wind and solar power are now a commonplace source of electricity, making up 70% of all new investments made in the world's power generation. [55] [56] [57] [58] The Agency expects renewables to become the primary energy source for electricity generation globally in the next three years, overtaking coal. [59]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg/170px-2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg.png",
                "caption": "In 2023, electricity generation from wind and solar sources was projected to exceed 30% by 2030. [46]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/2015-_Clean_energy_vs_fossil_fuel_investment_-_IEA.svg/220px-2015-_Clean_energy_vs_fossil_fuel_investment_-_IEA.svg.png",
                "caption": "Clean energy investment has benefited from post-pandemic economic recovery, a global energy crisis involving high fossil fuel prices, and growing policy support across various nations. [48]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Solar",
        "text": "The Sun is Earth's primary source of energy, a clean and abundantly available resource in many regions. [60] In 2019, solar power provided around 3% of global electricity, [61] mostly through solar panels based on photovoltaic cells (PV). Solar PV is expected to be the electricity source with the largest installed capacity worldwide by 2027. [59] The panels are mounted on top of buildings or installed in utility-scale solar parks . Costs of solar photovoltaic cells have dropped rapidly, driving strong growth in worldwide capacity. [62] The cost of electricity from new solar farms is competitive with, or in many places, cheaper than electricity from existing coal plants. [63] Various projections of future energy use identify solar PV as one of the main sources of energy generation in a sustainable mix. [64] [65] Most components of solar panels can be easily recycled, but this is not always done in the absence of regulation. [66] Panels typically contain heavy metals , so they pose environmental risks if put in landfills . [67] It takes fewer than two years for a solar panel to produce as much energy as was used for its production. Less energy is needed if materials are recycled rather than mined. [68] In concentrated solar power , solar rays are concentrated by a field of mirrors, heating a fluid. Electricity is produced from the resulting steam with a heat engine . Concentrated solar power can support dispatchable power generation , as some of the heat is typically stored to enable electricity to be generated when needed. [69] [70] In addition to electricity production, solar energy is used more directly; solar thermal heating systems are used for hot water production, heating buildings, drying, and desalination. [71]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Renewable_Energy_Development_in_the_California_Desert_006.jpg/220px-Renewable_Energy_Development_in_the_California_Desert_006.jpg",
                "caption": "A photovoltaic power station in California , United States"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Wind power",
        "text": "Wind has been an important driver of development over millennia, providing mechanical energy for industrial processes, water pumps, and sailing ships. [72] Modern wind turbines are used to generate electricity and provided approximately 6% of global electricity in 2019. [61] Electricity from onshore wind farms is often cheaper than existing coal plants and competitive with natural gas and nuclear. [63] Wind turbines can also be placed offshore, where winds are steadier and stronger than on land but construction and maintenance costs are higher. [73] Onshore wind farms, often built in wild or rural areas, have a visual impact on the landscape. [74] While collisions with wind turbines kill both bats and to a lesser extent birds, these impacts are lower than from other infrastructure such as windows and transmission lines . [75] [76] The noise and flickering light created by the turbines can cause annoyance and constrain construction near densely populated areas. Wind power, in contrast to nuclear and fossil fuel plants, does not consume water. [77] Little energy is needed for wind turbine construction compared to the energy produced by the wind power plant itself. [78] Turbine blades are not fully recyclable, and research into methods of manufacturing easier-to-recycle blades is ongoing. [79]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Wind_power_plants_in_Xinjiang%2C_China.jpg/220px-Wind_power_plants_in_Xinjiang%2C_China.jpg",
                "caption": "Wind turbines in Xinjiang , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Hydropower",
        "text": "Hydroelectric plants convert the energy of moving water into electricity. In 2020, hydropower supplied 17% of the world's electricity, down from a high of nearly 20% in the mid-to-late 20th century. [80] [81] In conventional hydropower, a reservoir is created behind a dam. Conventional hydropower plants provide a highly flexible, dispatchable electricity supply. They can be combined with wind and solar power to meet peaks in demand and to compensate when wind and sun are less available. [82] Compared to reservoir-based facilities, run-of-the-river hydroelectricity generally has less environmental impact. However, its ability to generate power depends on river flow, which can vary with daily and seasonal weather. Reservoirs provide water quantity controls that are used for flood control and flexible electricity output while also providing security during drought for drinking water supply and irrigation. [83] Hydropower ranks among the energy sources with the lowest levels of greenhouse gas emissions per unit of energy produced, but levels of emissions vary enormously between projects. [84] The highest emissions tend to occur with large dams in tropical regions. [85] These emissions are produced when the biological matter that becomes submerged in the reservoir's flooding decomposes and releases carbon dioxide and methane. Deforestation and climate change can reduce energy generation from hydroelectric dams. [82] Depending on location, large dams can displace residents and cause significant local environmental damage; potential dam failure could place the surrounding population at risk. [82]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Central_Hidroel%C3%A9ctrica_Sim%C3%B3n_Bol%C3%ADvar_Represa_de_Guri_%D0%93%D1%96%D0%B4%D1%80%D0%BE%D0%B5%D0%BB%D0%B5%D0%BA%D1%82%D1%80%D0%BE%D1%81%D1%82%D0%B0%D0%BD%D1%86%D1%96%D1%8F_%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B0_%D0%91%D0%BE%D0%BB%D1%96%D0%B2%D0%B0%D1%80%D0%B0_-_%D0%B3%D1%80%D0%B5%D0%B1%D0%BB%D1%8F_%D0%93%D1%83%D1%80%D1%96_29.jpg/220px-Central_Hidroel%C3%A9ctrica_Sim%C3%B3n_Bol%C3%ADvar_Represa_de_Guri_%D0%93%D1%96%D0%B4%D1%80%D0%BE%D0%B5%D0%BB%D0%B5%D0%BA%D1%82%D1%80%D0%BE%D1%81%D1%82%D0%B0%D0%BD%D1%86%D1%96%D1%8F_%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B0_%D0%91%D0%BE%D0%BB%D1%96%D0%B2%D0%B0%D1%80%D0%B0_-_%D0%B3%D1%80%D0%B5%D0%B1%D0%BB%D1%8F_%D0%93%D1%83%D1%80%D1%96_29.jpg",
                "caption": "Guri Dam , a hydroelectric dam in Venezuela"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Geothermal",
        "text": "Geothermal energy is produced by tapping into deep underground heat [86] and harnessing it to generate electricity or to heat water and buildings. The use of geothermal energy is concentrated in regions where heat extraction is economical: a combination is needed of high temperatures, heat flow, and permeability (the ability of the rock to allow fluids to pass through). [87] Power is produced from the steam created in underground reservoirs. [88] Geothermal energy provided less than 1% of global energy consumption in 2020. [89] Geothermal energy is a renewable resource because thermal energy is constantly replenished from neighbouring hotter regions and the radioactive decay of naturally occurring isotopes . [90] On average, the greenhouse gas emissions of geothermal-based electricity are less than 5% that of coal-based electricity. [84] Geothermal energy carries a risk of inducing earthquakes, needs effective protection to avoid water pollution, and releases toxic emissions which can be captured. [91]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Larderello_Cooling_Towers.jpg/220px-Larderello_Cooling_Towers.jpg",
                "caption": "Cooling towers at a geothermal power plant in Larderello , Italy"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Bioenergy",
        "text": "Biomass is renewable organic material that comes from plants and animals. [92] It can either be burned to produce heat and electricity or be converted into biofuels such as biodiesel and ethanol, which can be used to power vehicles. [93] [94] The climate impact of bioenergy varies considerably depending on where biomass feedstocks come from and how they are grown. [95] For example, burning wood for energy releases carbon dioxide; those emissions can be significantly offset if the trees that were harvested are replaced by new trees in a well-managed forest, as the new trees will absorb carbon dioxide from the air as they grow. [96] However, the establishment and cultivation of bioenergy crops can displace natural ecosystems , degrade soils , and consume water resources and synthetic fertilisers. [97] [98] Approximately one-third of all wood used for traditional heating and cooking in tropical areas is harvested unsustainably. [99] Bioenergy feedstocks typically require significant amounts of energy to harvest, dry, and transport; the energy usage for these processes may emit greenhouse gases. In some cases, the impacts of land-use change , cultivation, and processing can result in higher overall carbon emissions for bioenergy compared to using fossil fuels. [98] [100] Use of farmland for growing biomass can result in less land being available for growing food . In the United States, around 10% of motor gasoline has been replaced by corn-based ethanol , which requires a significant proportion of the harvest. [101] [102] In Malaysia and Indonesia, clearing forests to produce palm oil for biodiesel has led to serious social and environmental effects , as these forests are critical carbon sinks and habitats for diverse species. [103] [104] Since photosynthesis captures only a small fraction of the energy in sunlight, producing a given amount of bioenergy requires a large amount of land compared to other renewable energy sources. [105] Second-generation biofuels which are produced from non-food plants or waste reduce competition with food production, but may have other negative effects including trade-offs with conservation areas and local air pollution. [95] Relatively sustainable sources of biomass include algae , waste, and crops grown on soil unsuitable for food production. [95] Carbon capture and storage technology can be used to capture emissions from bioenergy power plants. This process is known as bioenergy with carbon capture and storage (BECCS) and can result in net carbon dioxide removal from the atmosphere. However, BECCS can also result in net positive emissions depending on how the biomass material is grown, harvested, and transported. Deployment of BECCS at scales described in some climate change mitigation pathways would require converting large amounts of cropland. [106]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Kenyan_farmer_with_a_biogas_lamp_provided_by_USAID_2013.jpg/220px-Kenyan_farmer_with_a_biogas_lamp_provided_by_USAID_2013.jpg",
                "caption": "Kenyan dairy farmer lighting a biogas lamp. Biogas produced from biomass is a renewable energy source that can be burned for cooking or light."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Faz_S_Sofia_canavial_090607_REFON.JPG/220px-Faz_S_Sofia_canavial_090607_REFON.JPG",
                "caption": "A sugarcane plantation to produce ethanol in Brazil"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Nuclear power",
        "text": "Nuclear power has been used since the 1950s as a low-carbon source of baseload electricity. [122] Nuclear power plants in over 30 countries generate about 10% of global electricity. [123] As of 2019, nuclear generated over a quarter of all low-carbon energy , making it the second largest source after hydropower. [89] Nuclear power's lifecycle greenhouse gas emissions—including the mining and processing of uranium —are similar to the emissions from renewable energy sources. [84] Nuclear power uses little land per unit of energy produced, compared to the major renewables.  Additionally, Nuclear power does not create local air pollution. [124] [125] Although the uranium ore used to fuel nuclear fission plants is a non-renewable resource, enough exists to provide a supply for hundreds to thousands of years. [126] [127] However, uranium resources that can be accessed in an economically feasible manner, at the present state, are limited and uranium production could hardly keep up during the expansion phase. [128] Climate change mitigation pathways consistent with ambitious goals typically see an increase in power supply from nuclear. [129] There is controversy over whether nuclear power is sustainable, in part due to concerns around nuclear waste , nuclear weapon proliferation , and accidents . [130] Radioactive nuclear waste must be managed for thousands of years [130] and nuclear power plants create fissile material that can be used for weapons. [130] For each unit of energy produced, nuclear energy has caused far fewer accidental and pollution-related deaths than fossil fuels, and the historic fatality rate of nuclear is comparable to renewable sources. [115] Public opposition to nuclear energy often makes nuclear plants politically difficult to implement. [130] Reducing the time and the cost of building new nuclear plants have been goals for decades but costs remain high and timescales long. [131] Various new forms of nuclear energy are in development, hoping to address the drawbacks of conventional plants. Fast breeder reactors are capable of recycling nuclear waste and therefore can significantly reduce the amount of waste that requires geological disposal , but have not yet been deployed on a large-scale commercial basis. [132] Nuclear power based on thorium (rather than uranium) may be able to provide higher energy security for countries that do not have a large supply of uranium. [133] Small modular reactors may have several advantages over current large reactors: It should be possible to build them faster and their modularization would allow for cost reductions via learning-by-doing . [134] Several countries are attempting to develop nuclear fusion reactors, which would generate small amounts of waste and no risk of explosions. [135] Although fusion power has taken steps forward in the lab, the multi-decade timescale needed to bring it to commercialization and then scale means it will not contribute to a 2050 net zero goal for climate change mitigation. [136]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Elec-fossil-nuclear-renewables.svg/300px-Elec-fossil-nuclear-renewables.svg.png",
                "caption": "Since 1985, the proportion of electricity generated from low-carbon sources has increased only slightly. Advances in deploying renewables have been mostly offset by declining shares of nuclear power. [121]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Energy system transformation",
        "text": "The emissions reductions necessary to keep global warming below 2 °C will require a system-wide transformation of the way energy is produced, distributed, stored, and consumed. [13] For a society to replace one form of energy with another, multiple technologies and behaviours in the energy system must change. For example, transitioning from oil to solar power as the energy source for cars requires the generation of solar electricity, modifications to the electrical grid to accommodate fluctuations in solar panel output or the introduction of variable battery chargers and higher overall demand, adoption of electric cars , and networks of electric vehicle charging facilities and repair shops. [138] Many climate change mitigation pathways envision three main aspects of a low-carbon energy system: Some energy-intensive technologies and processes are difficult to electrify, including aviation, shipping, and steelmaking. There are several options for reducing the emissions from these sectors: biofuels and synthetic carbon-neutral fuels can power many vehicles that are designed to burn fossil fuels, however biofuels cannot be sustainably produced in the quantities needed and synthetic fuels are currently very expensive. [140] For some applications, the most prominent alternative to electrification is to develop a system based on sustainably-produced hydrogen fuel . [141] Full decarbonisation of the global energy system is expected to take several decades and can mostly be achieved with existing technologies. [142] In the IEA's proposal for achieving net zero emissions by 2050, about 35% of the reduction in emissions depends on technologies that are still in development as of 2023. [143] Technologies that are relatively immature include batteries  and processes to create carbon-neutral fuels. [144] [145] Developing new technologies requires research and development, demonstration , and cost reductions via deployment . [144] The transition to a zero-carbon energy system will bring strong co-benefits for human health: The World Health Organization estimates that efforts to limit global warming to 1.5 °C could save millions of lives each year from reductions to air pollution alone. [146] [147] With good planning and management, pathways exist to provide universal access to electricity and clean cooking by 2030 in ways that are consistent with climate goals. [148] [149] Historically, several countries have made rapid economic gains through coal usage. [148] However, there remains a window of opportunity for many poor countries and regions to \" leapfrog \" fossil fuel dependency by developing their energy systems based on renewables, given adequate international investment and knowledge transfer. [148]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/2018-_Energy_transition_investment_versus_fossil_fuel_investment.svg/220px-2018-_Energy_transition_investment_versus_fossil_fuel_investment.svg.png",
                "caption": "Bloomberg NEF reported that in 2022,  global energy transition investment equaled fossil fuels investment for the first time. [137]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Integrating variable energy sources",
        "text": "To deliver reliable electricity from variable renewable energy sources such as wind and solar, electrical power systems require flexibility. [151] Most electrical grids were constructed for non-intermittent energy sources such as coal-fired power plants. [152] As larger amounts of solar and wind energy are integrated into the grid, changes have to be made to the energy system to ensure that the supply of electricity is matched to demand. [153] In 2019, these sources generated 8.5% of worldwide electricity, a share that has grown rapidly. [61] There are various ways to make the electricity system more flexible. In many places, wind and solar generation are complementary on a daily and a seasonal scale: there is more wind during the night and in winter when solar energy production is low. [153] Linking different geographical regions through long-distance transmission lines allows for further cancelling out of variability. [154] Energy demand can be shifted in time through energy demand management and the use of smart grids , matching the times when variable energy production is highest. With grid energy storage , energy produced in excess can be released when needed. [153] Further flexibility could be provided from sector coupling , that is coupling the electricity sector to the heat and mobility sector via power-to-heat -systems and electric vehicles. [155] Building overcapacity for wind and solar generation can help ensure that enough electricity is produced even during poor weather. In optimal weather, energy generation may have to be curtailed if excess electricity cannot be used or stored. The final demand-supply mismatch may be covered by using dispatchable energy sources such as hydropower, bioenergy, or natural gas. [156]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/SoSie%2BSoSchiff_Ansicht.jpg/220px-SoSie%2BSoSchiff_Ansicht.jpg",
                "caption": "Buildings in the Solar Settlement at Schlierberg , Germany, produce more energy than they consume. They incorporate rooftop solar panels and are built for maximum energy efficiency. [150]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Energy storage",
        "text": "Energy storage helps overcome barriers to intermittent renewable energy and is an important aspect of a sustainable energy system. [157] The most commonly used and available storage method is pumped-storage hydroelectricity , which requires locations with large differences in height and access to water. [157] Batteries , especially lithium-ion batteries , are also deployed widely. [158] Batteries typically store electricity for short periods; research is ongoing into technology with sufficient capacity to last through seasons. [159] Costs of utility-scale batteries in the US have fallen by around 70% since 2015, however the cost and low energy density of batteries makes them impractical for the very large energy storage needed to balance inter-seasonal  variations in energy production. [160] Pumped hydro storage and power-to-gas (converting electricity to gas and back) with capacity for multi-month usage has been implemented in some locations. [161] [162]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/1_MW_4_MWh_Turner_Energy_Storage_Project_in_Pullman%2C_WA.jpg/220px-1_MW_4_MWh_Turner_Energy_Storage_Project_in_Pullman%2C_WA.jpg",
                "caption": "Battery storage facility"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Electrification",
        "text": "Compared to the rest of the energy system, emissions can be reduced much faster in the electricity sector. [139] As of 2019, 37% of global electricity is produced from low-carbon sources (renewables and nuclear energy). Fossil fuels, primarily coal, produce the rest of the electricity supply. [164] One of the easiest and fastest ways to reduce greenhouse gas emissions is to phase out coal-fired power plants and increase renewable electricity generation. [139] Climate change mitigation pathways envision extensive electrification—the use of electricity as a substitute for the direct burning of fossil fuels for heating buildings and for transport. [139] Ambitious climate policy would see a doubling of energy share consumed as electricity by 2050, from 20% in 2020. [165] One of the challenges in providing universal access to electricity is distributing power to rural areas. Off-grid and mini-grid systems based on renewable energy, such as small solar PV installations that generate and store enough electricity for a village, are important solutions. [166] Wider access to reliable electricity would lead to less use of kerosene lighting and diesel generators, which are currently common in the developing world. [167] Infrastructure for generating and storing renewable electricity requires minerals and metals, such as cobalt and lithium for batteries and copper for solar panels. [168] Recycling can meet some of this demand if product lifecycles are well-designed, however achieving net zero emissions would still require major increases in mining for 17 types of metals and minerals. [168] A small group of countries or companies sometimes dominate the markets for these commodities, raising geopolitical concerns. [169] Most of the world's cobalt, for instance, is mined in the Democratic Republic of the Congo , a politically unstable region where mining is often associated with human rights risks. [168] More diverse geographical sourcing may ensure a more flexible and less brittle supply chain . [170]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Heat_Pump.jpg/220px-Heat_Pump.jpg",
                "caption": "The outdoor section of a heat pump . In contrast to oil and gas boilers, they use electricity and are highly efficient. As such, electrification of heating can significantly reduce emissions. [163]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Transport",
        "text": "Transport accounts for 14% of global greenhouse gas emissions, [185] but there are multiple ways to make transport more sustainable. Public transport typically emits fewer greenhouse gases per passenger than personal vehicles, since trains and buses can carry many more passengers at once. [186] [187] Short-distance flights can be replaced by high-speed rail , which is more efficient, especially when electrified. [188] [189] Promoting non-motorised transport such as walking and cycling, particularly in cities, can make transport cleaner and healthier. [190] [191] The energy efficiency of cars has increased over time, [192] but shifting to electric vehicles is an important further step towards decarbonising transport and reducing air pollution. [193] A large proportion of traffic-related air pollution consists of particulate matter from road dust and the wearing-down of tyres and brake pads. [194] Substantially reducing pollution from these non-tailpipe sources cannot be achieved by electrification; it requires measures such as making vehicles lighter and driving them less. [195] Light-duty cars in particular are a prime candidate for decarbonization using battery technology . 25% of the world's CO 2 emissions still originate from the transportation sector. [196] Long-distance freight transport and aviation are difficult sectors to electrify with current technologies, mostly because of the weight of batteries needed for long-distance travel, battery recharging times, and limited battery lifespans. [197] [160] Where available, freight transport by ship and rail is generally more sustainable than by air and by road. [198] Hydrogen vehicles may be an option for larger vehicles such as lorries. [199] Many of the techniques needed to lower emissions from shipping and aviation are still early in their development, with ammonia (produced from hydrogen) a promising candidate for shipping fuel. [200] Aviation biofuel may be one of the better uses of bioenergy if emissions are captured and stored during manufacture of the fuel. [201]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Hornby_Street_Separated_Bike_Lane.jpg/220px-Hornby_Street_Separated_Bike_Lane.jpg",
                "caption": "Utility cycling infrastructure, such as this bike lane in Vancouver , encourages sustainable transport. [184]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Buildings and cooking",
        "text": "Over one-third of energy use is in buildings and their construction. [205] To heat buildings, alternatives to burning fossil fuels and biomass include electrification through heat pumps or electric heaters , geothermal energy , central solar heating , reuse of waste heat , and seasonal thermal energy storage . [206] [207] [208] Heat pumps provide both heat and air conditioning through a single appliance. [209] The IEA estimates heat pumps could provide over 90% of space and water heating requirements globally. [210] A highly efficient way to heat buildings is through district heating , in which heat is generated in a centralised location and then distributed to multiple buildings through insulated pipes . Traditionally, most district heating systems have used fossil fuels, but modern and cold district heating systems are designed to use high shares of renewable energy. [211] [212] Cooling of buildings can be made more efficient through passive building design , planning that minimises the urban heat island effect, and district cooling systems that cool multiple buildings with piped cold water. [213] [214] Air conditioning requires large amounts of electricity and is not always affordable for poorer households. [214] Some air conditioning units still use refrigerants that are greenhouse gases, as some countries have not ratified the Kigali Amendment to only use climate-friendly refrigerants. [215] In developing countries where populations suffer from energy poverty , polluting fuels such as wood or animal dung are often used for cooking. Cooking with these fuels is generally unsustainable, because they release harmful smoke and because harvesting wood can lead to forest degradation. [216] The universal adoption of clean cooking facilities, which are already ubiquitous in rich countries, [203] would dramatically improve health and have minimal negative effects on climate. [217] [218] Clean cooking facilities, e.g. cooking facilities that produce less indoor soot, typically use natural gas, liquefied petroleum gas (both of which consume oxygen and produce carbon-dioxide) or electricity as the energy source; biogas systems are a promising alternative in some contexts. [203] Improved cookstoves that burn biomass more efficiently than traditional stoves are an interim solution where transitioning to clean cooking systems is difficult. [219]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Aghazade_mansion.jpg/220px-Aghazade_mansion.jpg",
                "caption": "Passive cooling features, such as these windcatcher towers in Iran, bring cool air into buildings without any use of energy. [202]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Kookplaat_inductie.JPG/220px-Kookplaat_inductie.JPG",
                "caption": "For cooking, electric induction stoves are one of the most energy-efficient and safest options. [203] [204]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Government policies",
        "text": "Well-designed government policies that promote energy system transformation can lower greenhouse gas emissions and improve air quality simultaneously, and in many cases can also increase energy security and lessen the financial burden of using energy. [226] Environmental regulations have been used since the 1970s to promote more sustainable use of energy. [227] Some governments have committed to dates for phasing out coal-fired power plants and ending new fossil fuel exploration . Governments can require that new cars produce zero emissions, or new buildings are heated by electricity instead of gas. [228] Renewable portfolio standards in several countries require utilities to increase the percentage of electricity they generate from renewable sources. [229] [230] Governments can accelerate energy system transformation by leading the development of infrastructure such as long-distance electrical transmission lines, smart grids, and hydrogen pipelines. [231] In transport, appropriate infrastructure and incentives can make travel more efficient and less car-dependent. [226] Urban planning that discourages sprawl can reduce energy use in local transport and buildings while enhancing quality of life. [226] Government-funded research, procurement, and incentive policies have historically been critical to the development and maturation of clean energy technologies, such as solar and lithium batteries. [232] In the IEA's scenario for a net zero-emission energy system by 2050, public funding is rapidly mobilised to bring a range of newer technologies to the demonstration phase and to encourage deployment. [233] Carbon pricing (such as a tax on CO 2 emissions) gives industries and consumers an incentive to reduce emissions while letting them choose how to do so. For example, they can shift to low-emission energy sources, improve energy efficiency, or reduce their use of energy-intensive products and services. [234] Carbon pricing has encountered strong political pushback in some jurisdictions, whereas energy-specific policies tend to be politically safer. [235] [236] Most studies indicate that to limit global warming to 1.5 °C, carbon pricing would need to be complemented by stringent energy-specific policies. [237] As of 2019, the price of carbon in most regions is too low to achieve the goals of the Paris Agreement. [238] Carbon taxes provide a source of revenue that can be used to lower other taxes [239] or help lower-income households afford higher energy costs. [240] Some governments, such as the EU and the UK, are exploring the use of carbon border adjustments . [241] These place tariffs on imports from countries with less stringent climate policies, to ensure that industries subject to internal carbon prices remain competitive. [242] [243] The scale and pace of policy reforms that have been initiated as of 2020 are far less than needed to fulfil the climate goals of the Paris Agreement. [244] [245] In addition to domestic policies, greater international cooperation is required to accelerate innovation and to assist poorer countries in establishing a sustainable path to full energy access. [246] Countries may support renewables to create jobs. [247] The International Labour Organization estimates that efforts to limit global warming to 2 °C would result in net job creation in most sectors of the economy. [248] It predicts that 24 million new jobs would be created by 2030 in areas such as renewable electricity generation, improving energy-efficiency in buildings, and the transition to electric vehicles. Six million jobs would be lost, in sectors such as mining and fossil fuels. [248] Governments can make the transition to sustainable energy more politically and socially feasible by ensuring a just transition for workers and regions that depend on the fossil fuel industry, to ensure they have alternative economic opportunities. [148]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/MicrocityCarSharingHangzhou.jpg/220px-MicrocityCarSharingHangzhou.jpg",
                "caption": "Several countries and the European Union have committed to dates for all new cars to be zero-emissions vehicles . [228]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    },
    {
        "section": "Finance",
        "text": "Raising enough money for innovation and investment is a prerequisite for the energy transition. [250] The IPCC estimates that to limit global warming to 1.5 °C, US$2.4 trillion would need to be invested in the energy system each year between 2016 and 2035. Most studies project that these costs, equivalent to 2.5% of world GDP, would be small compared to the economic and health benefits. [251] Average annual investment in low-carbon energy technologies and energy efficiency would need to be six times more by 2050 compared to 2015. [252] Underfunding is particularly acute in the least developed countries, which are not attractive to the private sector. [253] The United Nations Framework Convention on Climate Change estimates that climate financing totalled $681 billion in 2016. [254] Most of this is private-sector investment in renewable energy deployment, public-sector investment in sustainable transport, and private-sector investment in energy efficiency. [255] The Paris Agreement includes a pledge of an extra $100 billion per year from developed countries to poor countries, to do climate change mitigation and adaptation. However, this goal has not been met and measurement of progress has been hampered by unclear accounting rules. [256] [257] If energy-intensive businesses like chemicals, fertilizers, ceramics, steel, and non-ferrous metals invest significantly in R&D, its usage in industry might amount to between 5% and 20% of all energy used. [258] [259] Fossil fuel funding and subsidies are a significant barrier to the energy transition. [260] [250] Direct global fossil fuel subsidies were $319 billion in 2017. This rises to $5.2 trillion when indirect costs are priced in, like the effects of air pollution. [261] Ending these could lead to a 28% reduction in global carbon emissions and a 46% reduction in air pollution deaths. [262] Funding for clean energy has been largely unaffected by the COVID-19 pandemic , and pandemic-related economic stimulus packages offer possibilities for a green recovery . [263] [264]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg/300px-20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg.png",
                "caption": "Electrified transport and renewable energy are key areas of investment for the renewable energy transition . [249]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Environmental impacts of biomass energy"
    }
]