[
    {
        "section": "Definition, synonyms, goals, and purpose",
        "text": "Life cycle assessment (LCA) is sometimes referred to synonymously as life cycle analysis in the scholarly and agency report literatures. [5] [1] [6] Also, due to the general nature of an LCA study of examining the life cycle impacts from raw material extraction (cradle) through disposal (grave), it is sometimes referred to as \"cradle-to-grave analysis\". [4] As stated by the National Risk Management Research Laboratory of the EPA , \"LCA is a technique to assess the environmental aspects and potential impacts associated with a product, process, or service, by: Hence, it is a technique to assess environmental impacts associated with all the stages of a product's life from raw material extraction through materials processing, manufacture, distribution, use, repair and maintenance , and disposal or recycling. The results are used to help decision-makers select products or processes that result in the least impact to the environment by considering an entire product system and avoiding sub-optimization that could occur if only a single process were used. [7] Therefore, the goal of LCA is to compare the full range of environmental effects assignable to products and services by quantifying all inputs and outputs of material flows and assessing how these material flows affect the environment. [8] This information is used to improve processes, support policy and provide a sound basis for informed decisions. The term life cycle refers to the notion that a fair, holistic assessment requires the assessment of raw-material production, manufacture, distribution , use and disposal including all intervening transportation steps necessary or caused by the product's existence. [9] Despite attempts to standardize LCA, results from different LCAs are often contradictory, therefore it is unrealistic to expect these results to be unique and objective. Thus, it should not be considered as such, but rather as a family of methods attempting to quantify results through a different point-of-view. [10] Among these methods are two main types: Attributional LCA and Consequential LCA. [11] Attributional LCAs seek to attribute the burdens associated with the production and use of a product, or with a specific service or process, for an identified temporal period. [12] Consequential LCAs seek to identify the environmental consequences of a decision or a proposed change in a system under study, and thus are oriented to the future and require that market and economic implications must be taken into account. [12] In other words, Attributional LCA \"attempts to answer 'how are things (i.e. pollutants, resources, and exchanges among processes) flowing within the chosen temporal window?', while Consequential LCA attempts to answer 'how will flows beyond the immediate system change in response to decisions?\" [7] A third type of LCA, termed \"social LCA\", is also under development and is a distinct approach to that is intended to assess potential social and socio-economic implications and impacts. [13] Social life cycle assessment (SLCA) is a useful tool for companies to identify and assess potential social impacts along the lifecycle of a product or service on various stakeholders (for example: workers, local communities, consumers). [14] SLCA is framed by the UNEP/SETAC’s Guidelines for social life cycle assessment of products published in 2009 in Quebec. [15] The tool builds on the ISO 26000 :2010 Guidelines for Social Responsibility and the Global Reporting Initiative (GRI) Guidelines. [16] The limitations of LCA to focus solely on the ecological aspects of sustainability, and not the economical or social aspects, distinguishes it from product line analysis (PLA) and similar methods. This limitation was made deliberately to avoid method overload but recognizes these factors should not be ignored when making product decisions. [4] Some widely recognized procedures for LCA are included in the ISO 14000 series of environmental management standards, in particular, ISO 14040 and 14044. [17] [ page needed ] [18] [ page needed ] [19] Greenhouse gas (GHG) product life cycle assessments can also comply with specifications such as Publicly Available Specification (PAS) 2050 and the GHG Protocol Life Cycle Accounting and Reporting Standard . [20] [21]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Example_Life_Cycle_Assessment_Stages_diagram.png/441px-Example_Life_Cycle_Assessment_Stages_diagram.png",
                "caption": "Example life cycle assessment (LCA) stages diagram"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Life_cycle_analysis_and_GHG_carbon_accounting.jpg/220px-Life_cycle_analysis_and_GHG_carbon_accounting.jpg",
                "caption": "Life cycle analysis and carbon accounting for greenhouse gas emissions"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Life-cycle_assessment",
        "title": "Life-cycle assessment",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Life cycle inventory (LCI)",
        "text": "Life cycle inventory (LCI) analysis involves creating an inventory of flows from and to nature (ecosphere) for a product system. [29] It is the process of quantifying raw material and energy requirements, atmospheric emissions, land emissions, water emissions, resource uses, and other releases over the life cycle of a product or process. [30] In other words, it is the aggregation of all elementary flows related to each unit process within a product system. To develop the inventory, it is often recommended to start with a flow model of the technical system using data on inputs and outputs of the product system. [30] [31] The flow model is typically illustrated with a flow diagram that includes the activities that are going to be assessed in the relevant supply chain and gives a clear picture of the technical system boundaries. [31] Generally, the more detailed and complex the flow diagram, the more accurate the study and results. [30] The input and output data needed for the construction of the model is collected for all activities within the system boundary, including from the supply chain (referred to as inputs from the technosphere). [31] According to ISO 14044, an LCI should be documented using the following steps: As referenced in the ISO 14044 standard, the data must be related to the functional unit, as well as the goal and scope. However, since the LCA stages are iterative in nature, the data collection phase may cause the goal or scope to change. [23] Conversely, a change in the goal or scope during the course of the study may cause additional collection of data or removal or previously collected data in the LCI. [32] The output of an LCI is a compiled inventory of elementary flows from all of the processes in the studied product system(s). The data is typically detailed in charts and requires a structured approach due to its complex nature. [34] When collecting the data for each process within the system boundary, the ISO LCA standard requires the study to measure or estimate the data in order to quantitatively represent each process in the product system. Ideally, when collecting data, a practitioner should aim to collect data from primary sources (e.g., measuring inputs and outputs of a process on-site or other physical means). [32] Questionnaire are frequently used to collect data on-site and can even be issued to the respective manufacturer or company to complete. Items on the questionnaire to be recorded may include: Oftentimes, the collection of primary data may be difficult and deemed proprietary or confidential by the owner. [36] An alternative to primary data is secondary data, which is data that comes from LCA databases, literature sources, and other past studies. With secondary sources, it is often you find data that is similar to a process but not exact (e.g., data from a different country, slightly different process, similar but different machine, etc.). [37] As such, it is important to explicitly document the differences in such data. However, secondary data is not always inferior to primary data. For example, referencing another work's data in which the author used very accurate primary data. [32] Along with primary data, secondary data should document the source, reliability, and temporal, geographical, and technological representativeness. When identifying the inputs and outputs to document for each unit process within the product system of an LCI, a practitioner may come across the instance where a process has multiple input streams or generate multiple output streams. In such case, the practitioner should allocate the flows based on the \"Allocation procedure\" [30] [32] [35] outlined in the previous \"Goal and scope\" section of this article. The technosphere is more simply defined as the human-made world, and considered by geologists as secondary resources, these resources are in theory 100% recyclable; however, in a practical sense, the primary goal is salvage. [38] For an LCI, these technosphere products (supply chain products) are those that have been produced by humans, including products such as forestry, materials, and energy flows. [39] Typically, they will not have access to data concerning inputs and outputs for previous production processes of the product. [40] The entity undertaking the LCA must then turn to secondary sources if it does not already have that data from its own previous studies. National databases or data sets that come with LCA-practitioner tools, or that can be readily accessed, are the usual sources for that information. [41] Care must then be taken to ensure that the secondary data source properly reflects regional or national conditions. [32] LCI methods include \"process-based LCAs\", economic input–output LCA ( EIOLCA ), and hybrid approaches. [34] [32] Process-based LCA is a bottom-up LCI approach the constructs an LCI using knowledge about industrial processes within the life cycle of a product, and the physical flows connecting them. [42] EIOLCA is a top-down approach to LCI and uses information on elementary flows associated with one unit of economic activity across different sectors. [43] This information is typically pulled from government agency national statistics tracking trade and services between sectors. [34] Hybrid LCA is a combination of process-based LCA and EIOLCA. [44] The quality of LCI data is typically evaluated with the use of a pedigree matrix. Different pedigree matrices are available, but all contain a number of data quality indicators and a set of qualitative criteria per indicator. [45] [46] [47] There is another hybrid approach integrates the widely used, semi-quantitative approach that uses a pedigree matrix, into a qualitative analysis to better illustrate the quality of LCI data for non-technical audiences, in particular policymakers. [48]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/LCI_Diagram.png/220px-LCI_Diagram.png",
                "caption": "An example of a life cycle inventory (LCI) diagram"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Life-cycle_assessment",
        "title": "Life-cycle assessment",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Role in addressing climate change",
        "text": "As part of the global effort to limit climate change , most countries have committed to net zero greenhouse gas emissions . [26] In practice, this means phasing out fossil fuels and replacing them with low-emissions energy sources. [12] At the 2023 United Nations Climate Change Conference , around three-quarters of the world's countries set a goal of tripling renewable energy capacity by 2030. [27] The European Union aims to generate 40% of its electricity from renewables by the same year. [28]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/2021_Death_rates%2C_by_energy_source.svg/300px-2021_Death_rates%2C_by_energy_source.svg.png",
                "caption": "Deaths caused as a result of fossil fuel use (areas of rectangles in chart) greatly exceed those resulting from production of renewable energy (rectangles barely visible in chart). [25]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Intermittency",
        "text": "The two most important forms of renewable energy, solar and wind, are intermittent energy sources : they are not available constantly, resulting in lower capacity factors . In contrast, fossil fuel power plants are usually able to produce precisely the amount of energy an electricity grid requires at a given time. Solar energy can only be captured during the day, and ideally in cloudless conditions. Wind power generation can vary significantly not only day-to-day, but even month-to-month. [31] This poses a challenge when transitioning away from fossil fuels: energy demand will often be higher or lower than what renewables can provide. [32] Both scenarios can cause electricity grids to become overloaded, leading to power outages . In the medium-term, this variability may require keeping some gas-fired power plants or other dispatchable generation on standby [33] [34] until there is enough energy storage, demand response , grid improvement, and/or baseload power from non-intermittent sources. In the long-term, energy storage is an important way of dealing with intermittency. [35] Using diversified renewable energy sources and smart grids can also help flatten supply and demand. [36] Sector coupling of the power generation sector with other sectors may increase flexibility: for example the transport sector can be coupled by charging electric vehicles and sending electricity from vehicle to grid . [37] Similarly the industry sector can be coupled by hydrogen produced by electrolysis, [38] and the buildings sector by thermal energy storage for space heating and cooling. [39] Building overcapacity for wind and solar generation can help ensure sufficient electricity production even during poor weather. In optimal weather, it may be necessary to curtail energy generation if it is not possible to use or store excess electricity. [40]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Renewables_need_flexible_backup_not_baseload.png/300px-Renewables_need_flexible_backup_not_baseload.png",
                "caption": "Estimated power demand over a week in May 2012 and May 2020, Germany, showing the variability in solar and wind power both day-to-day and month-to-month."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Solar energy",
        "text": "Solar power produced around 1.3 terrawatt-hours (TWh) worldwide in 2022, [10] representing 4.6% of the world's electricity. Almost all of this growth has happened since 2010. [52] Solar energy can be harnessed anywhere that receives sunlight; however, the amount of solar energy that can be harnessed for electricity generation is influenced by weather conditions , geographic location and time of day. [53] There are two mainstream ways of harnessing solar energy: solar thermal , which converts solar energy into heat; and photovoltaics (PV), which converts it into electricity. [12] PV is far more widespread, accounting for around two thirds of the global solar energy capacity as of 2022. [54] It is also growing at a much faster rate, with 170 GW newly installed capacity in 2021, [55] compared to 25 GW of solar thermal. [54] Passive solar refers to a range of construction strategies and technologies that aim to optimize the distribution of solar heat in a building. Examples include solar chimneys , [12] orienting a building to the sun, using construction materials that can store heat , and designing spaces that naturally circulate air . [56] From 2020 to 2022, solar technology investments almost doubled from USD 162 billion to USD 308 billion, driven by the sector's increasing maturity and cost reductions, particularly in solar photovoltaic (PV), which accounted for 90% of total investments. China and the United States were the main recipients, collectively making up about half of all solar investments since 2013. Despite reductions in Japan and India due to policy changes and COVID-19 , growth in China, the United States, and a significant increase from Vietnam's feed-in tariff program offset these declines. Globally, the solar sector added 714 gigawatts (GW) of solar PV and concentrated solar power (CSP) capacity between 2013 and 2021, with a notable rise in large-scale solar heating installations in 2021, especially in China, Europe, Turkey, and Mexico. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/SolarFachwerkhaus.jpg/220px-SolarFachwerkhaus.jpg",
                "caption": "A small, roof-top mounted PV system in Bonn , Germany"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG/220px-Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG",
                "caption": "Komekurayama photovoltaic power station in Kofu , Japan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Photovoltaics",
        "text": "A photovoltaic system , consisting of solar cells assembled into panels , converts light into electrical direct current via the photoelectric effect . [60] PV has several advantages that make it by far the fastest-growing renewable energy technology. It is cheap, low-maintenance and scalable; adding to an existing PV installation as demanded arises is simple. Its main disadvantage is its poor performance in cloudy weather. [12] PV systems range from small, residential and commercial rooftop or building integrated installations, to large utility-scale photovoltaic power station . [61] A household's solar panels can either be used for just that household or, if connected to an electrical grid, can be aggregated with millions of others. [62] The first utility-scale solar power plant was built in 1982 in Hesperia, California by ARCO . [63] The plant was not profitable and was sold eight years later. [64] However, over the following decades, PV cells became significantly more efficient and cheaper. [65] As a result, PV adoption has grown exponentially since 2010. [66] Global capacity increased from 230 GW at the end of 2015 to 890 GW in 2021. [67] PV grew fastest in China between 2016 and 2021, adding 560 GW, more than all advanced economies combined. [68] Four of the ten biggest solar power stations are in China, including the biggest, Golmud Solar Park in China. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg/220px-1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg.png",
                "caption": "Swanson's law –stating that solar module prices have dropped about 20% for each doubling of installed capacity—defines the \" learning rate \" of solar photovoltaics . [58] [59]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Wind power",
        "text": "Humans have harnessed wind energy since at least 3500 BC. Until the 20th century, it was primarily used to power ships, windmills and water pumps. Today, the vast majority of wind power is used to generate electricity using wind turbines. [12] Modern utility-scale wind turbines range from around 600 kW to 9 MW of rated power. The power available from the wind is a function of the cube of the wind speed, so as wind speed increases, power output increases up to the maximum output for the particular turbine. [76] Areas where winds are stronger and more constant, such as offshore and high-altitude sites, are preferred locations for wind farms. Wind-generated electricity met nearly 4% of global electricity demand in 2015, with nearly 63 GW of new wind power capacity installed. Wind energy was the leading source of new capacity in Europe, the US and Canada, and the second largest in China. In Denmark, wind energy met more than 40% of its electricity demand while Ireland, Portugal and Spain each met nearly 20%. [77] Globally, the long-term technical potential of wind energy is believed to be five times total current global energy production, or 40 times current electricity demand, assuming all practical barriers needed were overcome. This would require wind turbines to be installed over large areas, particularly in areas of higher wind resources, such as offshore, and likely also industrial use of new types of VAWT turbines in addition to the horizontal axis units currently in use. As offshore wind speeds average ~90% greater than that of land, offshore resources can contribute substantially more energy than land-stationed turbines. [78] Investments in wind technologies reached USD 161 billion in 2020, with onshore wind dominating at 80% of total investments from 2013 to 2022. Offshore wind investments nearly doubled to USD 41 billion between 2019 and 2020, primarily due to policy incentives in China and expansion in Europe. Global wind capacity increased by 557 GW between 2013 and 2021, with capacity additions increasing by an average of 19% each year. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Pretty_flamingos_-_geograph.org.uk_-_578705.jpg/170px-Pretty_flamingos_-_geograph.org.uk_-_578705.jpg",
                "caption": "Burbo , NW-England"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Fentonwindpark1.jpg/220px-Fentonwindpark1.jpg",
                "caption": "Sunrise at the Fenton Wind Farm in Minnesota, United States"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Wind_energy_generation_by_region%2C_OWID.svg/300px-Wind_energy_generation_by_region%2C_OWID.svg.png",
                "caption": "Wind energy generation by region over time [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Hydropower",
        "text": "Since water is about 800 times denser than air , even a slow flowing stream of water, or moderate sea swell , can yield considerable amounts of energy. Water can generate electricity with a conversion efficiency of about 90%, which is the highest rate in renewable energy. [82] There are many forms of water energy: Much hydropower is flexible, thus complementing wind and solar. [86] In 2021, the world renewable hydropower capacity was 1,360 GW. [68] Only a third of the world's estimated hydroelectric potential of 14,000 TWh/year has been developed. [87] [88] New hydropower projects face opposition from local communities due to their large impact, including relocation of communities and flooding of wildlife habitats and farming land. [89] High cost and lead times from permission process, including environmental and risk assessments, with lack of environmental and social acceptance are therefore the primary challenges for new developments. [90] It is popular to repower old dams thereby increasing their efficiency and capacity as well as quicker responsiveness on the grid. [91] Where circumstances permit existing dams such as the Russell Dam built in 1985 may be updated with \"pump back\" facilities for pumped-storage which is useful for peak loads or to support intermittent wind and solar power. Because dispatchable power is more valuable than VRE [92] [93] countries with large hydroelectric developments such as Canada and Norway are spending billions to expand their grids to trade with neighboring countries having limited hydro. [94]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/ThreeGorgesDam-China2009.jpg/220px-ThreeGorgesDam-China2009.jpg",
                "caption": "The Three Gorges Dam for hydropower on the Yangtze River in China"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Three_gorges_dam_from_space.jpg/220px-Three_gorges_dam_from_space.jpg",
                "caption": "Three Gorges Dam and Gezhouba Dam , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Bioenergy",
        "text": "Biomass is biological material derived from living, or recently living organisms. Most commonly, it refers to plants or plant-derived materials. As an energy source, biomass can either be used directly via combustion to produce heat, or converted to a more energy-dense biofuel like ethanol. Wood is the most significant biomass energy source as of 2012 [98] and is usually sourced from a trees cleared for silvicultural reasons or fire prevention . Municipal wood waste – for instance, construction materials or sawdust – is also often burned for energy. [99] The biggest per-capita producers of wood-based bioenergy are heavily forested countries like Finland, Sweden, Estonia, Austria, and Denmark. [100] Bioenergy can be environmentally destructive if old-growth forests are cleared to make way for crop production. In particular, demand for palm oil to produce biodiesel has contributed to the deforestation of tropical rainforests in Brazil and Indonesia. [101] In addition, burning biomass still produces carbon emissions, although much less than fossil fuels (39 grams of CO 2 per megajoule of energy, compared to 75 g/MJ for fossil fuels). [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Metz_biomass_power_station.jpg/220px-Metz_biomass_power_station.jpg",
                "caption": "A CHP power station using wood to supply 30,000 households in France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Biofuel",
        "text": "Biofuels are primarily used in transportation, providing 3.5% of the world's transport energy demand in 2022, [103] up from 2.7% in 2010. [104] Biojet is expected to be important for short-term reduction of carbon dioxide emissions from long-haul flights. [105] Aside from wood, the major sources of bioenergy are bioethanol and biodiesel . [12] Bioethanol is usually produced by fermenting the sugar components of crops like sugarcane and maize , while biodiesel is mostly made from oils extracted from plants, such as soybean oil and corn oil . [106] Most of the crops used to produce bioethanol and biodiesel are grown specifically for this purpose, [107] although used cooking oil accounted for 14% of the oil used to produce biodiesel as of 2015. [106] The biomass used to produce biofuels varies by region. Maize is the major feedstock in the United States, while sugarcane dominates in Brazil. [108] In the European Union, where biodiesel is more common than bioethanol, rapeseed oil and palm oil are the main feedstocks. [109] China, although it produces comparatively much less biofuel, uses mostly corn and wheat. [110] In many countries, biofuels are either subsidized or mandated to be included in fuel mixtures . [101] There are many other sources of bioenergy that are more niche, or not yet viable at large scales. For instance, bioethanol could be produced from the cellulosic parts of crops, rather than only the seed as is common today. [111] Sweet sorghum may be a promising alternative source of bioethanol, due to its tolerance of a wide range of climates. [112] Cow dung can be converted into methane. [113] There is also a great deal of research involving algal fuel , which is attractive because algae is a non-food resource, grows around 20 times faster than most food crops, and can be grown almost anywhere. [114]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Faz_S_Sofia_canavial_090607_REFON.JPG/220px-Faz_S_Sofia_canavial_090607_REFON.JPG",
                "caption": "Sugarcane plantation to produce ethanol in Brazil"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Soybeanbus.jpg/220px-Soybeanbus.jpg",
                "caption": "A bus fueled by biodiesel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Geothermal energy",
        "text": "Geothermal energy is thermal energy (heat) extracted from the Earth's crust . It originates from several different sources , of which the most significant is slow radioactive decay of minerals contained in the Earth's interior , [12] as well as some leftover heat from the formation of the Earth . [119] Some of the heat is generated near the Earth's surface in the crust, but some also flows from deep within the Earth from the mantle and core . [119] Geothermal energy extraction is viable mostly in countries located on tectonic plate edges, where the Earth's hot mantle is more exposed. [120] As of 2023, the United States has by far the most geothermal capacity (2.7 GW, [121] or less than 0.2% of the country's total energy capacity [122] ), followed by Indonesia and the Philippines. Global capacity in 2022 was 15 GW. [121] Geothermal energy can be either used directly to heat homes, as is common in Iceland, or to generate electricity. At smaller scales, geothermal power can be generated with geothermal heat pumps , which can extract heat from ground temperatures of under 30 °C (86 °F), allowing them to be used at relatively shallow depths of a few meters. [120] Electricity generation requires large plants and ground temperatures of at least 150 °C (302 °F). In some countries, electricity produced from geothermal energy accounts for a large portion of the total, such as Kenya (43%) and Indonesia (5%). [123] Technical advances may eventually make geothermal power more widely available. For example, enhanced geothermal systems involve drilling around 10 kilometres (6.2 mi) into the Earth, breaking apart hot rocks and extracting the heat using water. In theory, this type of geothermal energy extraction could be done anywhere on Earth. [120]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/NesjavellirPowerPlant_edit2.jpg/220px-NesjavellirPowerPlant_edit2.jpg",
                "caption": "Steam rising from the Nesjavellir Geothermal Power Station in Iceland"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/West_Ford_Flat_Geothermal_Cooling_Tower.JPG/170px-West_Ford_Flat_Geothermal_Cooling_Tower.JPG",
                "caption": "Geothermal plant at The Geysers , California, US"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Krafla_geothermal_power_station_wiki.jpg/220px-Krafla_geothermal_power_station_wiki.jpg",
                "caption": "Krafla , a geothermal power station in Iceland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Marine energy",
        "text": "Marine energy (also sometimes referred to as ocean energy) is the energy carried by ocean waves , tides , salinity , and ocean temperature differences . Technologies to harness the energy of moving water include wave power , marine current power , and tidal power . Reverse electrodialysis (RED) is a technology for generating electricity by mixing fresh water and salty sea water in large power cells. [130] Most marine energy harvesting technologies are still at low technology readiness levels and not used at large scales. Tidal energy is generally considered the most mature, but has not seen wide deployment. [131] The world's largest tidal power station is on Sihwa Lake , South Korea, [132] which produces around 550 gigawatt-hours of electricity per year. [133]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg/220px-Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg",
                "caption": "Aerial view of Sihwa Tidal Power Station in South Korea"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Growth of renewables",
        "text": "The results of a recent review of the literature concluded that as greenhouse gas (GHG) emitters begin to be held liable for damages resulting from GHG emissions resulting in climate change, a high value for liability mitigation would provide powerful incentives for deployment of renewable energy technologies. [181] In the decade of 2010–2019, worldwide investment in renewable energy capacity excluding large hydropower amounted to US$2.7 trillion, of which the top countries China contributed US$818 billion, the United States contributed US$392.3 billion, Japan contributed US$210.9 billion, Germany contributed US$183.4 billion, and the United Kingdom contributed US$126.5 billion. [182] This was an increase of over three and possibly four times the equivalent amount invested in the decade of 2000–2009 (no data is available for 2000–2003). [182] As of 2022, an estimated 28% of the world's electricity was generated by renewables. This is up from 19% in 1990. [183]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg/232px-20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg.png",
                "caption": "Investment: Companies, governments and households have committed increasing amounts to decarbonization, including renewable energy (solar, wind), electric vehicles and associated charging infrastructure, energy storage, energy-efficient heating systems, carbon capture and storage, and hydrogen. [171] [172]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg/232px-20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg.png",
                "caption": "Levelized cost: With increasingly widespread implementation of renewable energy sources, costs have declined, most notably for energy generated by solar panels. [175] [176] Levelized cost of energy (LCOE) is a measure of the average net present cost of electricity generation for a generating plant over its lifetime."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Future projections",
        "text": "A December 2022 report by the IEA forecasts that over 2022-2027, renewables are seen growing by almost 2 400 GW in its main forecast, equal to the entire installed power capacity of China in 2021. This is an 85% acceleration from the previous five years, and almost 30% higher than what the IEA forecast in its 2021 report, making its largest ever upward revision. Renewables are set to account for over 90% of global electricity capacity expansion over the forecast period. [68] To achieve net zero emissions by 2050, IEA believes that 90% of global electricity generation will need to be produced from renewable sources. [17] In June 2022 IEA Executive Director Fatih Birol said that countries should invest more in renewables to \"ease the pressure on consumers from high fossil fuel prices, make our energy systems more secure, and get the world on track to reach our climate goals.\" [185] China's five year plan to 2025 includes increasing direct heating by renewables such as geothermal and solar thermal. [186] REPowerEU , the EU plan to escape dependence on fossil Russian gas , is expected to call for much more green hydrogen . [187] After a transitional period, [188] renewable energy production is expected to make up most of the world's energy production. In 2018, the risk management firm, DNV GL , forecasts that the world's primary energy mix will be split equally between fossil and non-fossil sources by 2050. [189]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg/220px-2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg.png",
                "caption": "In 2023, electricity generation from wind and solar sources was projected to exceed 30% by 2030. [184]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Policy",
        "text": "Policies to support renewable energy have been vital in their expansion. Where Europe dominated in establishing energy policy in the early 2000s, most countries around the world now have some form of energy policy. [199] The International Renewable Energy Agency (IRENA) is an intergovernmental organization for promoting the adoption of renewable energy worldwide. It aims to provide concrete policy advice and facilitate capacity building and technology transfer. IRENA was formed in 2009, with 75 countries signing the charter of IRENA. [200] As of April 2019, IRENA has 160 member states. [201] The then United Nations Secretary-General Ban Ki-moon has said that renewable energy can lift the poorest nations to new levels of prosperity, [202] and in September 2011 he launched the UN Sustainable Energy for All initiative to improve energy access, efficiency and the deployment of renewable energy. [203] The 2015 Paris Agreement on climate change motivated many countries to develop or improve renewable energy policies. [204] In 2017, a total of 121 countries adopted some form of renewable energy policy. [199] National targets that year existed in 176 countries. [204] In addition, there is also a wide range of policies at the state/provincial, and local levels. [104] Some public utilities help plan or install residential energy upgrades . Many national, state and local governments have created green banks . A green bank is a quasi-public financial institution that uses public capital to leverage private investment in clean energy technologies. [205] Green banks use a variety of financial tools to bridge market gaps that hinder the deployment of clean energy. Climate neutrality by the year 2050 is the main goal of the European Green Deal . [206] For the European Union to reach their target of climate neutrality, one goal is to decarbonise its energy system by aiming to achieve \"net-zero greenhouse gas emissions by 2050.\" [207]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Share_of_electricity_production_from_renewables.svg/330px-Share_of_electricity_production_from_renewables.svg.png",
                "caption": "Share of electricity production from renewables, 2022 [8]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Geopolitics",
        "text": "The geopolitical impact of the growing use of renewable energy is a subject of ongoing debate and research. [219] Many fossil-fuel producing countries, such as Qatar , Russia , Saudi Arabia and Norway , are currently able to exert diplomatic or geopolitical influence as a result of their oil wealth. Most of these countries are expected to be among the geopolitical \"losers\" of the energy transition, although some, like Norway, are also significant producers and exporters of renewable energy. Fossil fuels and the infrastructure to extract them may, in the long term, become stranded assets . [220] It has been speculated that countries dependent on fossil fuel revenue may one day find it in their interests to quickly sell off their remaining fossil fuels. [221] Conversely, nations abundant in renewable resources, and the minerals required for renewables technology, are expected to gain influence. [222] [223] In particular, China has become the world's dominant manufacturer of the technology needed to produce or store renewable energy, especially solar panels , wind turbines , and lithium-ion batteries . [224] Nations rich in solar and wind energy could become major energy exporters. [225] Some may produce and export green hydrogen , [226] [225] although electricity is projected to be the dominant energy carrier in 2050, accounting for almost 50% of total energy consumption (up from 22% in 2015). [227] Countries with large uninhabited areas such as Australia, China, and many African and Middle Eastern countries have a potential for huge installations of renewable energy. The production of renewable energy technologies requires rare-earth elements with new supply chains. [228] Countries with already weak governments that rely on fossil fuel revenue may face even higher political instability or popular unrest. Analysts consider Nigeria, Angola , Chad , Gabon , and Sudan , all countries with a history of military coups , to be at risk of instability due to dwindling oil income. [229] A study found that transition from fossil fuels to renewable energy systems reduces risks from mining, trade and political dependence because renewable energy systems don't need fuel – they depend on trade only for the acquisition of materials and components during construction. [230] In October 2021, European Commissioner for Climate Action Frans Timmermans suggested \"the best answer\" to the 2021 global energy crisis is \"to reduce our reliance on fossil fuels.\" [231] He said those blaming the European Green Deal were doing so \"for perhaps ideological reasons or sometimes economic reasons in protecting their vested interests.\" [231] Some critics blamed the European Union Emissions Trading System (EU ETS) and closure of nuclear plants for contributing to the energy crisis. [232] [233] [234] European Commission President Ursula von der Leyen said that Europe is \"too reliant\" on natural gas and too dependent on natural gas imports . According to Von der Leyen, \"The answer has to do with diversifying our suppliers ... and, crucially, with speeding up the transition to clean energy.\" [235]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/TREC-Map-en.jpg/220px-TREC-Map-en.jpg",
                "caption": "A concept of a super grid"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Public support",
        "text": "Solar power plants may compete with arable land , [254] [255] while on-shore wind farms often face opposition due to aesthetic concerns and noise. [256] [257] Such opponents are often described as NIMBYs (\"not in my back yard\"). [258] Some environmentalists are concerned about fatal collisions of birds and bats with wind turbines. [259] Although protests against new wind farms occasionally occur around the world, regional and national surveys generally find broad support for both solar and wind power. [260] [261] [262] Community-owned wind energy is sometimes proposed as a way to increase local support for wind farms. [263] A 2011 UK Government document stated that \"projects are generally more likely to succeed if they have broad public support and the consent of local communities. This means giving communities both a say and a stake.\" [264] In the 2000s and early 2010s, many renewable projects in Germany, Sweden and Denmark were owned by local communities, particularly through cooperative structures. [265] [266] In the years since, more installations in Germany have been undertaken by large companies, [263] but community ownership remains strong in Denmark. [267]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [253]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Global warming potential of selected electricity sources",
        "text": "1 see also environmental impact of reservoirs#Greenhouse gases . List of acronyms:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/CO2_Emissions_from_Electricity_Production_IPCC.png/220px-CO2_Emissions_from_Electricity_Production_IPCC.png",
                "caption": "Life-cycle greenhouse gas emissions of electricity supply technologies, median values calculated by IPCC [3]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/UNECE_2020_Lifecycle_Emissions.png/220px-UNECE_2020_Lifecycle_Emissions.png",
                "caption": "Lifecycle GHG emissions, in g CO 2 eq. per kWh, UNECE 2020 [5]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Life-cycle_greenhouse_gas_emissions_of_energy_sources",
        "title": "Life-cycle greenhouse gas emissions of energy sources",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Potential",
        "text": "The Earth receives 174 petawatts (PW) of incoming solar radiation ( insolation ) at the upper atmosphere . [6] Approximately 30% is reflected back to space while the rest, 122 PW, is absorbed by clouds, oceans and land masses. The spectrum of solar light at the Earth's surface is mostly spread across the visible and near-infrared ranges with a small part in the near-ultraviolet . [7] Most of the world's population live in areas with insolation levels of 150–300 watts/m 2 , or 3.5–7.0 kWh /m 2 per day. [8] Solar radiation is absorbed by the Earth's land surface, oceans – which cover about 71% of the globe – and atmosphere. Warm air containing evaporated water from the oceans rises, causing atmospheric circulation or convection . When the air reaches a high altitude, where the temperature is low, water vapor condenses into clouds, which rain onto the Earth's surface, completing the water cycle . The latent heat of water condensation amplifies convection, producing atmospheric phenomena such as wind, cyclones and anticyclones . [9] Sunlight absorbed by the oceans and land masses keeps the surface at an average temperature of 14 °C. [10] By photosynthesis , green plants convert solar energy into chemically stored energy, which produces food, wood and the biomass from which fossil fuels are derived. [11] The total solar energy absorbed by Earth's atmosphere, oceans and land masses is approximately 122 PW·year = 3,850,000 exajoules (EJ) per year. [12] In 2002 (2019), this was more energy in one hour (one hour and 25 minutes) than the world used in one year. [13] [14] Photosynthesis captures approximately 3,000 EJ per year in biomass. [15] The potential solar energy that could be used by humans differs from the amount of solar energy present near the surface of the planet because factors such as geography, time variation, cloud cover, and the land available to humans limit the amount of solar energy that we can acquire. In 2021, Carbon Tracker Initiative estimated the land area needed to generate all our energy from solar alone was 450,000 km 2 — or about the same as the area of Sweden , or the area of Morocco , or the area of California (0.3% of the Earth's total land area). [20] Solar technologies are categorized as either passive or active depending on the way they capture, convert and distribute sunlight and enable solar energy to be harnessed at different levels around the world, mostly depending on the distance from the Equator. Although solar energy refers primarily to the use of solar radiation for practical ends, all types of renewable energy, other than geothermal power and tidal power , are derived either directly or indirectly from the Sun. Active solar techniques use photovoltaics, concentrated solar power , solar thermal collectors , pumps, and fans to convert sunlight into useful output. Passive solar techniques include selecting materials with favorable thermal properties, designing spaces that naturally circulate air, and referencing [ clarification needed ] the position of a building to the Sun. Active solar technologies increase the supply of energy and are considered supply side technologies, while passive solar technologies reduce the need for alternative resources and are generally considered demand-side technologies. [21] In 2000, the United Nations Development Programme , UN Department of Economic and Social Affairs, and World Energy Council published an estimate of the potential solar energy that could be used by humans each year. This took into account factors such as insolation, cloud cover, and the land that is usable by humans. It was stated that solar energy has a global potential of 1,600 to 49,800 exajoules (4.4 × 10 14 to 1.4 × 10 16 kWh) per year (see table below) . [22]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Breakdown_of_the_incoming_solar_energy.svg/225px-Breakdown_of_the_incoming_solar_energy.svg.png",
                "caption": "About half the incoming solar energy reaches the Earth's surface."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/World_GHI_Solar-resource-map_GlobalSolarAtlas_World-Bank-Esmap-Solargis.png/330px-World_GHI_Solar-resource-map_GlobalSolarAtlas_World-Bank-Esmap-Solargis.png",
                "caption": "Global map of horizontal irradiation [5]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Early commercial adaptation",
        "text": "In 1878, at the Universal Exposition in Paris, Augustin Mouchot successfully demonstrated a solar steam engine but could not continue development because of cheap coal and other factors. In 1897, Frank Shuman , a US inventor, engineer and solar energy pioneer built a small demonstration solar engine that worked by reflecting solar energy onto square boxes filled with ether, which has a lower boiling point than water and were fitted internally with black pipes which in turn powered a steam engine. In 1908 Shuman formed the Sun Power Company with the intent of building larger solar power plants. He, along with his technical advisor A.S.E. Ackermann and British physicist Sir Charles Vernon Boys , [24] developed an improved system using mirrors to reflect solar energy upon collector boxes, increasing heating capacity to the extent that water could now be used instead of ether. Shuman then constructed a full-scale steam engine powered by low-pressure water, enabling him to patent the entire solar engine system by 1912. Shuman built the world's first solar thermal power station in Maadi , Egypt , between 1912 and 1913. His plant used parabolic troughs to power a 45–52 kilowatts (60–70 hp ) engine that pumped more than 22,000 litres (4,800 imp gal; 5,800 US gal) of water per minute from the Nile River to adjacent cotton fields. Although the outbreak of World War I and the discovery of cheap oil in the 1930s discouraged the advancement of solar energy, Shuman's vision, and basic design were resurrected in the 1970s with a new wave of interest in solar thermal energy. [25] In 1916 Shuman was quoted in the media advocating solar energy's utilization, saying:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/US_Patent_1240890.pdf/page1-180px-US_Patent_1240890.pdf.jpg",
                "caption": "1917 patent drawing of Shuman's solar collector"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Water heating",
        "text": "Solar hot water systems use sunlight to heat water. In middle geographical latitudes (between 40 degrees north and 40 degrees south), 60 to 70% of the domestic hot water use, with water temperatures up to 60 °C (140 °F), can be provided by solar heating systems. [27] The most common types of solar water heaters are evacuated tube collectors (44%) and glazed flat plate collectors (34%) generally used for domestic hot water; and unglazed plastic collectors (21%) used mainly to heat swimming pools. [28] As of 2015, the total installed capacity of solar hot water systems was approximately 436 thermal gigawatt (GW th ), and China is the world leader in their deployment with 309 GW th installed, taken up 71% of the market. [29] Israel and Cyprus are the per capita leaders in the use of solar hot water systems with over 90% of homes using them. [30] In the United States, Canada, and Australia, heating swimming pools is the dominant application of solar hot water with an installed capacity of 18 GW th as of 2005. [21]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Twice_Cropped_Zonnecollectoren.JPG/170px-Twice_Cropped_Zonnecollectoren.JPG",
                "caption": "Solar water heaters facing the Sun to maximize gain"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Heating, cooling and ventilation",
        "text": "In the United States, heating, ventilation and air conditioning (HVAC) systems account for 30% (4.65 EJ/yr) of the energy used in commercial buildings and nearly 50% (10.1 EJ/yr) of the energy used in residential buildings. [31] [32] Solar heating, cooling and ventilation technologies can be used to offset a portion of this energy.  Use of solar for heating can roughly be divided into passive solar concepts and active solar concepts, depending on whether active elements such as sun tracking and solar concentrator optics are used. Thermal mass is any material that can be used to store heat—heat from the Sun in the case of solar energy. Common thermal mass materials include stone, cement, and water. Historically they have been used in arid climates or warm temperate regions to keep buildings cool by absorbing solar energy during the day and radiating stored heat to the cooler atmosphere at night. However, they can be used in cold temperate areas to maintain warmth as well. The size and placement of thermal mass depend on several factors such as climate, daylighting, and shading conditions. When duly incorporated, thermal mass maintains space temperatures in a comfortable range and reduces the need for auxiliary heating and cooling equipment. [33] A solar chimney (or thermal chimney, in this context) is a passive solar ventilation system composed of a vertical shaft connecting the interior and exterior of a building. As the chimney warms, the air inside is heated, causing an updraft that pulls air through the building. Performance can be improved by using glazing and thermal mass materials [34] in a way that mimics greenhouses. Deciduous trees and plants have been promoted as a means of controlling solar heating and cooling. When planted on the southern side of a building in the northern hemisphere or the northern side in the southern hemisphere, their leaves provide shade during the summer, while the bare limbs allow light to pass during the winter. [35] Since bare, leafless trees shade 1/3 to 1/2 of incident solar radiation, there is a balance between the benefits of summer shading and the corresponding loss of winter heating. [36] In climates with significant heating loads, deciduous trees should not be planted on the Equator-facing side of a building because they will interfere with winter solar availability. They can, however, be used on the east and west sides to provide a degree of summer shading without appreciably affecting winter solar gain . [37]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Flipped_MIT_Solar_One_house.png/220px-Flipped_MIT_Solar_One_house.png",
                "caption": "MIT 's Solar House #1, built in 1939 in the US, used seasonal thermal energy storage for year-round heating."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Cooking",
        "text": "Solar cookers use sunlight for cooking, drying, and pasteurization . They can be grouped into three broad categories: box cookers, panel cookers, and reflector cookers. [38] The simplest solar cooker is the box cooker first built by Horace de Saussure in 1767. [39] A basic box cooker consists of an insulated container with a transparent lid. It can be used effectively with partially overcast skies and will typically reach temperatures of 90–150 °C (194–302 °F). [40] Panel cookers use a reflective panel to direct sunlight onto an insulated container and reach temperatures comparable to box cookers. Reflector cookers use various concentrating geometries (dish, trough, Fresnel mirrors) to focus light on a cooking container. These cookers reach temperatures of 315 °C (599 °F) and above but require direct light to function properly and must be repositioned to track the Sun. [41]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Auroville_Solar_Bowl.JPG/220px-Auroville_Solar_Bowl.JPG",
                "caption": "Parabolic dish produces steam for cooking, in Auroville , India."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Water treatment",
        "text": "Solar distillation can be used to make saline or brackish water potable. The first recorded instance of this was by 16th-century Arab alchemists. [47] A large-scale solar distillation project was first constructed in 1872 in the Chilean mining town of Las Salinas. [48] The plant, which had solar collection area of 4,700 m 2 (51,000 sq ft), could produce up to 22,700 L (5,000 imp gal; 6,000 US gal) per day and operate for 40 years. [48] Individual still designs include single-slope, double-slope (or greenhouse type), vertical, conical, inverted absorber, multi-wick, and multiple effect. These stills can operate in passive, active, or hybrid modes. Double-slope stills are the most economical for decentralized domestic purposes, while active multiple effect units are more suitable for large-scale applications. [47] Solar water disinfection (SODIS) involves exposing water-filled plastic polyethylene terephthalate (PET) bottles to sunlight for several hours. [49] Exposure times vary depending on weather and climate from a minimum of six hours to two days during fully overcast conditions. [50] It is recommended by the World Health Organization as a viable method for household water treatment and safe storage. [51] Over two million people in developing countries use this method for their daily drinking water. [50] Solar energy may be used in a water stabilization pond to treat waste water without chemicals or electricity. A further environmental advantage is that algae grow in such ponds and consume carbon dioxide in photosynthesis, although algae may produce toxic chemicals that make the water unusable. [52] [53]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Indonesia-sodis-gross.jpg/220px-Indonesia-sodis-gross.jpg",
                "caption": "Solar water disinfection in Indonesia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Architecture and urban planning",
        "text": "Sunlight has influenced building design since the beginning of architectural history. [73] Advanced solar architecture and urban planning methods were first employed by the Greeks and Chinese , who oriented their buildings toward the south to provide light and warmth. [74] The common features of passive solar architecture are orientation relative to the Sun, compact proportion (a low surface area to volume ratio), selective shading (overhangs) and thermal mass . [73] When these features are tailored to the local climate and environment, they can produce well-lit spaces that stay in a comfortable temperature range. Socrates ' Megaron House is a classic example of passive solar design. [73] The most recent approaches to solar design use computer modeling tying together solar lighting , heating and ventilation systems in an integrated solar design package. [75] Active solar equipment such as pumps, fans, and switchable windows can complement passive design and improve system performance. Urban heat islands (UHI) are metropolitan areas with higher temperatures than that of the surrounding environment. The higher temperatures result from increased absorption of solar energy by urban materials such as asphalt and concrete, which have lower albedos and higher heat capacities than those in the natural environment. A straightforward method of counteracting the UHI effect is to paint buildings and roads white and to plant trees in the area. Using these methods, a hypothetical \"cool communities\" program in Los Angeles has projected that urban temperatures could be reduced by approximately 3 °C at an estimated cost of US$1  billion, giving estimated total annual benefits of US$530  million from reduced air-conditioning costs and healthcare savings. [76]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Technische_Universit%C3%A4t_Darmstadt_-_Solar_Decathlon_2007.jpg/220px-Technische_Universit%C3%A4t_Darmstadt_-_Solar_Decathlon_2007.jpg",
                "caption": "Darmstadt University of Technology , Germany, won the 2007 Solar Decathlon in Washington, DC with this passive house designed for humid and hot subtropical climate. [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Agriculture and horticulture",
        "text": "Agriculture and horticulture seek to optimize the capture of solar energy to optimize the productivity of plants. Techniques such as timed planting cycles, tailored row orientation, staggered heights between rows and the mixing of plant varieties can improve crop yields. [77] [78] [79] While sunlight is generally considered a plentiful resource, the exceptions highlight the importance of solar energy to agriculture. During the short growing seasons of the Little Ice Age , French and English farmers employed fruit walls to maximize the collection of solar energy. These walls acted as thermal masses and accelerated ripening by keeping plants warm. Early fruit walls were built perpendicular to the ground and facing south, but over time, sloping walls were developed to make better use of sunlight. In 1699, Nicolas Fatio de Duillier even suggested using a tracking mechanism which could pivot to follow the Sun. [80] Applications of solar energy in agriculture aside from growing crops include pumping water, drying crops, brooding chicks and drying chicken manure. [46] [81] More recently the technology has been embraced by vintners , who use the energy generated by solar panels to power grape presses. [82] Greenhouses convert solar light to heat, enabling year-round production and the growth (in enclosed environments) of specialty crops and other plants not naturally suited to the local climate. Primitive greenhouses were first used during Roman times to produce cucumbers year-round for the Roman emperor Tiberius . [83] The first modern greenhouses were built in Europe in the 16th century to keep exotic plants brought back from explorations abroad. [84] Greenhouses remain an important part of horticulture today. Plastic transparent materials have also been used to similar effect in polytunnels and row covers .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Westland_kassen.jpg/220px-Westland_kassen.jpg",
                "caption": "Greenhouses like these in the Westland municipality of the Netherlands grow vegetables, fruits and flowers."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Transport",
        "text": "Development of a solar-powered car has been an engineering goal since the 1980s. The World Solar Challenge is a biannual solar-powered car race, where teams from universities and enterprises compete over 3,021 kilometres (1,877 mi) across central Australia from Darwin to Adelaide . In 1987, when it was founded, the winner's average speed was 67 kilometres per hour (42 mph) and by 2007 the winner's average speed had improved to 90.87 kilometres per hour (56.46 mph). [85] The North American Solar Challenge and the planned South African Solar Challenge are comparable competitions that reflect an international interest in the engineering and development of solar powered vehicles. [86] [87] Some vehicles use solar panels for auxiliary power, such as for air conditioning, to keep the interior cool, thus reducing fuel consumption. [88] [89] In 1975, the first practical solar boat was constructed in England. [90] By 1995, passenger boats incorporating PV panels began appearing and are now used extensively. [91] In 1996, Kenichi Horie made the first solar-powered crossing of the Pacific Ocean, and the Sun21 catamaran made the first solar-powered crossing of the Atlantic Ocean in the winter of 2006–2007. [92] There were plans to circumnavigate the globe in 2010. [93] In 1974, the unmanned AstroFlight Sunrise airplane made the first solar flight. On 29 April 1979, the Solar Riser made the first flight in a solar-powered, fully controlled, man-carrying flying machine, reaching an altitude of 40 ft (12 m). In 1980, the Gossamer Penguin made the first piloted flights powered solely by photovoltaics. This was quickly followed by the Solar Challenger which crossed the English Channel in July 1981. In 1990 Eric Scott Raymond in 21 hops flew from California to North Carolina using solar power. [94] Developments then turned back to unmanned aerial vehicles (UAV) with the Pathfinder (1997) and subsequent designs, culminating in the Helios which set the altitude record for a non-rocket-propelled aircraft at 29,524 metres (96,864 ft) in 2001. [95] The Zephyr , developed by BAE Systems , is the latest in a line of record-breaking solar aircraft, making a 54-hour flight in 2007, and month-long flights were envisioned by 2010. [96] From March 2015 to July 2016, Solar Impulse , an electric aircraft , successfully circumnavigated the globe. It is a single-seat plane powered by solar cells and capable of taking off under its own power. The design allows the aircraft to remain airborne for several days. [97] A solar balloon is a black balloon that is filled with ordinary air. As sunlight shines on the balloon, the air inside is heated and expands, causing an upward buoyancy force, much like an artificially heated hot air balloon . Some solar balloons are large enough for human flight, but usage is generally limited to the toy market as the surface-area to payload-weight ratio is relatively high. [98]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Nuna_7.jpg/225px-Nuna_7.jpg",
                "caption": "Winner of the 2013 World Solar Challenge in Australia"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Squad Solar vehicle",
        "text": "The Squad Solar is a Neighborhood Electric Vehicle that has a solar roof and can be plugged into a normal 120 volt outlet to be charged. [99]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Squad_Solar_Car_%28Fully_Charged_2022%29.jpg/220px-Squad_Solar_Car_%28Fully_Charged_2022%29.jpg",
                "caption": "Squad Solar"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Fuel production",
        "text": "Solar chemical processes use solar energy to drive chemical reactions. These processes offset energy that would otherwise come from a fossil fuel source and can also convert solar energy into storable and transportable fuels. Solar induced chemical reactions can be divided into thermochemical or photochemical . [100] A variety of fuels can be produced by artificial photosynthesis . [101] The multielectron catalytic chemistry involved in making carbon-based fuels (such as methanol ) from reduction of carbon dioxide is challenging; a feasible alternative is hydrogen production from protons, though use of water as the source of electrons (as plants do) requires mastering the multielectron oxidation of two water molecules to molecular oxygen. [102] Some have envisaged working solar fuel plants in coastal metropolitan areas by 2050 –  the splitting of seawater providing hydrogen to be run through adjacent fuel-cell electric power plants and the pure water by-product going directly into the municipal water system. [103] In addition, chemical energy storage is another solution to solar energy storage. [104] Hydrogen production technologies have been a significant area of solar chemical research since the 1970s. Aside from electrolysis driven by photovoltaic or photochemical cells, several thermochemical processes have also been explored. One such route uses concentrators to split water into oxygen and hydrogen at high temperatures (2,300–2,600 °C or 4,200–4,700 °F). [105] Another approach uses the heat from solar concentrators to drive the steam reformation of natural gas thereby increasing the overall hydrogen yield compared to conventional reforming methods. [106] Thermochemical cycles characterized by the decomposition and regeneration of reactants present another avenue for hydrogen production. The Solzinc process under development at the Weizmann Institute of Science uses a 1 MW solar furnace to decompose zinc oxide (ZnO) at temperatures above 1,200 °C (2,200 °F). This initial reaction produces pure zinc, which can subsequently be reacted with water to produce hydrogen. [107]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Photo_of_the_Week-_Boosting_Solar_Technology_%288722948189%29.jpg/220px-Photo_of_the_Week-_Boosting_Solar_Technology_%288722948189%29.jpg",
                "caption": "Concentrated solar panels are getting a power boost. Pacific Northwest National Laboratory (PNNL) will be testing a new concentrated solar power system – one that can help natural gas power plants reduce their fuel usage by up to 20 percent. [ needs update ]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Energy storage methods",
        "text": "Thermal mass systems can store solar energy in the form of heat at domestically useful temperatures for daily or interseasonal durations . Thermal storage systems generally use readily available materials with high specific heat capacities such as water, earth and stone. Well-designed systems can lower peak demand , shift time-of-use to off-peak hours and reduce overall heating and cooling requirements. [108] [109] Phase change materials such as paraffin wax and Glauber's salt are another thermal storage medium. These materials are inexpensive, readily available, and can deliver domestically useful temperatures (approximately 64 °C or 147 °F). The \"Dover House\" (in Dover, Massachusetts ) was the first to use a Glauber's salt heating system, in 1948. [110] Solar energy can also be stored at high temperatures using molten salts . Salts are an effective storage medium because they are low-cost, have a high specific heat capacity, and can deliver heat at temperatures compatible with conventional power systems. The Solar Two project used this method of energy storage, allowing it to store 1.44 terajoules (400,000 kWh) in its 68 m 3 storage tank with an annual storage efficiency of about 99%. [111] Off-grid PV systems have traditionally used rechargeable batteries to store excess electricity. With grid-tied systems, excess electricity can be sent to the transmission grid , while standard grid electricity can be used to meet shortfalls. Net metering programs give household systems credit for any electricity they deliver to the grid. This is handled by 'rolling back' the meter whenever the home produces more electricity than it consumes. If the net electricity use is below zero, the utility then rolls over the kilowatt-hour credit to the next month. [112] Other approaches involve the use of two meters, to measure electricity consumed vs. electricity produced. This is less common due to the increased installation cost of the second meter. Most standard meters accurately measure in both directions, making a second meter unnecessary. Pumped-storage hydroelectricity stores energy in the form of water pumped when energy is available from a lower elevation reservoir to a higher elevation one. The energy is recovered when demand is high by releasing the water, with the pump becoming a hydroelectric power generator. [113]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Andasol_3.jpg/220px-Andasol_3.jpg",
                "caption": "Thermal energy storage . The Andasol CSP plant uses tanks of molten salt to store solar energy."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Development, deployment and economics",
        "text": "Beginning with the surge in coal use, which accompanied the Industrial Revolution , energy consumption steadily transitioned from wood and biomass to fossil fuels . The early development of solar technologies starting in the 1860s was driven by an expectation that coal would soon become scarce. However, development of solar technologies stagnated in the early 20th  century in the face of the increasing availability, economy, and utility of coal and petroleum . [114] The 1973 oil embargo and 1979 energy crisis caused a reorganization of energy policies around the world. It brought renewed attention to developing solar technologies. [115] [116] Deployment strategies focused on incentive programs such as the Federal Photovoltaic Utilization Program in the US and the Sunshine Program in Japan. Other efforts included the formation of research facilities in the US (SERI, now NREL ), Japan ( NEDO ), and Germany ( Fraunhofer Institute for Solar Energy Systems ISE ). [117] Commercial solar water heaters began appearing in the United States in the 1890s. [118] These systems saw increasing use until the 1920s but were gradually replaced by cheaper and more reliable heating fuels. [119] As with photovoltaics, solar water heating attracted renewed attention as a result of the oil crises in the 1970s, but interest subsided in the 1980s due to falling petroleum prices. Development in the solar water heating sector progressed steadily throughout the 1990s, and annual growth rates have averaged 20% since 1999. [120] Although generally underestimated, solar water heating and cooling is by far the most widely deployed solar technology with an estimated capacity of 154  GW as of 2007. [120] The International Energy Agency has said that solar energy can make considerable contributions to solving some of the most urgent problems the world now faces: [1] In 2011, a report by the International Energy Agency found that solar energy technologies such as photovoltaics, solar hot water, and concentrated solar power could provide a third of the world's energy by 2060 if politicians commit to limiting climate change and transitioning to renewable energy . The energy from the Sun could play a key role in de-carbonizing the global economy alongside improvements in energy efficiency and imposing costs on greenhouse gas emitters. \"The strength of solar is the incredible variety and flexibility of applications, from small scale to big scale\". [121] In 2021 Lazard estimated the levelized cost of new build unsubsidized utility scale solar electricity at less than 37 dollars per MWh and existing coal-fired power above that amount. [122] [123] The 2021 report also said that new solar was also cheaper than new gas-fired power, but not generally existing gas power. [123]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/03242012Taller_sostenibilidad_lore060.jpg/220px-03242012Taller_sostenibilidad_lore060.jpg",
                "caption": "Participants in a workshop on sustainable development inspect solar panels at Monterrey Institute of Technology and Higher Education, Mexico City on top of a building on campus."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Solar_PV_module_prices.svg/220px-Solar_PV_module_prices.svg.png",
                "caption": "Cost development of solar PV modules per watt"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Solar aircraft",
        "text": "An electric aircraft is an aircraft that runs on electric motors rather than internal combustion engines , with electricity coming from fuel cells , solar cells , ultracapacitors , power beaming , [140] or batteries . Currently, flying manned electric aircraft are mostly experimental demonstrators, though many small unmanned aerial vehicles are powered by batteries. Electrically powered model aircraft have been flown since the 1970s, with one report in 1957. [141] [142] The first man-carrying electrically powered flights were made in 1973. [143] Between 2015 and 2016, a manned, solar-powered plane, Solar Impulse 2 , completed a circumnavigation of the Earth. [144]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Solar_Impulse_SI2_pilote_Bertrand_Piccard_Payerne_November_2014.jpg/220px-Solar_Impulse_SI2_pilote_Bertrand_Piccard_Payerne_November_2014.jpg",
                "caption": "In 2016, Solar Impulse 2 was the first solar-powered aircraft to complete a circumnavigation of the world."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Solar_energy",
        "title": "Solar energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Global studies",
        "text": "*LCOE estimates for nuclear power from Lazard are \"based on the then-estimated costs of the Vogtle Plant and US-focused\". [84]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/3-Learning-curves-for-electricity-prices.png/330px-3-Learning-curves-for-electricity-prices.png",
                "caption": "Levelized cost of energy based on different studies. Source: IRENA 2020 for renewables, Lazard for the price of electricity from nuclear and coal, IAEA for nuclear capacity and Global Energy Monitor for coal capacity."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Cost_of_electricity_by_source",
        "title": "Cost of electricity by source",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Biomass in the form of residues and waste",
        "text": "Residues and waste are by-products from biological material harvested mainly for non-energy purposes. The most important by-products are wood residues, agricultural residues and municipal/industrial waste: Wood residues are by-products from forestry operations or from the wood processing industry. Had the residues not been collected and used for bioenergy, they would have decayed (and therefore produced emissions) [g] on the forest floor or in landfills, or been burnt (and produced emissions) at the side of the road in forests or outside wood processing facilities. [24] The by-products from forestry operations are called logging residues or forest residues, and consist of tree tops, branches, stumps, damaged or dying or dead trees, irregular or bent stem sections, thinnings (small trees that are cleared away in order to help the bigger trees grow large), and trees removed to reduce wildfire risk. [h] The extraction level of logging residues differ from region to region, [i] [j] but there is an increasing interest in using this feedstock, [k] since the sustainable potential is large (15 EJ annually). [l] 68% of the total forest biomass in the EU consists of wood stems, and 32% consists of stumps, branches and tops. [25] The by-products from the wood processing industry are called wood processing residues and consist of cut offs, shavings, sawdust, bark, and black liquor. [26] Wood processing residues have a total energy content of 5.5 EJ annually. [27] Wood pellets are mainly made from wood processing residues, [m] and have a total energy content of 0.7 EJ. [n] Wood chips are made from a combination of feedstocks, [28] and have a total energy content of 0.8 EJ. [o] The energy content in agricultural residues used for energy is approximately 2 EJ. [p] However, agricultural residues has a large untapped potential. The energy content in the global production of agricultural residues has been estimated to 78 EJ annually, with the largest share from straw (51 EJ). [q] Others have estimated between 18 and 82 EJ. [r] The use of agricultural residues and waste that is both sustainable and economically feasible [12] : 9 is expected to increase to between 37 and 66 EJ in 2030. [s] Municipal waste produced 1.4 EJ and industrial waste 1.1 EJ. [29] Wood waste from cities and industry also produced 1.1 EJ. [27] The sustainable potential for wood waste has been estimated to 2–10 EJ. [30] IEA recommends a dramatic increase in waste utilization to 45 EJ annually in 2050. [31]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Lake_Stevens%2C_WA_-_de_Jong_Sawdust_%26_Shavings_01.jpg/220px-Lake_Stevens%2C_WA_-_de_Jong_Sawdust_%26_Shavings_01.jpg",
                "caption": "Sawdust is residue from the wood processing industry."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Carbon accounting system boundaries",
        "text": "Carbon positive scenarios are likely to be net emitters of CO 2 , carbon negative projects are net absorbers of CO 2 , while carbon neutral projects balance emissions and absorption equally. [56] It is common to include alternative scenarios (also called \"reference scenarios\" or \"counterfactuals\") for comparison. [11] : 83 The alternative scenarios range from scenarios with only modest changes compared to the existing project, all the way to radically different ones (i.e. forest protection or \"no-bioenergy\" counterfactuals.) Generally, the difference between scenarios is seen as the actual carbon mitigation potential of the scenarios. [11] : 100 In addition to the choice of alternative scenario, other choices has to be made as well. The so-called \"system boundaries\" determine which carbon emissions/absorptions that will be included in the actual calculation, and which that will be excluded. System boundaries include temporal, spatial, efficiency-related and economic boundaries. [26] For example, the actual carbon intensity of bioenergy varies with biomass production techniques and transportation lengths.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Bioenergy_system_boundaries.jpg/310px-Bioenergy_system_boundaries.jpg",
                "caption": "Alternative system boundaries for assessing climate effects of forest-based bioenergy. Option 1 (black) considers only the stack emissions; Option 2 (green) considers only the forest carbon stock; Option 3 (blue) considers the bioenergy supply chain; Option 4 (red) covers the whole bioeconomy, including wood products in addition to biomass. [26]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Climate impacts expressed as varying with time",
        "text": "The use of boreal stemwood harvested exclusively for bioenergy have a positive climate impact only in the long term, while the use of wood residues have a positive climate impact also in the short to medium term. [aq] Short carbon payback/parity times are produced when the most realistic no-bioenergy scenario is a traditional forestry scenario where \"good\" wood stems are harvested for lumber production, and residues are burned or left behind in the forest or in landfills. The collection of such residues provides material which \"[...] would have released its carbon (via decay or burning) back to the atmosphere anyway (over time spans defined by the biome's decay rate) [...].\" [63] In other words, payback and parity times depend on the decay speed. The decay speed depends on a.) location (because decay speed is \"[...] roughly proportional to temperature and rainfall [...]\" [64] ), and b.) the thickness of the residues. [ar] Residues decay faster in warm and wet areas, and thin residues decay faster than thick residues. Thin residues in warm and wet temperate forests therefore have the fastest decay, while thick residues in cold and dry boreal forests have the slowest decay. If the residues instead are burned in the no-bioenergy scenario, e.g. outside the factories or at roadside in the forests, emissions are instant. In this case, parity times approach zero. [as] Like other scientists, the JRC staff note the high variability in carbon accounting results, and attribute this to different methodologies. [at] In the studies examined, the JRC found carbon parity times of 0 to 400 years for stemwood harvested exclusively for bioenergy, depending on different characteristics and assumptions for both the forest/bioenergy system and the alternative fossil system, with the emission intensity of the displaced fossil fuels seen as the most important factor, followed by conversion efficiency and biomass growth rate/rotation time. Other factors relevant for the carbon parity time are the initial carbon stock and the existing harvest level; both higher initial carbon stock and higher harvest level means longer parity times. [65] Liquid biofuels have high parity times because about half of the energy content of the biomass is lost in the processing. [au]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Net_emissions_from_forest_bioenergy_pathways%2C_compared_against_coal_and_natural_gas_alternative_scenarios.png/220px-Net_emissions_from_forest_bioenergy_pathways%2C_compared_against_coal_and_natural_gas_alternative_scenarios.png",
                "caption": "Time-dependent net emission estimates for forest bioenergy pathways, compared against coal and natural gas alternative scenarios. Plus signs represents positive climate effects, minus signs negative climate effects. [17]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Climate impacts expressed as static numbers",
        "text": "EU's Joint Research Centre has examined a number of bioenergy emission estimates found in literature, and calculated greenhouse gas savings percentages for bioenergy pathways in heat production, transportation fuel production and electricity production, based on those studies. The calculations are based on the attributional LCA accounting principle. It includes all supply chain emissions, from raw material extraction, through energy and material production and manufacturing, to end-of-life treatment and final disposal. It also includes emissions related to the production of the fossil fuels used in the supply chain. It excludes emission/absorption effects that takes place outside its system boundaries, for instance market related, biogeophysical (e.g. albedo), and time-dependent effects. The authors conclude that \"[m]ost bio-based commodities release less GHG than fossil products along their supply chain; but the magnitude of GHG emissions vary greatly with logistics, type of feedstocks, land and ecosystem management, resource efficiency, and technology.\" [67] Because of the varied climate mitigation potential for different biofuel pathways, governments and organizations set up different certification schemes to ensure that biomass use is sustainable, for instance the RED (Renewable Energy Directive) in the EU and the ISO standard 13065 by the International Organization for Standardization. [68] In the US, the RFS (Renewables Fuel Standard) limit the use of traditional biofuels and defines the minimum life-cycle GHG emissions that are acceptable. Biofuels are considered traditional if they achieve up to 20% GHG emission reduction compared to the petrochemical equivalent, advanced if they save at least 50%, and cellulosic if the save more than 60%. [av] The EU's Renewable Energy Directive (RED) states that the typical greenhouse gas emissions savings when replacing fossil fuels with wood pellets from forest residues for heat production varies between 69% and 77%, depending on transport distance: When the distance is between 0 and 2500 km, emission savings is 77%. Emission savings drop to 75% when the distance is between 2500 and 10 000 km, and to 69% when the distance is above 10 000 km. When stemwood is used, emission savings varies between 70% and 77%, depending on transport distance. When wood industry residues are used, savings varies between 79% and 87%. [aw] Since the long payback and parity times calculated for some forestry projects is seen as a non-issue for energy crops (except in the cases mentioned above), researchers instead calculate static climate mitigation potentials for these crops, using LCA-based carbon accounting methods. A particular energy crop-based bioenergy project is considered carbon positive, carbon neutral or carbon negative based on the total amount of CO 2 equivalent emissions and absorptions accumulated throughout its entire lifetime: If emissions during agriculture, processing, transport and combustion are higher than what is absorbed (and stored) by the plants, both above and below ground, during the project's lifetime, the project is carbon positive. Likewise, if total absorption is higher than total emissions, the project is carbon negative. In other words, carbon negativity is possible when net carbon accumulation more than compensates for net lifecycle greenhouse gas emissions. Typically, perennial crops sequester more carbon than annual crops because the root buildup is allowed to continue undisturbed over many years. Also, perennial crops avoid the yearly tillage procedures (plowing, digging) associated with growing annual crops. Tilling helps the soil microbe populations to decompose the available carbon, producing CO 2 . [ax] [62] : 393 There is now (2018) consensus in the scientific community that \"[...] the GHG [greenhouse gas] balance of perennial bioenergy crop cultivation will often be favourable [...]\", also when considering the implicit direct and indirect land use changes. [69] : 150",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/GHG_emissions_from_wood_pellets_burnt_for_electricity_in_the_EU.png/220px-GHG_emissions_from_wood_pellets_burnt_for_electricity_in_the_EU.png",
                "caption": "Greenhouse gas emissions from wood pellet production and transport from the US to the EU. [66]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Sustainable forestry and forest protection",
        "text": "IPCC states that there is disagreement about whether the global forest is shrinking or not, and quote research indicating that tree cover has increased 7.1% between 1982 and 2016. [62] : 367 The IPCC writes: \"While above-ground biomass carbon stocks are estimated to be declining in the tropics, they are increasing globally due to increasing stocks in temperate and boreal forests [...].\" [62] : 385 Old trees have a very high carbon absorption rate, and felling old trees means that this large potential for future carbon absorption is lost. [60] : 3 There is also a loss of soil carbon due to the harvest operations. [60] : 3 Old trees absorb more CO 2 than young trees, because of the larger leaf area in full grown trees. [73] However, the old forest (as a whole) will eventually stop absorbing CO 2 because CO 2 emissions from dead trees cancel out the remaining living trees' CO 2 absorption. [ay] The old forest (or forest stands) are also vulnerable for natural disturbances that produces CO 2 . The IPCC found that \"[...] landscapes with older forests have accumulated more carbon but their sink strength is diminishing, while landscapes with younger forests contain less carbon but they are removing CO 2 from the atmosphere at a much higher rate [...].\" [62] : 386 The IPCC states that the net climate effect from conversion of unmanaged to managed forest can be positive or negative, depending on circumstances. The carbon stock is reduced , but since managed forests grow faster than unmanaged forests, more carbon is absorbed . Positive climate effects are produced if the harvested biomass is used efficiently. [62] : 351 There is a tradeoff between the benefits of having a maximized forest carbon stock, not absorbing any more carbon, and the benefits of having a portion of that carbon stock \"unlocked\", and instead working as a renewable fossil fuel replacement tool, for instance in sectors which are difficult or expensive to decarbonize. [31] [az] The \"competition\" between locked-away and unlocked forest carbon might be won by the unlocked carbon: \"In the long term, using sustainably produced forest biomass as a substitute for carbon-intensive products and fossil fuels provides greater permanent reductions in atmospheric CO 2 than preservation does.\" [74] : 39 IEA Bioenergy writes: \"forests managed for producing sawn timber, bioenergy and other wood products can make a greater contribution to climate change mitigation than forests managed for conservation alone.\" Three reasons are given: [75] Data from FAO show that most wood pellets are produced in regions dominated by sustainably managed forests, such as Europe and North America. Europe (including Russia) produced 54% of the world's wood pellets in 2019, and the forest carbon stock in this area increased from 158.7 to 172.4 Gt between 1990 and 2020. In the EU, above-ground forest biomass increases with 1.3% per year on average, however the increase is slowing down because the forests are maturing. [76] United Kingdom Emissions Trading System allows operators of CO2 generating installations to apply zero emissions factor for the fraction used for non-energy purposes, while energy purposes (electricity generation, heating) require additional sustainability certification on the biomass used. [77]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Old_growth_spruce_forest.jpg/220px-Old_growth_spruce_forest.jpg",
                "caption": "Old-growth spruce forest in France."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Starr-090413-5809-Fraxinus_uhdei-plantation-Makawao_Forest_Reserve-Maui_%2824655914310%29.jpg/220px-Starr-090413-5809-Fraxinus_uhdei-plantation-Makawao_Forest_Reserve-Maui_%2824655914310%29.jpg",
                "caption": "Plantation forest in Hawaii."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Forest_area_increase_in_the_EU_1990-2020.png/220px-Forest_area_increase_in_the_EU_1990-2020.png",
                "caption": "Forest area increase in the EU 1990–2020. [72]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Forest_biomass_flow_chart.jpg/220px-Forest_biomass_flow_chart.jpg",
                "caption": "Sankey diagram that shows the flow of biomass from forest to wood products, paper and energy in Sweden. [78]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Biodiversity",
        "text": "Biomass production for bioenergy can have negative impacts on biodiversity. [79] Oil palm and sugar cane are examples of crops that have been linked to reduced biodiversity . [80] In addition, changes in biodiversity also impacts primary production which naturally effects decomposition and soil heterotrophic organisms. [81] Win-win scenarios (good for climate, good for biodiversity) include: [11] : 8–149 Win-lose scenarios (good for the climate, bad for biodiversity) include afforestation on ancient, biodiversity-rich grassland ecosystems which were never forests, and afforestation of former agricultural land with monoculture plantations. [11] : 125–147 Lose-win scenarios (bad for the climate, good for biodiversity) include natural forest expansion on former agricultural land. [11] : 125–147 Lose-lose scenarios include increased use of thick forest residues like stumps from some boreal forests with slow decay rates, and conversion of natural forests into forest plantations. [11] : 8–147",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Carbon_emissions_and_biodiversity.png/220px-Carbon_emissions_and_biodiversity.png",
                "caption": "Classification scheme for win-win (green), trade-off (orange), and lose-lose (red) scenarios caused by additional bioenergy pathways in the EU. [11] : 107"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Climate_and_biodiversity_impacts_for_additional_bioenergy_pathways_in_the_EU_%28forestry_residues%2C_afforestation_and_conversion_to_forest_plantation%29.png/220px-Climate_and_biodiversity_impacts_for_additional_bioenergy_pathways_in_the_EU_%28forestry_residues%2C_afforestation_and_conversion_to_forest_plantation%29.png",
                "caption": "Short term climate and biodiversity impacts for 3 alternative bioenergy pathways in the EU (forest residues, afforestation and conversion to forest plantation.) Short term is here defined as a period of 0–20 years, medium term 30-50 years, and long term over 50 years. [11] : 146"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Pollution",
        "text": "Other problems are pollution of soil and water from fertiliser/pesticide use, [83] and emission of ambient air pollutants, mainly from open field burning of residues. [84] The traditional use of wood in cook stoves and open fires produces pollutants, which can lead to severe health and environmental consequences. However, a shift to modern bioenergy contribute to improved livelihoods and can reduce land degradation and impacts on ecosystem services . [62] : 375 According to the IPCC, there is strong evidence that modern bioenergy have \"large positive impacts\" on air quality. [85] Traditional bioenergy is inefficient and the phasing out of this energy source has both large health benefits and large economic benefits. [31] When combusted in industrial facilities, most of the pollutants originating from woody biomass reduce by 97-99%, compared to open burning. [86] Combustion of woody biomass produces lower amounts of particulate matter than coal for the same amount of electricity generated. [87]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Montana_16_bg_062406.jpg/225px-Montana_16_bg_062406.jpg",
                "caption": "Simple traditional use of biomass for cooking or heating (combustion of wood logs)."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biomass_(energy)",
        "title": "Biomass (energy)",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Environmental impacts",
        "text": "The current energy system contributes to many environmental problems, including climate change , air pollution, biodiversity loss , the release of toxins into the environment, and water scarcity. As of 2019, 85% of the world's energy needs are met by burning fossil fuels. [13] Energy production and consumption are responsible for 76% of annual human-caused greenhouse gas emissions as of 2018. [14] [15] The 2015 international Paris Agreement on climate change aims to limit global warming to well below 2 °C (3.6 °F) and preferably to 1.5 °C (2.7 °F); achieving this goal will require that emissions be reduced as soon as possible and reach net-zero by mid-century. [16] The burning of fossil fuels and biomass is a major source of air pollution, [17] [18] which causes an estimated 7 million deaths each year, with the greatest attributable disease burden seen in low and middle-income countries. [19] Fossil-fuel burning in power plants, vehicles, and factories is the main source of emissions that combine with oxygen in the atmosphere to cause acid rain . [20] Air pollution is the second-leading cause of death from non-infectious disease. [21] An estimated 99% of the world's population lives with levels of air pollution that exceed the World Health Organization recommended limits. [22] Cooking with polluting fuels such as wood, animal dung, coal, or kerosene is responsible for nearly all indoor air pollution, which causes an estimated 1.6 to 3.8 million deaths annually, [23] [21] and also contributes significantly to outdoor air pollution. [24] Health effects are concentrated among women, who are likely to be responsible for cooking, and young children. [24] Environmental impacts extend beyond the by-products of combustion. Oil spills at sea harm marine life and may cause fires which release toxic emissions. [25] Around 10% of global water use goes to energy production, mainly for cooling in thermal energy plants. In dry regions, this contributes to water scarcity . Bioenergy production, coal mining and processing, and oil extraction also require large amounts of water. [26] Excessive harvesting of wood and other combustible material for burning can cause serious local environmental damage, including desertification . [27]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/2021_Death_rates%2C_by_energy_source.svg/220px-2021_Death_rates%2C_by_energy_source.svg.png",
                "caption": "Deaths caused as a result of fossil fuel use (areas of rectangles in chart) greatly exceed those resulting from production of sustainable energy (rectangles barely visible in chart). [12]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Rajasthan_carrying_firewood.jpeg/220px-Rajasthan_carrying_firewood.jpeg",
                "caption": "A woman in rural Rajasthan , India, collects firewood. The use of wood and other polluting fuels for cooking causes millions of deaths each year from indoor and outdoor air pollution ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Sustainable development goals",
        "text": "Meeting existing and future energy demands in a sustainable way is a critical challenge for the global goal of limiting climate change while maintaining economic growth and enabling living standards to rise. [28] Reliable and affordable energy, particularly electricity, is essential for health care, education, and economic development. [29] As of 2020, 790 million people in developing countries do not have access to electricity, and around 2.6 billion rely on burning polluting fuels for cooking. [30] [31] Improving energy access in the least-developed countries and making energy cleaner are key to achieving most of the United Nations 2030 Sustainable Development Goals , [32] which cover issues ranging from climate action to gender equality . [33] Sustainable Development Goal 7 calls for \"access to affordable, reliable, sustainable and modern energy for all\", including universal access to electricity and to clean cooking facilities by 2030. [34]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/People-without-electricity-country-2016.svg/300px-People-without-electricity-country-2016.svg.png",
                "caption": "World map showing where people without access to electricity lived in 2016⁠—mainly in sub-Saharan Africa and the Indian subcontinent"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Energy conservation",
        "text": "Energy efficiency—using less energy to deliver the same goods or services, or delivering comparable services with less goods—is a cornerstone of many sustainable energy strategies. [36] [37] The International Energy Agency (IEA) has estimated that increasing energy efficiency could achieve 40% of greenhouse gas emission reductions needed to fulfil the Paris Agreement's goals. [38] Energy can be conserved by increasing the technical efficiency of appliances, vehicles, industrial processes, and buildings. [39] Another approach is to use fewer materials whose production requires a lot of energy, for example through better building design and recycling. Behavioural changes such as using videoconferencing rather than business flights, or making urban trips by cycling, walking or public transport rather than by car, are another way to conserve energy. [40] Government policies to improve efficiency can include building codes , performance standards , carbon pricing , and the development of energy-efficient infrastructure to encourage changes in transport modes . [40] [41] The energy intensity of the global economy (the amount of energy consumed per unit of gross domestic product (GDP)) is a rough indicator of the energy efficiency of economic production. [42] In 2010, global energy intensity was 5.6 megajoules (1.6 kWh ) per US dollar of GDP. [42] United Nations goals call for energy intensity to decrease by 2.6% each year between 2010 and 2030. [43] In recent years this target has not been met. For instance, between 2017 and 2018, energy intensity decreased by only 1.1%. [43] Efficiency improvements often lead to a rebound effect in which consumers use the money they save to buy more energy-intensive goods and services. [44] For example, recent technical efficiency improvements in transport and buildings have been largely offset by trends in consumer behaviour , such as selecting larger vehicles and homes. [45]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Energy_use_per_person_2019_-_OWID.svg/300px-Energy_use_per_person_2019_-_OWID.svg.png",
                "caption": "Global energy usage is highly unequal. High income countries such as the United States and Canada use 100 times as much energy per capita as some of the least developed countries in Africa. [35]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Renewable energy sources",
        "text": "Renewable energy sources are essential to sustainable energy, as they generally strengthen energy security and emit far fewer greenhouse gases than fossil fuels. [49] Renewable energy projects sometimes raise significant sustainability concerns, such as risks to biodiversity when areas of high ecological value are converted to bioenergy production or wind or solar farms. [50] [51] Hydropower is the largest source of renewable electricity while solar and wind energy are growing rapidly. Photovoltaic solar and onshore wind are the cheapest forms of new power generation capacity in most countries. [52] [53] For more than half of the 770 million people who currently lack access to electricity, decentralised renewable energy such as solar-powered mini-grids is likely the cheapest method of providing it by 2030. [54] United Nations targets for 2030 include substantially increasing the proportion of renewable energy in the world's energy supply. [34] According to the International Energy Agency, renewable energy sources like wind and solar power are now a commonplace source of electricity, making up 70% of all new investments made in the world's power generation. [55] [56] [57] [58] The Agency expects renewables to become the primary energy source for electricity generation globally in the next three years, overtaking coal. [59]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg/170px-2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg.png",
                "caption": "In 2023, electricity generation from wind and solar sources was projected to exceed 30% by 2030. [46]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/2015-_Clean_energy_vs_fossil_fuel_investment_-_IEA.svg/220px-2015-_Clean_energy_vs_fossil_fuel_investment_-_IEA.svg.png",
                "caption": "Clean energy investment has benefited from post-pandemic economic recovery, a global energy crisis involving high fossil fuel prices, and growing policy support across various nations. [48]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Solar",
        "text": "The Sun is Earth's primary source of energy, a clean and abundantly available resource in many regions. [60] In 2019, solar power provided around 3% of global electricity, [61] mostly through solar panels based on photovoltaic cells (PV). Solar PV is expected to be the electricity source with the largest installed capacity worldwide by 2027. [59] The panels are mounted on top of buildings or installed in utility-scale solar parks . Costs of solar photovoltaic cells have dropped rapidly, driving strong growth in worldwide capacity. [62] The cost of electricity from new solar farms is competitive with, or in many places, cheaper than electricity from existing coal plants. [63] Various projections of future energy use identify solar PV as one of the main sources of energy generation in a sustainable mix. [64] [65] Most components of solar panels can be easily recycled, but this is not always done in the absence of regulation. [66] Panels typically contain heavy metals , so they pose environmental risks if put in landfills . [67] It takes fewer than two years for a solar panel to produce as much energy as was used for its production. Less energy is needed if materials are recycled rather than mined. [68] In concentrated solar power , solar rays are concentrated by a field of mirrors, heating a fluid. Electricity is produced from the resulting steam with a heat engine . Concentrated solar power can support dispatchable power generation , as some of the heat is typically stored to enable electricity to be generated when needed. [69] [70] In addition to electricity production, solar energy is used more directly; solar thermal heating systems are used for hot water production, heating buildings, drying, and desalination. [71]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Renewable_Energy_Development_in_the_California_Desert_006.jpg/220px-Renewable_Energy_Development_in_the_California_Desert_006.jpg",
                "caption": "A photovoltaic power station in California , United States"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Wind power",
        "text": "Wind has been an important driver of development over millennia, providing mechanical energy for industrial processes, water pumps, and sailing ships. [72] Modern wind turbines are used to generate electricity and provided approximately 6% of global electricity in 2019. [61] Electricity from onshore wind farms is often cheaper than existing coal plants and competitive with natural gas and nuclear. [63] Wind turbines can also be placed offshore, where winds are steadier and stronger than on land but construction and maintenance costs are higher. [73] Onshore wind farms, often built in wild or rural areas, have a visual impact on the landscape. [74] While collisions with wind turbines kill both bats and to a lesser extent birds, these impacts are lower than from other infrastructure such as windows and transmission lines . [75] [76] The noise and flickering light created by the turbines can cause annoyance and constrain construction near densely populated areas. Wind power, in contrast to nuclear and fossil fuel plants, does not consume water. [77] Little energy is needed for wind turbine construction compared to the energy produced by the wind power plant itself. [78] Turbine blades are not fully recyclable, and research into methods of manufacturing easier-to-recycle blades is ongoing. [79]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Wind_power_plants_in_Xinjiang%2C_China.jpg/220px-Wind_power_plants_in_Xinjiang%2C_China.jpg",
                "caption": "Wind turbines in Xinjiang , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Hydropower",
        "text": "Hydroelectric plants convert the energy of moving water into electricity. In 2020, hydropower supplied 17% of the world's electricity, down from a high of nearly 20% in the mid-to-late 20th century. [80] [81] In conventional hydropower, a reservoir is created behind a dam. Conventional hydropower plants provide a highly flexible, dispatchable electricity supply. They can be combined with wind and solar power to meet peaks in demand and to compensate when wind and sun are less available. [82] Compared to reservoir-based facilities, run-of-the-river hydroelectricity generally has less environmental impact. However, its ability to generate power depends on river flow, which can vary with daily and seasonal weather. Reservoirs provide water quantity controls that are used for flood control and flexible electricity output while also providing security during drought for drinking water supply and irrigation. [83] Hydropower ranks among the energy sources with the lowest levels of greenhouse gas emissions per unit of energy produced, but levels of emissions vary enormously between projects. [84] The highest emissions tend to occur with large dams in tropical regions. [85] These emissions are produced when the biological matter that becomes submerged in the reservoir's flooding decomposes and releases carbon dioxide and methane. Deforestation and climate change can reduce energy generation from hydroelectric dams. [82] Depending on location, large dams can displace residents and cause significant local environmental damage; potential dam failure could place the surrounding population at risk. [82]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Central_Hidroel%C3%A9ctrica_Sim%C3%B3n_Bol%C3%ADvar_Represa_de_Guri_%D0%93%D1%96%D0%B4%D1%80%D0%BE%D0%B5%D0%BB%D0%B5%D0%BA%D1%82%D1%80%D0%BE%D1%81%D1%82%D0%B0%D0%BD%D1%86%D1%96%D1%8F_%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B0_%D0%91%D0%BE%D0%BB%D1%96%D0%B2%D0%B0%D1%80%D0%B0_-_%D0%B3%D1%80%D0%B5%D0%B1%D0%BB%D1%8F_%D0%93%D1%83%D1%80%D1%96_29.jpg/220px-Central_Hidroel%C3%A9ctrica_Sim%C3%B3n_Bol%C3%ADvar_Represa_de_Guri_%D0%93%D1%96%D0%B4%D1%80%D0%BE%D0%B5%D0%BB%D0%B5%D0%BA%D1%82%D1%80%D0%BE%D1%81%D1%82%D0%B0%D0%BD%D1%86%D1%96%D1%8F_%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B0_%D0%91%D0%BE%D0%BB%D1%96%D0%B2%D0%B0%D1%80%D0%B0_-_%D0%B3%D1%80%D0%B5%D0%B1%D0%BB%D1%8F_%D0%93%D1%83%D1%80%D1%96_29.jpg",
                "caption": "Guri Dam , a hydroelectric dam in Venezuela"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Geothermal",
        "text": "Geothermal energy is produced by tapping into deep underground heat [86] and harnessing it to generate electricity or to heat water and buildings. The use of geothermal energy is concentrated in regions where heat extraction is economical: a combination is needed of high temperatures, heat flow, and permeability (the ability of the rock to allow fluids to pass through). [87] Power is produced from the steam created in underground reservoirs. [88] Geothermal energy provided less than 1% of global energy consumption in 2020. [89] Geothermal energy is a renewable resource because thermal energy is constantly replenished from neighbouring hotter regions and the radioactive decay of naturally occurring isotopes . [90] On average, the greenhouse gas emissions of geothermal-based electricity are less than 5% that of coal-based electricity. [84] Geothermal energy carries a risk of inducing earthquakes, needs effective protection to avoid water pollution, and releases toxic emissions which can be captured. [91]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Larderello_Cooling_Towers.jpg/220px-Larderello_Cooling_Towers.jpg",
                "caption": "Cooling towers at a geothermal power plant in Larderello , Italy"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Bioenergy",
        "text": "Biomass is renewable organic material that comes from plants and animals. [92] It can either be burned to produce heat and electricity or be converted into biofuels such as biodiesel and ethanol, which can be used to power vehicles. [93] [94] The climate impact of bioenergy varies considerably depending on where biomass feedstocks come from and how they are grown. [95] For example, burning wood for energy releases carbon dioxide; those emissions can be significantly offset if the trees that were harvested are replaced by new trees in a well-managed forest, as the new trees will absorb carbon dioxide from the air as they grow. [96] However, the establishment and cultivation of bioenergy crops can displace natural ecosystems , degrade soils , and consume water resources and synthetic fertilisers. [97] [98] Approximately one-third of all wood used for traditional heating and cooking in tropical areas is harvested unsustainably. [99] Bioenergy feedstocks typically require significant amounts of energy to harvest, dry, and transport; the energy usage for these processes may emit greenhouse gases. In some cases, the impacts of land-use change , cultivation, and processing can result in higher overall carbon emissions for bioenergy compared to using fossil fuels. [98] [100] Use of farmland for growing biomass can result in less land being available for growing food . In the United States, around 10% of motor gasoline has been replaced by corn-based ethanol , which requires a significant proportion of the harvest. [101] [102] In Malaysia and Indonesia, clearing forests to produce palm oil for biodiesel has led to serious social and environmental effects , as these forests are critical carbon sinks and habitats for diverse species. [103] [104] Since photosynthesis captures only a small fraction of the energy in sunlight, producing a given amount of bioenergy requires a large amount of land compared to other renewable energy sources. [105] Second-generation biofuels which are produced from non-food plants or waste reduce competition with food production, but may have other negative effects including trade-offs with conservation areas and local air pollution. [95] Relatively sustainable sources of biomass include algae , waste, and crops grown on soil unsuitable for food production. [95] Carbon capture and storage technology can be used to capture emissions from bioenergy power plants. This process is known as bioenergy with carbon capture and storage (BECCS) and can result in net carbon dioxide removal from the atmosphere. However, BECCS can also result in net positive emissions depending on how the biomass material is grown, harvested, and transported. Deployment of BECCS at scales described in some climate change mitigation pathways would require converting large amounts of cropland. [106]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Kenyan_farmer_with_a_biogas_lamp_provided_by_USAID_2013.jpg/220px-Kenyan_farmer_with_a_biogas_lamp_provided_by_USAID_2013.jpg",
                "caption": "Kenyan dairy farmer lighting a biogas lamp. Biogas produced from biomass is a renewable energy source that can be burned for cooking or light."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Faz_S_Sofia_canavial_090607_REFON.JPG/220px-Faz_S_Sofia_canavial_090607_REFON.JPG",
                "caption": "A sugarcane plantation to produce ethanol in Brazil"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Nuclear power",
        "text": "Nuclear power has been used since the 1950s as a low-carbon source of baseload electricity. [122] Nuclear power plants in over 30 countries generate about 10% of global electricity. [123] As of 2019, nuclear generated over a quarter of all low-carbon energy , making it the second largest source after hydropower. [89] Nuclear power's lifecycle greenhouse gas emissions—including the mining and processing of uranium —are similar to the emissions from renewable energy sources. [84] Nuclear power uses little land per unit of energy produced, compared to the major renewables.  Additionally, Nuclear power does not create local air pollution. [124] [125] Although the uranium ore used to fuel nuclear fission plants is a non-renewable resource, enough exists to provide a supply for hundreds to thousands of years. [126] [127] However, uranium resources that can be accessed in an economically feasible manner, at the present state, are limited and uranium production could hardly keep up during the expansion phase. [128] Climate change mitigation pathways consistent with ambitious goals typically see an increase in power supply from nuclear. [129] There is controversy over whether nuclear power is sustainable, in part due to concerns around nuclear waste , nuclear weapon proliferation , and accidents . [130] Radioactive nuclear waste must be managed for thousands of years [130] and nuclear power plants create fissile material that can be used for weapons. [130] For each unit of energy produced, nuclear energy has caused far fewer accidental and pollution-related deaths than fossil fuels, and the historic fatality rate of nuclear is comparable to renewable sources. [115] Public opposition to nuclear energy often makes nuclear plants politically difficult to implement. [130] Reducing the time and the cost of building new nuclear plants have been goals for decades but costs remain high and timescales long. [131] Various new forms of nuclear energy are in development, hoping to address the drawbacks of conventional plants. Fast breeder reactors are capable of recycling nuclear waste and therefore can significantly reduce the amount of waste that requires geological disposal , but have not yet been deployed on a large-scale commercial basis. [132] Nuclear power based on thorium (rather than uranium) may be able to provide higher energy security for countries that do not have a large supply of uranium. [133] Small modular reactors may have several advantages over current large reactors: It should be possible to build them faster and their modularization would allow for cost reductions via learning-by-doing . [134] Several countries are attempting to develop nuclear fusion reactors, which would generate small amounts of waste and no risk of explosions. [135] Although fusion power has taken steps forward in the lab, the multi-decade timescale needed to bring it to commercialization and then scale means it will not contribute to a 2050 net zero goal for climate change mitigation. [136]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Elec-fossil-nuclear-renewables.svg/300px-Elec-fossil-nuclear-renewables.svg.png",
                "caption": "Since 1985, the proportion of electricity generated from low-carbon sources has increased only slightly. Advances in deploying renewables have been mostly offset by declining shares of nuclear power. [121]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Energy system transformation",
        "text": "The emissions reductions necessary to keep global warming below 2 °C will require a system-wide transformation of the way energy is produced, distributed, stored, and consumed. [13] For a society to replace one form of energy with another, multiple technologies and behaviours in the energy system must change. For example, transitioning from oil to solar power as the energy source for cars requires the generation of solar electricity, modifications to the electrical grid to accommodate fluctuations in solar panel output or the introduction of variable battery chargers and higher overall demand, adoption of electric cars , and networks of electric vehicle charging facilities and repair shops. [138] Many climate change mitigation pathways envision three main aspects of a low-carbon energy system: Some energy-intensive technologies and processes are difficult to electrify, including aviation, shipping, and steelmaking. There are several options for reducing the emissions from these sectors: biofuels and synthetic carbon-neutral fuels can power many vehicles that are designed to burn fossil fuels, however biofuels cannot be sustainably produced in the quantities needed and synthetic fuels are currently very expensive. [140] For some applications, the most prominent alternative to electrification is to develop a system based on sustainably-produced hydrogen fuel . [141] Full decarbonisation of the global energy system is expected to take several decades and can mostly be achieved with existing technologies. [142] In the IEA's proposal for achieving net zero emissions by 2050, about 35% of the reduction in emissions depends on technologies that are still in development as of 2023. [143] Technologies that are relatively immature include batteries  and processes to create carbon-neutral fuels. [144] [145] Developing new technologies requires research and development, demonstration , and cost reductions via deployment . [144] The transition to a zero-carbon energy system will bring strong co-benefits for human health: The World Health Organization estimates that efforts to limit global warming to 1.5 °C could save millions of lives each year from reductions to air pollution alone. [146] [147] With good planning and management, pathways exist to provide universal access to electricity and clean cooking by 2030 in ways that are consistent with climate goals. [148] [149] Historically, several countries have made rapid economic gains through coal usage. [148] However, there remains a window of opportunity for many poor countries and regions to \" leapfrog \" fossil fuel dependency by developing their energy systems based on renewables, given adequate international investment and knowledge transfer. [148]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/2018-_Energy_transition_investment_versus_fossil_fuel_investment.svg/220px-2018-_Energy_transition_investment_versus_fossil_fuel_investment.svg.png",
                "caption": "Bloomberg NEF reported that in 2022,  global energy transition investment equaled fossil fuels investment for the first time. [137]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Integrating variable energy sources",
        "text": "To deliver reliable electricity from variable renewable energy sources such as wind and solar, electrical power systems require flexibility. [151] Most electrical grids were constructed for non-intermittent energy sources such as coal-fired power plants. [152] As larger amounts of solar and wind energy are integrated into the grid, changes have to be made to the energy system to ensure that the supply of electricity is matched to demand. [153] In 2019, these sources generated 8.5% of worldwide electricity, a share that has grown rapidly. [61] There are various ways to make the electricity system more flexible. In many places, wind and solar generation are complementary on a daily and a seasonal scale: there is more wind during the night and in winter when solar energy production is low. [153] Linking different geographical regions through long-distance transmission lines allows for further cancelling out of variability. [154] Energy demand can be shifted in time through energy demand management and the use of smart grids , matching the times when variable energy production is highest. With grid energy storage , energy produced in excess can be released when needed. [153] Further flexibility could be provided from sector coupling , that is coupling the electricity sector to the heat and mobility sector via power-to-heat -systems and electric vehicles. [155] Building overcapacity for wind and solar generation can help ensure that enough electricity is produced even during poor weather. In optimal weather, energy generation may have to be curtailed if excess electricity cannot be used or stored. The final demand-supply mismatch may be covered by using dispatchable energy sources such as hydropower, bioenergy, or natural gas. [156]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/SoSie%2BSoSchiff_Ansicht.jpg/220px-SoSie%2BSoSchiff_Ansicht.jpg",
                "caption": "Buildings in the Solar Settlement at Schlierberg , Germany, produce more energy than they consume. They incorporate rooftop solar panels and are built for maximum energy efficiency. [150]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Energy storage",
        "text": "Energy storage helps overcome barriers to intermittent renewable energy and is an important aspect of a sustainable energy system. [157] The most commonly used and available storage method is pumped-storage hydroelectricity , which requires locations with large differences in height and access to water. [157] Batteries , especially lithium-ion batteries , are also deployed widely. [158] Batteries typically store electricity for short periods; research is ongoing into technology with sufficient capacity to last through seasons. [159] Costs of utility-scale batteries in the US have fallen by around 70% since 2015, however the cost and low energy density of batteries makes them impractical for the very large energy storage needed to balance inter-seasonal  variations in energy production. [160] Pumped hydro storage and power-to-gas (converting electricity to gas and back) with capacity for multi-month usage has been implemented in some locations. [161] [162]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/1_MW_4_MWh_Turner_Energy_Storage_Project_in_Pullman%2C_WA.jpg/220px-1_MW_4_MWh_Turner_Energy_Storage_Project_in_Pullman%2C_WA.jpg",
                "caption": "Battery storage facility"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Electrification",
        "text": "Compared to the rest of the energy system, emissions can be reduced much faster in the electricity sector. [139] As of 2019, 37% of global electricity is produced from low-carbon sources (renewables and nuclear energy). Fossil fuels, primarily coal, produce the rest of the electricity supply. [164] One of the easiest and fastest ways to reduce greenhouse gas emissions is to phase out coal-fired power plants and increase renewable electricity generation. [139] Climate change mitigation pathways envision extensive electrification—the use of electricity as a substitute for the direct burning of fossil fuels for heating buildings and for transport. [139] Ambitious climate policy would see a doubling of energy share consumed as electricity by 2050, from 20% in 2020. [165] One of the challenges in providing universal access to electricity is distributing power to rural areas. Off-grid and mini-grid systems based on renewable energy, such as small solar PV installations that generate and store enough electricity for a village, are important solutions. [166] Wider access to reliable electricity would lead to less use of kerosene lighting and diesel generators, which are currently common in the developing world. [167] Infrastructure for generating and storing renewable electricity requires minerals and metals, such as cobalt and lithium for batteries and copper for solar panels. [168] Recycling can meet some of this demand if product lifecycles are well-designed, however achieving net zero emissions would still require major increases in mining for 17 types of metals and minerals. [168] A small group of countries or companies sometimes dominate the markets for these commodities, raising geopolitical concerns. [169] Most of the world's cobalt, for instance, is mined in the Democratic Republic of the Congo , a politically unstable region where mining is often associated with human rights risks. [168] More diverse geographical sourcing may ensure a more flexible and less brittle supply chain . [170]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Heat_Pump.jpg/220px-Heat_Pump.jpg",
                "caption": "The outdoor section of a heat pump . In contrast to oil and gas boilers, they use electricity and are highly efficient. As such, electrification of heating can significantly reduce emissions. [163]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Transport",
        "text": "Transport accounts for 14% of global greenhouse gas emissions, [185] but there are multiple ways to make transport more sustainable. Public transport typically emits fewer greenhouse gases per passenger than personal vehicles, since trains and buses can carry many more passengers at once. [186] [187] Short-distance flights can be replaced by high-speed rail , which is more efficient, especially when electrified. [188] [189] Promoting non-motorised transport such as walking and cycling, particularly in cities, can make transport cleaner and healthier. [190] [191] The energy efficiency of cars has increased over time, [192] but shifting to electric vehicles is an important further step towards decarbonising transport and reducing air pollution. [193] A large proportion of traffic-related air pollution consists of particulate matter from road dust and the wearing-down of tyres and brake pads. [194] Substantially reducing pollution from these non-tailpipe sources cannot be achieved by electrification; it requires measures such as making vehicles lighter and driving them less. [195] Light-duty cars in particular are a prime candidate for decarbonization using battery technology . 25% of the world's CO 2 emissions still originate from the transportation sector. [196] Long-distance freight transport and aviation are difficult sectors to electrify with current technologies, mostly because of the weight of batteries needed for long-distance travel, battery recharging times, and limited battery lifespans. [197] [160] Where available, freight transport by ship and rail is generally more sustainable than by air and by road. [198] Hydrogen vehicles may be an option for larger vehicles such as lorries. [199] Many of the techniques needed to lower emissions from shipping and aviation are still early in their development, with ammonia (produced from hydrogen) a promising candidate for shipping fuel. [200] Aviation biofuel may be one of the better uses of bioenergy if emissions are captured and stored during manufacture of the fuel. [201]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Hornby_Street_Separated_Bike_Lane.jpg/220px-Hornby_Street_Separated_Bike_Lane.jpg",
                "caption": "Utility cycling infrastructure, such as this bike lane in Vancouver , encourages sustainable transport. [184]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Buildings and cooking",
        "text": "Over one-third of energy use is in buildings and their construction. [205] To heat buildings, alternatives to burning fossil fuels and biomass include electrification through heat pumps or electric heaters , geothermal energy , central solar heating , reuse of waste heat , and seasonal thermal energy storage . [206] [207] [208] Heat pumps provide both heat and air conditioning through a single appliance. [209] The IEA estimates heat pumps could provide over 90% of space and water heating requirements globally. [210] A highly efficient way to heat buildings is through district heating , in which heat is generated in a centralised location and then distributed to multiple buildings through insulated pipes . Traditionally, most district heating systems have used fossil fuels, but modern and cold district heating systems are designed to use high shares of renewable energy. [211] [212] Cooling of buildings can be made more efficient through passive building design , planning that minimises the urban heat island effect, and district cooling systems that cool multiple buildings with piped cold water. [213] [214] Air conditioning requires large amounts of electricity and is not always affordable for poorer households. [214] Some air conditioning units still use refrigerants that are greenhouse gases, as some countries have not ratified the Kigali Amendment to only use climate-friendly refrigerants. [215] In developing countries where populations suffer from energy poverty , polluting fuels such as wood or animal dung are often used for cooking. Cooking with these fuels is generally unsustainable, because they release harmful smoke and because harvesting wood can lead to forest degradation. [216] The universal adoption of clean cooking facilities, which are already ubiquitous in rich countries, [203] would dramatically improve health and have minimal negative effects on climate. [217] [218] Clean cooking facilities, e.g. cooking facilities that produce less indoor soot, typically use natural gas, liquefied petroleum gas (both of which consume oxygen and produce carbon-dioxide) or electricity as the energy source; biogas systems are a promising alternative in some contexts. [203] Improved cookstoves that burn biomass more efficiently than traditional stoves are an interim solution where transitioning to clean cooking systems is difficult. [219]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Aghazade_mansion.jpg/220px-Aghazade_mansion.jpg",
                "caption": "Passive cooling features, such as these windcatcher towers in Iran, bring cool air into buildings without any use of energy. [202]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Kookplaat_inductie.JPG/220px-Kookplaat_inductie.JPG",
                "caption": "For cooking, electric induction stoves are one of the most energy-efficient and safest options. [203] [204]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Government policies",
        "text": "Well-designed government policies that promote energy system transformation can lower greenhouse gas emissions and improve air quality simultaneously, and in many cases can also increase energy security and lessen the financial burden of using energy. [226] Environmental regulations have been used since the 1970s to promote more sustainable use of energy. [227] Some governments have committed to dates for phasing out coal-fired power plants and ending new fossil fuel exploration . Governments can require that new cars produce zero emissions, or new buildings are heated by electricity instead of gas. [228] Renewable portfolio standards in several countries require utilities to increase the percentage of electricity they generate from renewable sources. [229] [230] Governments can accelerate energy system transformation by leading the development of infrastructure such as long-distance electrical transmission lines, smart grids, and hydrogen pipelines. [231] In transport, appropriate infrastructure and incentives can make travel more efficient and less car-dependent. [226] Urban planning that discourages sprawl can reduce energy use in local transport and buildings while enhancing quality of life. [226] Government-funded research, procurement, and incentive policies have historically been critical to the development and maturation of clean energy technologies, such as solar and lithium batteries. [232] In the IEA's scenario for a net zero-emission energy system by 2050, public funding is rapidly mobilised to bring a range of newer technologies to the demonstration phase and to encourage deployment. [233] Carbon pricing (such as a tax on CO 2 emissions) gives industries and consumers an incentive to reduce emissions while letting them choose how to do so. For example, they can shift to low-emission energy sources, improve energy efficiency, or reduce their use of energy-intensive products and services. [234] Carbon pricing has encountered strong political pushback in some jurisdictions, whereas energy-specific policies tend to be politically safer. [235] [236] Most studies indicate that to limit global warming to 1.5 °C, carbon pricing would need to be complemented by stringent energy-specific policies. [237] As of 2019, the price of carbon in most regions is too low to achieve the goals of the Paris Agreement. [238] Carbon taxes provide a source of revenue that can be used to lower other taxes [239] or help lower-income households afford higher energy costs. [240] Some governments, such as the EU and the UK, are exploring the use of carbon border adjustments . [241] These place tariffs on imports from countries with less stringent climate policies, to ensure that industries subject to internal carbon prices remain competitive. [242] [243] The scale and pace of policy reforms that have been initiated as of 2020 are far less than needed to fulfil the climate goals of the Paris Agreement. [244] [245] In addition to domestic policies, greater international cooperation is required to accelerate innovation and to assist poorer countries in establishing a sustainable path to full energy access. [246] Countries may support renewables to create jobs. [247] The International Labour Organization estimates that efforts to limit global warming to 2 °C would result in net job creation in most sectors of the economy. [248] It predicts that 24 million new jobs would be created by 2030 in areas such as renewable electricity generation, improving energy-efficiency in buildings, and the transition to electric vehicles. Six million jobs would be lost, in sectors such as mining and fossil fuels. [248] Governments can make the transition to sustainable energy more politically and socially feasible by ensuring a just transition for workers and regions that depend on the fossil fuel industry, to ensure they have alternative economic opportunities. [148]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/MicrocityCarSharingHangzhou.jpg/220px-MicrocityCarSharingHangzhou.jpg",
                "caption": "Several countries and the European Union have committed to dates for all new cars to be zero-emissions vehicles . [228]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Finance",
        "text": "Raising enough money for innovation and investment is a prerequisite for the energy transition. [250] The IPCC estimates that to limit global warming to 1.5 °C, US$2.4 trillion would need to be invested in the energy system each year between 2016 and 2035. Most studies project that these costs, equivalent to 2.5% of world GDP, would be small compared to the economic and health benefits. [251] Average annual investment in low-carbon energy technologies and energy efficiency would need to be six times more by 2050 compared to 2015. [252] Underfunding is particularly acute in the least developed countries, which are not attractive to the private sector. [253] The United Nations Framework Convention on Climate Change estimates that climate financing totalled $681 billion in 2016. [254] Most of this is private-sector investment in renewable energy deployment, public-sector investment in sustainable transport, and private-sector investment in energy efficiency. [255] The Paris Agreement includes a pledge of an extra $100 billion per year from developed countries to poor countries, to do climate change mitigation and adaptation. However, this goal has not been met and measurement of progress has been hampered by unclear accounting rules. [256] [257] If energy-intensive businesses like chemicals, fertilizers, ceramics, steel, and non-ferrous metals invest significantly in R&D, its usage in industry might amount to between 5% and 20% of all energy used. [258] [259] Fossil fuel funding and subsidies are a significant barrier to the energy transition. [260] [250] Direct global fossil fuel subsidies were $319 billion in 2017. This rises to $5.2 trillion when indirect costs are priced in, like the effects of air pollution. [261] Ending these could lead to a 28% reduction in global carbon emissions and a 46% reduction in air pollution deaths. [262] Funding for clean energy has been largely unaffected by the COVID-19 pandemic , and pandemic-related economic stimulus packages offer possibilities for a green recovery . [263] [264]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg/300px-20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg.png",
                "caption": "Electrified transport and renewable energy are key areas of investment for the renewable energy transition . [249]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Habitat",
        "text": "The habitat of a species describes the environment over which a species is known to occur and the type of community that is formed as a result. [24] More specifically, \"habitats can be defined as regions in environmental space that are composed of multiple dimensions, each representing a biotic or abiotic environmental variable; that is, any component or characteristic of the environment related directly (e.g. forage biomass and quality) or indirectly (e.g. elevation) to the use of a location by the animal.\" [25] : 745 For example, a habitat might be an aquatic or terrestrial environment that can be further categorized as a montane or alpine ecosystem. Habitat shifts provide important evidence of competition in nature where one population changes relative to the habitats that most other individuals of the species occupy. For example, one population of a species of tropical lizard ( Tropidurus hispidus ) has a flattened body relative to the main populations that live in open savanna. The population that lives in an isolated rock outcrop hides in crevasses where its flattened body offers a selective advantage. Habitat shifts also occur in the developmental life history of amphibians, and in insects that transition from aquatic to terrestrial habitats. Biotope and habitat are sometimes used interchangeably, but the former applies to a community's environment, whereas the latter applies to a species' environment. [24] [26] [27]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Blue_Linckia_Starfish.JPG/170px-Blue_Linckia_Starfish.JPG",
                "caption": "Biodiversity of a coral reef . Corals adapt to and modify their environment by forming calcium carbonate skeletons. This provides growing conditions for future generations and forms a habitat for many other species. [23]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Long-tailed_Broadbill_%28Psarisomus_dalhousiae%29.jpg/220px-Long-tailed_Broadbill_%28Psarisomus_dalhousiae%29.jpg",
                "caption": "Long-tailed broadbill building its nest"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Niche",
        "text": "Definitions of the niche date back to 1917, [30] but G. Evelyn Hutchinson made conceptual advances in 1957 [31] [32] by introducing a widely adopted definition: \"the set of biotic and abiotic conditions in which a species is able to persist and maintain stable population sizes.\" [30] : 519 The ecological niche is a central concept in the ecology of organisms and is sub-divided into the fundamental and the realized niche. The fundamental niche is the set of environmental conditions under which a species is able to persist. The realized niche is the set of environmental plus ecological conditions under which a species persists. [30] [32] [33] The Hutchinsonian niche is defined more technically as a \" Euclidean hyperspace whose dimensions are defined as environmental variables and whose size is a function of the number of values that the environmental values may assume for which an organism has positive fitness .\" [34] : 71 Biogeographical patterns and range distributions are explained or predicted through knowledge of a species' traits and niche requirements. [35] Species have functional traits that are uniquely adapted to the ecological niche. A trait is a measurable property, phenotype , or characteristic of an organism that may influence its survival. Genes play an important role in the interplay of development and environmental expression of traits. [36] Resident species evolve traits that are fitted to the selection pressures of their local environment. This tends to afford them a competitive advantage and discourages similarly adapted species from having an overlapping geographic range. The competitive exclusion principle states that two species cannot coexist indefinitely by living off the same limiting resource ; one will always out-compete the other. When similarly adapted species overlap geographically, closer inspection reveals subtle ecological differences in their habitat or dietary requirements. [37] Some models and empirical studies, however, suggest that disturbances can stabilize the co-evolution and shared niche occupancy of similar species inhabiting species-rich communities. [38] The habitat plus the niche is called the ecotope , which is defined as the full range of environmental and biological variables affecting an entire species. [24]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Termite_mound-Tanzania.jpg/170px-Termite_mound-Tanzania.jpg",
                "caption": "Termite mounds with varied heights of chimneys regulate gas exchange, temperature and other environmental parameters that are needed to sustain the internal physiology of the entire colony. [28] [29]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Community ecology",
        "text": "Community ecology is the study of the interactions among a collection of species that inhabit the same geographic area. Community ecologists study the determinants of patterns and processes for two or more interacting species. Research in community ecology might measure species diversity in grasslands in relation to soil fertility. It might also include the analysis of predator-prey dynamics, competition among similar plant species, or mutualistic interactions between crabs and corals.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Male_Lion_and_Cub_Chitwa_South_Africa_Luca_Galuzzi_2004_edit1.jpg/220px-Male_Lion_and_Cub_Chitwa_South_Africa_Luca_Galuzzi_2004_edit1.jpg",
                "caption": "Interspecific interactions such as predation are a key aspect of community ecology ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Ecosystem ecology",
        "text": "Ecosystems may be habitats within biomes that form an integrated whole and a dynamically responsive system having both physical and biological complexes. Ecosystem ecology is the science of determining the fluxes of materials (e.g. carbon, phosphorus) between different pools (e.g., tree biomass, soil organic material). Ecosystem ecologists attempt to determine the underlying causes of these fluxes. Research in ecosystem ecology might measure primary production (g C/m^2) in a wetland in relation to decomposition and consumption rates (g C/m^2/y). This requires an understanding of the community connections between plants (i.e., primary producers) and the decomposers (e.g., fungi and bacteria), [66] The underlying concept of an ecosystem can be traced back to 1864 in the published work of George Perkins Marsh (\"Man and Nature\"). [67] [68] Within an ecosystem, organisms are linked to the physical and biological components of their environment to which they are adapted. [65] Ecosystems are complex adaptive systems where the interaction of life processes form self-organizing patterns across different scales of time and space. [69] Ecosystems are broadly categorized as terrestrial , freshwater , atmospheric, or marine . Differences stem from the nature of the unique physical environments that shapes the biodiversity within each. A more recent addition to ecosystem ecology are technoecosystems , which are affected by or primarily the result of human activity. [5]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/4/44/Ecoecolfigure1.jpg/220px-Ecoecolfigure1.jpg",
                "caption": "A riparian forest in the White Mountains, New Hampshire (US) is an example of ecosystem ecology"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Food webs",
        "text": "A food web is the archetypal ecological network . Plants capture solar energy and use it to synthesize simple sugars during photosynthesis . As plants grow, they accumulate nutrients and are eaten by grazing herbivores , and the energy is transferred through a chain of organisms by consumption. The simplified linear feeding pathways that move from a basal trophic species to a top consumer is called the food chain . Food chains in an ecological community create a complex food web. Food webs are a type of concept map that is used to illustrate and study pathways of energy and material flows. [7] [70] [71] Empirical measurements are generally restricted to a specific habitat, such as a cave or a pond, and principles gleaned from small-scale studies are extrapolated to larger systems. [72] Feeding relations require extensive investigations, e.g. into the gut contents of organisms, which can be difficult to decipher, or stable isotopes can be used to trace the flow of nutrient diets and energy through a food web. [73] Despite these limitations, food webs remain a valuable tool in understanding community ecosystems. [74] Food webs illustrate important principles of ecology : some species have many weak feeding links (e.g., omnivores ) while some are more specialized with fewer stronger feeding links (e.g., primary predators ). Such linkages explain how ecological communities remain stable over time [75] [76] and eventually can illustrate a \"complete\" web of life. [71] [77] [78] [79] The disruption of food webs may have a dramatic impact on the ecology of individual species or whole ecosystems. For instance, the replacement of an ant species by another (invasive) ant species has been shown to affect how elephants reduce tree cover and thus the predation of lions on zebras . [80] [81]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Chesapeake_Waterbird_Food_Web.jpg/360px-Chesapeake_Waterbird_Food_Web.jpg",
                "caption": "Generalized food web of waterbirds from Chesapeake Bay"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Trophic levels",
        "text": "A trophic level (from Greek troph , τροφή, trophē, meaning \"food\" or \"feeding\") is \"a group of organisms acquiring a considerable majority of its energy from the lower adjacent level (according to ecological pyramids ) nearer the abiotic source.\" [82] : 383 Links in food webs primarily connect feeding relations or trophism among species. Biodiversity within ecosystems can be organized into trophic pyramids, in which the vertical dimension represents feeding relations that become further removed from the base of the food chain up toward top predators, and the horizontal dimension represents the abundance or biomass at each level. [83] When the relative abundance or biomass of each species is sorted into its respective trophic level, they naturally sort into a 'pyramid of numbers'. [84] Species are broadly categorized as autotrophs (or primary producers ), heterotrophs (or consumers ), and Detritivores (or decomposers ). Autotrophs are organisms that produce their own food (production is greater than respiration) by photosynthesis or chemosynthesis . Heterotrophs are organisms that must feed on others for nourishment and energy (respiration exceeds production). [5] Heterotrophs can be further sub-divided into different functional groups, including primary consumers (strict herbivores), secondary consumers ( carnivorous predators that feed exclusively on herbivores), and tertiary consumers (predators that feed on a mix of herbivores and predators). [85] Omnivores do not fit neatly into a functional category because they eat both plant and animal tissues. It has been suggested that omnivores have a greater functional influence as predators because compared to herbivores, they are relatively inefficient at grazing. [86] Trophic levels are part of the holistic or complex systems view of ecosystems. [87] [88] Each trophic level contains unrelated species that are grouped together because they share common ecological functions, giving a macroscopic view of the system. [89] While the notion of trophic levels provides insight into energy flow and top-down control within food webs, it is troubled by the prevalence of omnivory in real ecosystems. This has led some ecologists to \"reiterate that the notion that species clearly aggregate into discrete, homogeneous trophic levels is fiction.\" [90] : 815 Nonetheless, recent studies have shown that real trophic levels do exist, but \"above the herbivore trophic level, food webs are better characterized as a tangled web of omnivores.\" [91] : 612",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/TrophicWeb.jpg/450px-TrophicWeb.jpg",
                "caption": "A trophic pyramid (a) and a food-web (b) illustrating ecological relationships among creatures that are typical of a northern boreal terrestrial ecosystem. The trophic pyramid roughly represents the biomass (usually measured as total dry-weight) at each level. Plants generally have the greatest biomass. Names of trophic categories are shown to the right of the pyramid. Some ecosystems, such as many wetlands, do not organize as a strict pyramid, because aquatic plants are not as productive as long-lived terrestrial plants such as trees. Ecological trophic pyramids are typically one of three kinds: 1) pyramid of numbers, 2) pyramid of biomass, or 3) pyramid of energy. [5] : 598"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Keystone species",
        "text": "A keystone species is a species that is connected to a disproportionately large number of other species in the food-web . Keystone species have lower levels of biomass in the trophic pyramid relative to the importance of their role. The many connections that a keystone species holds means that it maintains the organization and structure of entire communities. The loss of a keystone species results in a range of dramatic cascading effects (termed trophic cascades ) that alters trophic dynamics, other food web connections, and can cause the extinction of other species. [92] [93] The term keystone species was coined by Robert Paine in 1969 and is a reference to the keystone architectural feature as the removal of a keystone species can result in a community collapse just as the removal of the keystone in an arch can result in the arch's loss of stability. [94] Sea otters ( Enhydra lutris ) are commonly cited as an example of a keystone species because they limit the density of sea urchins that feed on kelp . If sea otters are removed from the system, the urchins graze until the kelp beds disappear, and this has a dramatic effect on community structure. [95] Hunting of sea otters, for example, is thought to have led indirectly to the extinction of the Steller's sea cow ( Hydrodamalis gigas ). [96] While the keystone species concept has been used extensively as a conservation tool, it has been criticized for being poorly defined from an operational stance. It is difficult to experimentally determine what species may hold a keystone role in each ecosystem. Furthermore, food web theory suggests that keystone species may not be common, so it is unclear how generally the keystone species model can be applied. [95] [97]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Sea_otters_holding_hands%2C_cropped.jpg/220px-Sea_otters_holding_hands%2C_cropped.jpg",
                "caption": "Sea otters , an example of a keystone species"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Behavioural ecology",
        "text": "All organisms can exhibit behaviours. Even plants express complex behaviour, including memory and communication. [116] Behavioural ecology is the study of an organism's behaviour in its environment and its ecological and evolutionary implications. Ethology is the study of observable movement or behaviour in animals. This could include investigations of motile sperm of plants, mobile phytoplankton , zooplankton swimming toward the female egg, the cultivation of fungi by weevils , the mating dance of a salamander , or social gatherings of amoeba . [117] [118] [119] [120] [121] Adaptation is the central unifying concept in behavioural ecology. [122] Behaviours can be recorded as traits and inherited in much the same way that eye and hair colour can. Behaviours can evolve by means of natural selection as adaptive traits conferring functional utilities that increases reproductive fitness. [123] [124] Predator-prey interactions are an introductory concept into food-web studies as well as behavioural ecology. [126] Prey species can exhibit different kinds of behavioural adaptations to predators, such as avoid, flee, or defend. Many prey species are faced with multiple predators that differ in the degree of danger posed. To be adapted to their environment and face predatory threats, organisms must balance their energy budgets as they invest in different aspects of their life history, such as growth, feeding, mating, socializing, or modifying their habitat. Hypotheses posited in behavioural ecology are generally based on adaptive principles of conservation, optimization, or efficiency. [33] [112] [127] For example, \"[t]he threat-sensitive predator avoidance hypothesis predicts that prey should assess the degree of threat posed by different predators and match their behaviour according to current levels of risk\" [128] or \"[t]he optimal flight initiation distance occurs where expected postencounter fitness is maximized, which depends on the prey's initial fitness, benefits obtainable by not fleeing, energetic escape costs, and expected fitness loss due to predation risk.\" [129] Elaborate sexual displays and posturing are encountered in the behavioural ecology of animals. The birds-of-paradise , for example, sing and display elaborate ornaments during courtship . These displays serve a dual purpose of signalling healthy or well-adapted individuals and desirable genes. The displays are driven by sexual selection as an advertisement of quality of traits among suitors . [130]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Chameleon_spectra.jpg/350px-Chameleon_spectra.jpg",
                "caption": "Social display and colour variation in differently adapted species of chameleons ( Bradypodion spp.). Chameleons change their skin colour to match their background as a behavioural defence mechanism and also use colour to communicate with other members of their species, such as dominant (left) versus submissive (right) patterns shown in the three species (A-C) above. [115]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Common_jassid_nymphs_and_ants02.jpg/170px-Common_jassid_nymphs_and_ants02.jpg",
                "caption": "Mutualism: Leafhoppers ( Eurymela fenestrata ) are protected by ants ( Iridomyrmex purpureus ) in a mutualistic relationship. The ants protect the leafhoppers from predators and stimulate feeding in the leafhoppers, and in return, the leafhoppers feeding on plants exude honeydew from their anus that provides energy and nutrients to tending ants. [125]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Coevolution",
        "text": "Ecological interactions can be classified broadly into a host and an associate relationship. A host is any entity that harbours another that is called the associate. [137] Relationships between species that are mutually or reciprocally beneficial are called mutualisms . Examples of mutualism include fungus-growing ants employing agricultural symbiosis, bacteria living in the guts of insects and other organisms, the fig wasp and yucca moth pollination complex, lichens with fungi and photosynthetic algae , and corals with photosynthetic algae. [138] [139] If there is a physical connection between host and associate, the relationship is called symbiosis . Approximately 60% of all plants, for example, have a symbiotic relationship with arbuscular mycorrhizal fungi living in their roots forming an exchange network of carbohydrates for mineral nutrients . [140] Indirect mutualisms occur where the organisms live apart. For example, trees living in the equatorial regions of the planet supply oxygen into the atmosphere that sustains species living in distant polar regions of the planet. This relationship is called commensalism because many others receive the benefits of clean air at no cost or harm to trees supplying the oxygen. [5] [141] If the associate benefits while the host suffers, the relationship is called parasitism . Although parasites impose a cost to their host (e.g., via damage to their reproductive organs or propagules , denying the services of a beneficial partner), their net effect on host fitness is not necessarily negative and, thus, becomes difficult to forecast. [142] [143] Co-evolution is also driven by competition among species or among members of the same species under the banner of reciprocal antagonism, such as grasses competing for growth space. The Red Queen Hypothesis , for example, posits that parasites track down and specialize on the locally common genetic defense systems of its host that drives the evolution of sexual reproduction to diversify the genetic constituency of populations responding to the antagonistic pressure. [144] [145]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Bombus_6867.JPG/220px-Bombus_6867.JPG",
                "caption": "Bumblebees and the flowers they pollinate have coevolved so that both have become dependent on each other for survival."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Parasitismus.jpg/170px-Parasitismus.jpg",
                "caption": "Parasitism: A harvestman arachnid being parasitized by mites . The harvestman is being consumed, while the mites benefit from traveling on and feeding off of their host."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Metabolism and the early atmosphere",
        "text": "The Earth was formed approximately 4.5 billion years ago. [181] As it cooled and a crust and oceans formed, its atmosphere transformed from being dominated by hydrogen to one composed mostly of methane and ammonia . Over the next billion years, the metabolic activity of life transformed the atmosphere into a mixture of carbon dioxide , nitrogen , and water vapor. These gases changed the way that light from the sun hit the Earth's surface and greenhouse effects trapped heat. There were untapped sources of free energy within the mixture of reducing and oxidizing gasses that set the stage for primitive ecosystems to evolve and, in turn, the atmosphere also evolved. [182] Throughout history, the Earth's atmosphere and biogeochemical cycles have been in a dynamic equilibrium with planetary ecosystems. The history is characterized by periods of significant transformation followed by millions of years of stability. [183] The evolution of the earliest organisms, likely anaerobic methanogen microbes, started the process by converting atmospheric hydrogen into methane (4H 2 + CO 2 → CH 4 + 2H 2 O). Anoxygenic photosynthesis reduced hydrogen concentrations and increased atmospheric methane , by converting hydrogen sulfide into water or other sulfur compounds (for example, 2H 2 S + CO 2 + h v → CH 2 O + H 2 O + 2S). Early forms of fermentation also increased levels of atmospheric methane. The transition to an oxygen-dominant atmosphere (the Great Oxidation ) did not begin until approximately 2.4–2.3 billion years ago, but photosynthetic processes started 0.3 to 1 billion years prior. [183] [184]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Leaf_1_web.jpg/220px-Leaf_1_web.jpg",
                "caption": "The leaf is the primary site of photosynthesis in many higher plants."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Wind and turbulence",
        "text": "Turbulent forces in air and water affect the environment and ecosystem distribution, form, and dynamics. On a planetary scale, ecosystems are affected by circulation patterns in the global trade winds . Wind power and the turbulent forces it creates can influence heat, nutrient, and biochemical profiles of ecosystems. [112] For example, wind running over the surface of a lake creates turbulence, mixing the water column and influencing the environmental profile to create thermally layered zones , affecting how fish, algae, and other parts of the aquatic ecosystem are structured. [198] [199] Wind speed and turbulence also influence evapotranspiration rates and energy budgets in plants and animals. [185] [200] Wind speed, temperature and moisture content can vary as winds travel across different land features and elevations. For example, the westerlies come into contact with the coastal and interior mountains of western North America to produce a rain shadow on the leeward side of the mountain. The air expands and moisture condenses as the winds increase in elevation; this is called orographic lift and can cause precipitation. This environmental process produces spatial divisions in biodiversity, as species adapted to wetter conditions are range-restricted to the coastal mountain valleys and unable to migrate across the xeric ecosystems (e.g., of the Columbia Basin in western North America) to intermix with sister lineages that are segregated to the interior mountain systems. [201] [202]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Grassflowers.jpg/220px-Grassflowers.jpg",
                "caption": "The architecture of the inflorescence in grasses is subject to the physical pressures of wind and shaped by the forces of natural selection facilitating wind-pollination ( anemophily ). [196] [197]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Fire",
        "text": "Plants convert carbon dioxide into biomass and emit oxygen into the atmosphere. By approximately 350 million years ago (the end of the Devonian period ), photosynthesis had brought the concentration of atmospheric oxygen above 17%, which allowed combustion to occur. [203] Fire releases CO 2 and converts fuel into ash and tar. Fire is a significant ecological parameter that raises many issues pertaining to its control and suppression. [204] While the issue of fire in relation to ecology and plants has been recognized for a long time, [205] Charles Cooper brought attention to the issue of forest fires in relation to the ecology of forest fire suppression and management in the 1960s. [206] [207] Native North Americans were among the first to influence fire regimes by controlling their spread near their homes or by lighting fires to stimulate the production of herbaceous foods and basketry materials. [208] Fire creates a heterogeneous ecosystem age and canopy structure, and the altered soil nutrient supply and cleared canopy structure opens new ecological niches for seedling establishment. [209] [210] Most ecosystems are adapted to natural fire cycles. Plants, for example, are equipped with a variety of adaptations to deal with forest fires. Some species (e.g., Pinus halepensis ) cannot germinate until after their seeds have lived through a fire or been exposed to certain compounds from smoke. Environmentally triggered germination of seeds is called serotiny . [211] [212] Fire plays a major role in the persistence and resilience of ecosystems. [176]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Mosaic_fire_burn.jpg/157px-Mosaic_fire_burn.jpg",
                "caption": "Forest fires modify the land by leaving behind an environmental mosaic that diversifies the landscape into different seral stages and habitats of varied quality (left). Some species are adapted to forest fires, such as pine trees that open their cones only after fire exposure (right)."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Ecology",
        "title": "Ecology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Terminology",
        "text": "The term biofuel is used in different ways. One definition is \"Biofuels are biobased products, in solid, liquid, or gaseous forms. They are produced from crops or natural products, such as wood, or agricultural residues, such as molasses and bagasse.\" [2] : 173 Other publications reserve the term biofuel for liquid or gaseous fuels, used for transportation. [3] The IPCC Sixth Assessment Report defines biofuel as \"A fuel, generally in liquid form, produced from biomass . Biofuels include bioethanol from sugarcane, sugar beet or maize, and biodiesel from canola or soybeans.\". [15] : 1795 It goes on to define biomass in this context as \"organic material excluding the material that is fossilised or embedded in geological formations\". [15] : 1795 This means that coal or other fossil fuels is not a form of biomass in this context.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Types_and_generation_of_biofuels.png/220px-Types_and_generation_of_biofuels.png",
                "caption": "Types and generation of biofuels"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Biodiesel",
        "text": "Biodiesel is the most common biofuel in Europe. It is produced from oils or fats using transesterification and is a liquid similar in composition to fossil/mineral diesel. Chemically, it consists mostly of fatty acid methyl (or ethyl) esters ( FAMEs ). [27] Feedstocks for biodiesel include animal fats, vegetable oils, soy , rapeseed , jatropha , mahua , mustard , flax , sunflower , palm oil , hemp , field pennycress , Pongamia pinnata and algae . Pure biodiesel (B100, also known as \"neat\" biodiesel) currently reduces emissions with up to 60% compared to diesel Second generation B100. [28] As of 2020 [update] , researchers at Australia's CSIRO have been studying safflower oil as an engine lubricant , and researchers at Montana State University 's Advanced Fuels Center in the US have been studying the oil's performance in a large diesel engine , with results described as a \"breakthrough\". [29] Biodiesel can be used in any diesel engine and modified equipment when mixed with mineral diesel. It can also be used in its pure form (B100) in diesel engines, but some maintenance and performance problems may occur during wintertime utilization, since the fuel becomes somewhat more viscous at lower temperatures, depending on the feedstock used. [30] Electronically controlled ' common rail ' and ' Unit Injector ' type systems from the late 1990s onwards can only use biodiesel blended with conventional diesel fuel. These engines have finely metered and atomized multiple-stage injection systems that are very sensitive to the viscosity of the fuel. Many current-generation diesel engines are designed to run on B100 without altering the engine itself, although this depends on the fuel rail design.\nSince biodiesel is an effective solvent and cleans residues deposited by mineral diesel, engine filters may need to be replaced more often, as the biofuel dissolves old deposits in the fuel tank and pipes. It also effectively cleans the engine combustion chamber of carbon deposits, helping to maintain efficiency. Biodiesel is an oxygenated fuel, meaning it contains a reduced amount of carbon and higher hydrogen and oxygen content than fossil diesel. This improves the combustion of biodiesel and reduces the particulate emissions from unburnt carbon. However, using pure biodiesel may increase NO x -emissions [31] Biodiesel is also safe to handle and transport because it is non-toxic and biodegradable , and has a high flash point of about 300 °F (148 °C) compared to petroleum diesel fuel, which has a flash point of 125 °F (52 °C). [32] In many European countries, a 5% biodiesel blend is widely used and is available at thousands of gas stations. [33] [34] In France, biodiesel is incorporated at a rate of 8% in the fuel used by all French diesel vehicles. [35] Avril Group produces under the brand Diester , a fifth of 11 million tons of biodiesel consumed annually by the European Union . [36] It is the leading European producer of biodiesel. [35]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Biofuel_pumps_DCA_07_2010_9834.JPG/220px-Biofuel_pumps_DCA_07_2010_9834.JPG",
                "caption": "Biofuel pumps, 2010"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Targray_Biodiesel_Railcar.png/220px-Targray_Biodiesel_Railcar.png",
                "caption": "Targray Biofuels Division railcar transporting Biodiesel."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Straight vegetable oil",
        "text": "Straight unmodified edible vegetable oil is generally not used as fuel, but lower-quality oil has been used for this purpose. Used vegetable oil is increasingly being processed into biodiesel, or (more rarely) cleaned of water and particulates and then used as a fuel. The IEA estimates that biodiesel production used 17% of global vegetable oil supplies in 2021. [21] Oils and fats reacted with 10 pounds of a short-chain alcohol (usually methanol) in the presence of a catalyst (usually sodium hydroxide [NaOH] can be hydrogenated to give a diesel substitute. [48] The resulting product is a straight-chain hydrocarbon with a high cetane number , low in aromatics and sulfur and does not contain oxygen. Hydrogenated oils can be blended with diesel in all proportions. They have several advantages over biodiesel, including good performance at low temperatures, no storage stability problems and no susceptibility to microbial attack. [49]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Walmart%E2%80%99s_Grease_Fuel_Truck_%282%29.jpg/220px-Walmart%E2%80%99s_Grease_Fuel_Truck_%282%29.jpg",
                "caption": "A biofuel truck in 2009 [47]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Bioethers",
        "text": "Bioethers (also referred to as fuel ethers or oxygenated fuels) are cost-effective compounds that act as octane rating enhancers. \"Bioethers are produced by the reaction of reactive iso-olefins, such as iso-butylene, with bioethanol.\" [51] [ attribution needed ] Bioethers are created from wheat or sugar beets, and also be produced from the waste glycerol that results from the production of biodiesel. [52] They also enhance engine performance, while significantly reducing engine wear and toxic exhaust emissions . By greatly reducing the amount of ground-level ozone emissions, they contribute to improved air quality. [53] [54] In transportation fuel there are six ether additives: dimethyl ether (DME), diethyl ether (DEE), methyl tert -butyl ether (MTBE), ethyl tert -butyl ether (ETBE), tert -amyl methyl ether (TAME), and tert -amyl ethyl ether (TAEE). [55] The European Fuel Oxygenates Association identifies MTBE and ETBE as the most commonly used ethers in fuel to replace lead. Ethers were introduced in Europe in the 1970s to replace the highly toxic compound. [56] Although Europeans still use bioether additives, the U.S. Energy Policy Act of 2005 lifted a requirement for reformulated gasoline to include an oxygenate, leading to less MTBE being added to fuel. [57] Although bioethers are likely to replace ethers produced from petroleum in the UK, it is highly unlikely they will become a fuel in and of itself due to the low energy density. [58]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Sao_Paulo_ethanol_pump_04_2008_74_zoom.jpg/220px-Sao_Paulo_ethanol_pump_04_2008_74_zoom.jpg",
                "caption": "Neat ethanol on the left (A), gasoline on the right (G) at a filling station in Brazil in 2008"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Biogas and biomethane",
        "text": "Biogas is a mixture composed primarily of methane and carbon dioxide produced by the process of anaerobic digestion of organic material by micro-organisms . Other trace components of this mixture includes water vapor, hydrogen sulfide, siloxanes, hydrocarbons, ammonia, oxygen, carbon monoxide, and nitrogen. [66] [67] It can be produced either from biodegradable waste materials or by the use of energy crops fed into anaerobic digesters to supplement gas yields. The solid byproduct, digestate , can be used as a biofuel or a fertilizer. When CO 2 and other impurities are removed from biogas, it is called biomethane . The CO 2 can also be combined with hydrogen in methanation to form more methane. Biogas can be recovered from mechanical biological treatment waste processing systems. Landfill gas , a less clean form of biogas, is produced in landfills through naturally occurring anaerobic digestion. If it escapes into the atmosphere, it acts as a greenhouse gas . In Sweden \"waste-to-energy\" power plants capture methane biogas from garbage and use it power transport systems. [68] Farmers can produce biogas from cattle manure via anaerobic digesters. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Biogas.jpg/220px-Biogas.jpg",
                "caption": "Biogas plant in 2007"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Extent of production and use",
        "text": "Global biofuel production was 81 Mtoe in 2017 which represented an annual increase of about 3% compared to 2010. [4] : 12 In 2017 the US was the largest biofuel producer in the world producing 37 Mtoe, followed by Brazil and South America at 23 Mtoe and Europe (mainly Germany) at 12 Mtoe. [4] : 12 An assessment from 2017 found that: \"Biofuels will never be a major transport fuel as there is just not enough land in the world to grow plants to make biofuel for all vehicles. It can however, be part of an energy mix to take us into a future of renewable energy .\" [4] : 11 In 2021 worldwide biofuel production provided 4.3% of the world's fuels for transport, including a very small amount of aviation biofuel . [10] By 2027 worldwide biofuel production is expected to supply 5.4% of the world's fuels for transport including 1% of aviation fuel. [10] The US, Europe, Brazil and Indonesia are driving the majority of biofuel consumption growth. This demand for biodiesel, renewable diesel and biojet fuel is projected to increase by 44% (21 billion litres) over 2022-2027. [90]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Biofuel-energy-production.svg/330px-Biofuel-energy-production.svg.png",
                "caption": "Biofuel energy production, 2022 [89]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Biofuel_production_by_region%2C_OWID.svg/330px-Biofuel_production_by_region%2C_OWID.svg.png",
                "caption": "Biofuel production by region"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    },
    {
        "section": "Environmental impacts",
        "text": "Estimates about the climate impact from biofuels vary widely based on the methodology and exact situation examined. [6] In general, biofuels emit fewer greenhouse gas emissions when burned in an engine and are generally considered carbon-neutral fuels as the carbon they emit has been captured from the atmosphere by the crops used in biofuel production. [5] They can have greenhouse gas emissions ranging from as low as -127.1 gCO2eq per MJ when carbon capture is incorporated into their production to those exceeding 95 gCO2eq per MJ when land-use change is significant. [40] [41] Several factors are responsible for the variation in emission numbers of biofuel such as feedstock and its origin, fuel production technique, system boundary definitions, and energy sources. [41] However, many government policies such as those by European Union and the UK require that biofuels have at least 65% greenhouse gas emissions savings (or 70% if it is renewable fuels of non-biological origins) relative to fossil fuels. [93] [94] Life-cycle assessments of first generation biofuels have shown large emissions associated with the potential land-use change required to produce additional biofuel feedstocks. [6] [7] If no land-use change is involved, first-generation biofuels can—on average—have lower emissions than fossil fuels. [6] However, biofuel production can compete with foodcrop production. Up to 40% of corn produced in the United States is used to make ethanol [95] and worldwide 10% of all grain is turned into biofuel. [96] A 50% reduction in grain used for biofuels in the US and Europe would replace all of Ukraine 's grain exports. [97] Several studies have shown that reductions in emissions from biofuels are achieved at the expense of other impacts, such as acidification , eutrophication , water footprint and biodiversity loss . [6] The use of second generation biofuels is thought to increase environmental sustainability, since the non-food part of plants is being used to produce second-generation biofuels, instead of being disposed. [98] But the use of second-generation biofuels increases the competition for lignocellulosic biomass, increasing the cost of these biofuels. [99] Third generation biofuels, produced from Algae, in theory shouldn't have as negative an impact on the environment than first or second generation biofuels, due to lower changes in land use and not requiring pesticide use for production. [100] When looking at the data however, it has been shown that the environmental cost to produce the infrastructure and energy required for third generation biofuel production, is higher than the benefits provided from the biofuels use. [101] The European Commission has officially approved a measure to phase out palm oil -based biofuels by 2030. [102] [103] Unsustainable palm oil agriculture has caused significant environmental and social problems, including deforestation and pollution. The production of biofuels can be very energy intensive, which if generated from non-renewable sources can heavily mitigate the benefits gained through biofuel use. A solution proposed to solve this issue is to supply biofuel production facilities with excess nuclear energy, which can supplement the energy provided by fossil fuels. [104] This can provide a carbon inexpensive solution, to help reduce the environmental impacts of biofuel production.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Deforestation_near_Bukit_Tiga_Puluh_NP.jpg/180px-Deforestation_near_Bukit_Tiga_Puluh_NP.jpg",
                "caption": "Deforestation in Indonesia , to make way for an oil palm plantation. [92]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Biofuel",
        "title": "Biofuel",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Lifecycle analysis of biomass energy systems"
    }
]