[
    {
        "section": "Oil and gas",
        "text": "India ranks third in oil consumption with 4.669 million barrels/day in 2020 after USA and China. During the calendar year 2019, India imported 221.7 million tons of crude oil and 44.4 million tons of refined petroleum products and exported 60.7 million tons of refined petroleum products. India is the second biggest net importer of crude oil and its products after China. [39] India has built surplus world-class refining capacity using imported crude oil for exporting refined petroleum products. The net imports of crude oil is lesser by one fourth after accounting exports and imports of refined petroleum products. [40] Natural gas production was 26.9 billion cubic meters and consumption 59.7 billion cubic meters during the calendar year 2019. During the financial year 2012–13, the production of crude oil was 37.86 million tons and 40,679 million standard cubic meters (nearly 26.85 million tons) natural gas . The net import of crude oil  & petroleum products is 146.70 million tons worth of Rs 5611.40 billion. This includes 9.534 million tons of LNG imports worth of Rs. 282.15 billion. [41] Internationally, LNG price  (One million Btu of LNG = 0.1724 barrels of crude oil (boe) = 29.52 cubic meters of natural gas = 21 kg of natural gas = 29.2 liters diesel = 21.3 kg LPG = 0.293 MWh) is fixed below crude oil price in terms of heating value. [42] [43] LNG is slowly gaining its role as direct use fuel in the road and marine transport without regasification . [44] [45] [46] By the end of June 2016, LNG price has fallen by nearly 50% below its oil parity price making it more economical fuel than diesel/gas oil in transport sector. [47] [48] In 2012-13, India consumed 15.744 million tons petrol and 69.179 million tons diesel which are mainly produced from imported crude oil at huge foreign exchange out go. Using natural gas for heating, cooking and electricity generation is not economical as more and more locally produced natural gas will be converted into LNG for use in the transport sector to reduce crude oil imports. [49] [50] In addition to the conventional natural gas production, coal gasification , coal bed methane , coal mine methane and Biogas digesters / Renewable natural gas will also become a source of LNG forming decentralised base for the production of LNG to cater to the widely distributed demand. [51] [52] [53] [54] There is possibility to convert most of the heavy duty vehicles  (including diesel driven rail engines) into LNG fuelled vehicles to reduce diesel consumption drastically with operational cost and least pollution benefits. [55] [56] [57] Also, the break even price at user end for switching from imported coal to LNG in electricity generation is estimated near US$6 per million British thermal units ($20/ MWh ). [58] The advent of cheaper marine CNG transport will restrict LNG use in high end transport sector to replace costly liquid fuels leaving imported CNG use for other needs. [59] [60] [61] As the marine CNG transport is economical for medium distance transport and has fast unloading flexibility at many ports without costly unloading facilities, they have become alternate solution to submarine gas pipelines . [62] [63] Natural gas/methane can also be converted cheaply into hydrogen gas and carbon black without emitting any greenhouse gas for use in the transport sector with fuel cell vehicle technology. [64] The state-owned Oil and Natural Gas Corporation (ONGC) acquired shares in oil fields in countries like Sudan, Syria, Iran, and Nigeria – investments that have led to diplomatic tensions with the United States. [65] Because of political instability in the Middle East and increasing domestic demand for energy, India is keen on decreasing its dependency on OPEC to meet its oil demand, and increasing its energy security . Several Indian oil companies, primarily led by ONGC and Reliance Industries , have started a massive hunt for oil in several regions in India, including Rajasthan , Krishna Godavari Basin and north-eastern Himalayas . [66] India has nearly 63 tcf technically recoverable resources of shale gas which can meet all its needs for twenty years if exploited. [67] [68] [69] India is developing an offshore gas field in Mozambique . [70] The proposed Iran-Pakistan-India pipeline is a part of India's plan to meet its increasing energy demand.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/ONGC_Oil_Platform.jpg/220px-ONGC_Oil_Platform.jpg",
                "caption": "An ONGC platform at Bombay High in the Arabian Sea"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Oil_Balance_India.svg/220px-Oil_Balance_India.svg.png",
                "caption": "India's oil deficit"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Gas_Balance_India.svg/220px-Gas_Balance_India.svg.png",
                "caption": "Gas Balance of India"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_policy_of_India",
        "title": "Energy policy of India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Coal",
        "text": "India has the world's 3rd largest proven coal reserves with nearly 177 billion metric tons as on 1 April 2021. [71] [72] In India, coal is the bulk primary energy contributor with  56.90% share equivalent to 452.2 Mtoe in 2018. [8] India is the second largest producer of coal in 2023. [73] India is also the second-largest importer of coal  141.7 Mtoe in 2018 and the second-largest consumer of coal with 452.2 Mtoe in 2018. [8] India is also home to the world’s largest coal company, Coal India Ltd, which controls 85% of the country’s coal production with 7.8% production share of coal (including lignite) in the world. [74] Top five hard and brown coal producing countries in 2013 (2012) are (million tons): China 3,680 (3,645), United States 893 (922), India 605 (607), Australia 478 (453) and Indonesia 421 (386). However, India ranks fifth in global coal production at 228 Mtoe (5.9%) in 2013 when its inferior quality coal tonnage is converted into tons of oil equivalent. [42] Coal-fired power plants account for 59% of India's installed electricity capacity. [75] [76] After electricity production, coal is also used for cement production in substantial quantity. [77] Pet coke availability, at a cheaper price than local coal, is replacing coal in cement plants. [78] In financial year 2021-22, India imported nearly 209 million tons of steam coal and coking coal which is 20% of total consumption to meet the demand in electricity, cement, and steel production. In the FY2021-22, India imported nearly 57.16 million tons (90%) of coking coal against the consumption of 63.74 MT. [79] Gasification of coal or lignite or pet coke produces syngas or coal gas or coke oven gas which is a mixture of hydrogen, carbon monoxide and carbon dioxide gases. [80] Coal gas can be converted into synthetic natural gas (SNG) by using Fischer–Tropsch process at low pressure and high temperature. [81] Coal gas can also be produced by underground coal gasification where the coal deposits are located deep in the ground or uneconomical to mine the coal. [82] CNG and LNG are emerging as economical alternatives to diesel oil with the escalation in international crude oil prices. [83] Synthetic natural gas production technologies have tremendous scope to meet the transport sector requirements fully using the locally available coal in India. [84] Dankuni coal complex is producing syngas which is piped to the industrial users in Calcutta. [85] [86] Many coal based fertiliser plants which are shut down can also be retrofitted economically to produce SNG as LNG and CNG fetch good price by substituting imports. [87] Recently, Indian government fixed the natural gas price at producer end as US$5.61 per million British thermal units ($19.1/MWh) on net calorific value (NCV) basis, which is at par with the estimated SNG price from coal. [88] [89] Talcher coal based fertilizer plant is under final stages of execution to produce 1.21 million tonnes of urea. This plant is designed to use local coal mixed with pet coke available from crude oil refineries. India is planning to use 100 million tonnes of coal for gasification by 2030. [73] India has recently approved the construction of new coal-fired power stations to address its increasing electricity needs, which are driven by the nation's rapid economic growth. Despite facing criticism for environmental pollution and contributing to global greenhouse emissions, these actions reflect India's practical approach to ensure a stable energy supply. Additionally, the government has extended the operational life of older coal plants, such as the Tuticorin facility, highlighting coal's continued importance in India's energy strategy, even as the country works toward incorporating more renewable energy sources. India has pledged to decrease its dependence on coal, but the demands of its rapidly growing economy and increasing energy requirements tell a different story. The Tuticorin power plant in southern India , which was scheduled to be shut down because it could not meet pollution standards, continues to operate at high capacity. This scenario is indicative of a wider national trend where the need for consistent and reliable electricity often takes precedence over environmental concerns. Consequently, many older coal-fired power stations throughout India remain operational and are even undergoing expansions. Faced with the challenge of ensuring a steady power supply, the Indian government has often prioritized meeting its immediate energy needs over fulfilling its environmental promises, leading to a renewed reliance on coal. This situation has important ramifications for India's environmental targets and its contribution to global efforts aimed at reducing dependence on fossil fuels. [90]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Coal_mine_in_Dhanbad%2C_India.jpg/220px-Coal_mine_in_Dhanbad%2C_India.jpg",
                "caption": "A coal mine in Jharkhand state"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_policy_of_India",
        "title": "Energy policy of India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Bio-fuels",
        "text": "Gasification of biomass yields wood gas or syngas which can be converted into carbon neutral methanol . [91] Nearly 750 million tons of nonedible (by cattle) biomass is available annually in India which can be put to higher value addition use and substitute imported crude oil, coal, LNG, urea fertilizer, nuclear fuels, etc. It is estimated that the renewable and carbon-neutral biomass resources of India can replace the present consumption of all fossil fuels when used productively. [92] Biomass is going to play a crucial role to make India self-sufficient in the energy sector and carbon neutral . [93] A huge quantity of imported coal is being used in pulverized coal-fired power stations. Raw biomass can not be used in pulverized coal mills as they are difficult to grind into fine powder due to caking property of raw biomass. However, biomass can be used after torrefaction in the pulverized coal mills to replace imported coal. [94] North west and southern regions can replace imported coal use with torrefied biomass where surplus agriculture/crop residual biomass is available. [95] [96] Biomass power plants can also get extra income by selling the Renewable Purchase Certificates (RPC). [97] Central Government has made cofiring (minimum 5%) of biomass mandatary from October 2022 in all coal fired plants. [98] [99] In cement production, carbon-neutral biomass is being used to replace coal for reducing carbon footprint drastically. [100] [101] Biogas or natural gas or methane produced from farm/agro/crop/domestic waste can also be used for producing protein rich feed for cattle/fish/poultry/pet animals economically by cultivating Methylococcus capsulatus bacteria culture in a decentralised manner near to the rural / consumption areas with tiny land and water foot print. [102] [103] [104] [33] [105] With the availability of CO 2 gas as by product from these units, cheaper production cost of algae oil from algae or spirulina particularly in tropical countries like India would displace the prime position of crude oil in near future. [106] [107] [108] Reliance Industries is already producing hydrogen from Torrefied Biomass from its pet coke/coal gasifiers and planning to install a blue hydrogen pilot plant of 50 tonnes per day plant using a catalytic gasification process. [109] India's three Oil Marketing Companies (OMCs) are currently setting up 12 second-generation ethanol plants across the country which will collect agriculture waste from farmers and convert it into bio-ethanol. [110] [111] In 2018, India has set a target to produce 15 million tons of biogas/bio-CNG by installing 5,000 large scale commercial type biogas plants which can produce daily 12.5 tons of bio-CNG by each plant. [112] [113] As of May 2022, nearly 35 such plants are in operation. [114] Biopropane is also produced from non-edible vegetable oils , used cooking oil , waste animal fats , etc. [115] [116]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/e/e1/Gasification.gif",
                "caption": "Gasification of Char / Coal"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Pyrolysis.svg/150px-Pyrolysis.svg.png",
                "caption": "Pyrolysis of carbonaceous fuels"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Biomass_Pellets_from_India_-_White_coal..jpg/220px-Biomass_Pellets_from_India_-_White_coal..jpg",
                "caption": "Biomass pellet fuel from India"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_policy_of_India",
        "title": "Energy policy of India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Nuclear power",
        "text": "India boasts a quickly advancing and active nuclear power program. It is expected to have 20 GW of nuclear capacity by 2020, though it currently stands as 9th in the world in terms of nuclear capacity. An Achilles' heel of the Indian nuclear power program, is the fact that India is not a signatory of the Nuclear Non-Proliferation Treaty . This has many times in its history prevented it from obtaining nuclear technology vital to expanding its nuclear industry. Another consequence of this is that much of its program has been domestically developed much like its nuclear weapons program. The United States-India Peaceful Atomic Energy Cooperation Act seems to be a way to get access to advanced nuclear technologies for India. India has been using imported enriched uranium and is under International Atomic Energy Agency (IAEA) safeguards, but it has developed various aspects of the nuclear fuel cycle to support its reactors. The development of select technologies has been strongly affected by limited imports. The use of heavy-water reactors has been particularly attractive for the nation because it allows uranium to be burnt with little to no enrichment. India has also done a great amount of work in the development of a thorium-centered fuel cycle . While uranium deposits in the nation are extremely limited, there are much greater reserves of thorium, and it could provide hundreds of times the energy with the same mass of fuel. The fact that thorium can theoretically be utilized in heavy water reactors has tied the development of the two. A prototype reactor that would burn uranium-plutonium fuel while irradiating a thorium blanket is under construction at the Madras/Kalpakkam Atomic Power Station. Uranium used for the weapons program has been separate from the power program using uranium from scant indigenous reserves.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Kudankulam_NPP.jpg/200px-Kudankulam_NPP.jpg",
                "caption": "The Kudankulam Nuclear power plant (2x1000 MW) in Tamil Nadu while under construction"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_policy_of_India",
        "title": "Energy policy of India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Wind power",
        "text": "India has the fourth largest installed wind power capacity in the world. [20] [125] As of 31 December 2017, the installed capacity of wind power was 32,848 MW an increase of 4148 MW over the previous year [126] [127] Wind power accounts for nearly 10% of India's total installed power generation capacity and generated 52.666 billion kWh in the fiscal year 2017-18 which is nearly 3% of total electricity generation. [128] The capacity utilisation factor is nearly 16% in the fiscal year 2017-18. The Ministry of New and Renewable Energy (MNRE) of India has announced a revised estimation of the potential wind power resource (excluding offshore wind power potential) from 49,130 MW assessed at 50m Hub heights to 102,788 MW assessed at 80m Hub height at 15% capacity factor .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Mean_Wind_Speed_Map_India.png/300px-Mean_Wind_Speed_Map_India.png",
                "caption": "Mean wind speed in India. [124]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/India_Windpower_Installed_capacity_by_year.png/300px-India_Windpower_Installed_capacity_by_year.png",
                "caption": "Progress in India's installed wind power generating capacity since 2006"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_policy_of_India",
        "title": "Energy policy of India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Solar energy",
        "text": "India's solar energy insolation is about 5,000 T kWh per year (i.e. ~ 600 TW), far more than its current total primary energy consumption. [130] [131] India's long-term solar potential could be unparalleled in the world because it has the ideal combination of both high solar insolation and a big potential consumer base density. [132] [133] Also a major factor influencing a region's energy intensity is the cost of energy consumed for temperature control. Since cooling load requirements are roughly in phase with the sun's intensity, cooling from intense solar radiation could make perfect energy-economic sense in the subcontinent located mostly in the tropics . Installation of solar power PV plants requires nearly 2.0 hectares (5 acres) of land per MW capacity which is similar to coal-fired power plants when life cycle coal mining, consumptive water storage & ash disposal areas are also accounted for, and hydropower plants when submergence area of the water reservoir is also accounted. 1.6 million MW capacity solar plants can be installed in India on its 1% land (32,000 square km). There are vast tracts of land suitable for solar power in all parts of India exceeding 8% of its total area which are unproductive barren and devoid of vegetation. [134] Part of wastelands (32,000 square km) when installed with solar power plants can produce 2400 billion kWh of electricity (two times the total generation in 2013-14) with land productivity/yield of 0.9 million Rs per acre (3 Rs/kWh price) which is at par with many industrial areas and many times more than the best productive irrigated agriculture lands. [135] Moreover, these solar power units are not dependent on the supply of any raw material and are self productive. There is unlimited scope for solar electricity to replace all fossil fuel energy requirements (natural gas, coal, lignite, and crude oil) if all the marginally productive lands are occupied by solar power plants in the future. The solar power potential of India can meet perennially to cater to per capita energy consumption at par with USA/Japan for the peak population in its demographic transition . [136] Solar thermal power The installed capacity of commercial solar thermal power plants in India is 227.5 MW with 50 MW in Andhra Pradesh and 177.5 MW in Rajasthan. [137] Solar thermal plants are emerging as cheaper (6 Euro ¢/kWh) and clean load following power plants compared to fossil fuel power plants. [138] They can cater the load/ demand perfectly and work as base load power plants when the  extracted solar energy is found excess in a day. [139] [140] Proper mix of solar thermal and solar PV can fully match the load fluctuations without the need of costly battery storage. [141] [28] Synergy with irrigation water pumping and hydropower stations The major disadvantage of solar power (PV type only) is that it can not produce electricity during the nighttime and cloudy daytime also. In India, this disadvantage can be overcome by installing pumped-storage hydroelectricity stations to store the surplus electricity generated during the daytime for meeting the demand during the night hours. [121] In addition to harnessing most of the water resources, the embankment canals originating from the coastal reservoirs would also be envisaged with pumped-storage hydroelectricity features to store the surplus electricity available during the daytime and reconvert to electricity during the nighttime. This is achieved by utilizing all the usable river waters by interlinking Indian rivers and envisaging coastal reservoirs . [121] Also, all existing and future hydropower stations can be expanded with additional pumped-storage hydroelectricity units to cater nighttime electricity consumption. Most of the groundwater pumping power can be met directly by solar power during the daytime. To achieve food security , India needs to achieve water security which is possible only by energy security for harnessing its water resources . [142] [143] Electric vehicles The retail prices of petrol and diesel are high in India to make electricity driven vehicles more economical as more and more electricity is generated from solar energy in near future without appreciable environmental effects. During the year 2018, many IPPs offered to sell solar power below 3.00 Rs/kWh to feed into the high voltage grid. [144] This price is far below the affordable retail electricity tariff for the solar power to replace petrol and diesel use in transport sector. [145] The retail price of diesel is 101.00 Rs/liter in 2021–22, and the retail price of petrol was 110.00 ₹/liter. The affordable electricity retail price (860 kcal/kWh at 75% input electricity to shaft power conversion efficiency) to replace diesel (lower heating value 8572 kcal/liter at 40% fuel energy to crankshaft conversion efficiency ) is up to 19 ₹/Kwh. The affordable electricity retail price (860 kcal/kWh at 75% input electricity to shaft power conversion efficiency) to replace petrol (lower heating value 7693 kcal/liter at 33% fuel energy to crankshaft conversion efficiency) is up to 28 ₹/Kwh. In 2021-22, India consumed 30.849 million tons of petrol and 76.687 million tons of diesel which are mainly produced from imported crude oil at huge foreign exchange outgo. [145] [41] V2G is also feasible with electricity-driven vehicles for catering to the peak load in the electricity grid. Electricity-driven vehicles would become popular in the future when the energy storage / battery technology becomes more compact, lesser density, longer lasting, and maintenance-free. [146] [147]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/India_GHI_Solar-resource-map_GlobalSolarAtlas_World-Bank-Esmap-Solargis.png/220px-India_GHI_Solar-resource-map_GlobalSolarAtlas_World-Bank-Esmap-Solargis.png",
                "caption": "Global Horizontal Irradiation in India. [129]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Crescent_Dunes_Solar_December_2014.JPG/220px-Crescent_Dunes_Solar_December_2014.JPG",
                "caption": "Typical tower type CSP plant."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Price_history_of_silicon_PV_cells_since_1977.svg/220px-Price_history_of_silicon_PV_cells_since_1977.svg.png",
                "caption": "Price history of silicon PV cells since 1977. The great thing about solar power is that it is a technology and not a fuel. It is unlimited and the more it is deployed the cheaper it would be. [25] While the more limited fossil fuels are used, the more expensive they become."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_policy_of_India",
        "title": "Energy policy of India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Electricity generation",
        "text": "The installed capacity of utility power plants is 314.64 GW as on 31 January 2017 and the gross electricity generated by utilities during the year 2015-16 is 1168.359 billion kWh which includes auxiliary power consumption of power generating stations. The installed capacity of captive power plants in industries (1 MW and above) is 50,289 MW as on 31 March 2017 and generated 197 billion kWh in the financial year 2016-17. [227] In addition, there are nearly 75,000 MW aggregate capacity diesel generator sets with units sizes between 100 KVA and 1000 KVA. [228] All India per capita consumption of Electricity is nearly 1,122 kWh during the financial year 2016-17. [227] Total installed Power generation Capacity (end of April 2017) [229] The total installed utility power generation capacity as on 30 April 2017 with sector wise & type wise break up is as given below. [229] Notes: Coal includes lignite; Misc: includes contributions from emergency diesel generator sets; * Hydro includes pumped storage generation; na = data not available. In 2019-20, the total generation from all renewable energy sources is nearly 20% of the total electricity generation (utility and captive) in India.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Rstps4.jpg/220px-Rstps4.jpg",
                "caption": "Ramagundam Thermal Power Station (2600 MW), Telangana"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_policy_of_India",
        "title": "Energy policy of India",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Solar",
        "text": "According to an IEA-PVPS estimate Honduras generated just over 12% of its total electricity demand from solar power during 2015. [14] This means that in just one year the country has leapfrogged previous rankings to become first in the world for PV power penetration at that time. [14] In 2015, Honduras ranked as the second largest producer of solar electricity in Latin America (behind Chile, but ahead of Mexico). Honduras has a large potential for solar photovoltaic generation. In fact, it is a practical solution for servicing energy-isolated rural communities. In 2007, there were about 5,000 individual Solar Home Systems, with an average size between 30 Wp and 50 Wp, which makes up for a total capacity of approximately 15 to 25 kW of power. [1] The government utility, Empresa Nacional de Energía Eléctrica (ENEE), offered 20-year guaranteed contracts for utility scale solar farms. This resulted in 23 solar farms being approved in 2014 for a total of 609MW and will represent an investment of 1.6 billion US dollars. [15] The ten parks totaling 300MW which came online by July 31, 2015 got a bonus. [16] Examples of solar farms: An additional 250 MW of solar power are expected to come online in 2015 including another 50 MW project in Nacaome. [17]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/SolarGIS-Solar-map-Honduras-en.png/200px-SolarGIS-Solar-map-Honduras-en.png",
                "caption": "Solar power potential of Honduras"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_Honduras",
        "title": "Renewable energy in Honduras",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Hydroelectricity",
        "text": "Costa Rica receives about 65% [14] of its energy from hydroelectric plants alone due to its extreme amounts of rainfall and multiple rivers. [15] As the largest source of energy, hydropower represents the most important source of energy in the country, but after inauguration of the Reventazon Dam, the only big hydro project remaining in the planning stage by the Instituto Costarricense de Electricidad (Costa Rican Institute of Electricity) is the El Diquís Hydroelectric Project , which has been suffering significant delays [16] due to pending environmental studies and the indigenous consultation that the state-owned company should conduct in the framework of the United Nations procedures. Costa Rica's largest dams include The Lake Arenal Dam, Lake Cachi Dam, the Rio Macho Dam, the Pirrís Dam, the Reventazón Dam and the proposed El Diquís Hydroelectric Project . The Lake Arenal Dam was built in 1979 as the first dam intended solely for hydroelectric power usage. It is located on Lake Arenal next to the famous Arenal Volcano , one of the major tourist attractions in Costa Rica. At about 33 square miles, Lake Arenal provides enough electricity to power 12% of the country. [17] The Lake Cachi, Rio Macho, and Pirrís Dams are all powered by the Rio Reventazón ( Reventazón River ) and its tributaries. The Cachi dam is situated on an artificial lake that was built in the 1970s and produces enough energy to power about 330,000 homes in Costa Rica. It also controls floods and provides recreational activities in the lake. Upstream of Cachi, the Rio Macho hydroelectric power plant has been operating since 1963 to provide hydroelectric power for central Costa Rica. [18] On the downstream, the Pirrís dam is one of the largest dams in Costa Rica and has the potential to power 160,000 homes. It also employs 3,000 Costa Ricans and provides drinking water to 40% of the metropolitan city area. The El Diquís Hydroelectric Project is a proposed hydroelectric system that Costa Rica plans to build as one of the largest Central American hydroelectric plant, located in the Southern Pacific area of the country and is intended to provide the nation with 631MW, enough energy to reach at least one million consumers. The recently opened Reventazón Dam , the current largest hydroelectric project of Central America is located on the Reventazón River, with a generation contribution of 305.5MW to the National Electric System, enough for providing electricity to more than 500,000 families. [19] [20]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Pirris_Dam_in_2011.jpg/220px-Pirris_Dam_in_2011.jpg",
                "caption": "Pirrís Dam under construction in 2011 by the Costa Rican Institute of Electricity (ICE)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_Costa_Rica",
        "title": "Renewable energy in Costa Rica",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Wind power",
        "text": "While Costa Rica is not known specifically for its wind power, it was the first country in Latin America , starting in 1996, to harness this resource. [26] There have been a few different wind energy projects developed in the past decade. In March 2015, The Costa Rican Institute of Electricity stated that they plan on doubling the installed wind capacity in the nation by 2017. [27] As of 2011, only 2.1% of energy produced in the nation came from wind power. [28] Wind Power is primarily used in Costa Rica during the months of December to March, or the dry season. During this period, there is a general decreased rainfall in the nation and hydropower output decreases. Costa Rica finished 2015 with an additional 59 MW of power generation in wind energy, after the inauguration of the Orosi plant (50 MW) in October and “Vientos del Oeste” project (9 MW). As such, the wind power total capacity in the country is planned to grow from 194 MW in 2015 to 393 MW by 2017, an increase that would represent approximately 10.5% of total electricity production. [29] Between 1996 and 1999 the first three private wind power plants began operation and in 2002 Tejona plant, built by the Instituto Costarricense de Electricidad . Later, the following plants were opened: Guanacaste (private 2009), Los Santos Wind Farm (built by the public cooperative Coopesantos in 2011 in the heart of Los Santos region , in San José ), the “Valle Central”  (built by the Compañía Nacional de Fuerza y Luz, or CNFL, a Grupo ICE subsidiary in 2011) and “Chiripa” (private, 2015). In addition, the construction of five private plants during 2016 (Altamira, Campos Azules, Mogote, Vientos de la Perla y Vientos de Miramar) is planned, as well as another by the Compañía Nacional de Fuerza y Luz in 2017 (Ventus Project). Currently, there are nine large wind farms operating in Costa Rica. The Tejona Wind Power Project (TWPP) is a 19.8 MW project, fully operational since 2003, that consists of thirty wind turbines. Most recently, Tila Wind, an even larger 20-MW farm, opened in 2015. Three of the remaining eight are owned by ICE and Compania Nacional de Fuerza y Luz SA (CNFL) and CoopeSantos RL. The remaining five are privately owned, and nearly all of the wind power plants are in the province of Guanacaste. [27]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Tejona_wind_farm2.jpg/220px-Tejona_wind_farm2.jpg",
                "caption": "Tejona wind farm, Lake Arenal, Costa Rica"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_Costa_Rica",
        "title": "Renewable energy in Costa Rica",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Solar power",
        "text": "Like wind power, solar power is another newer energy source in the country. The first solar power projects in the country were established in 1978 by just a few researchers from public universities at the Solar Power Laboratory at the National University. Though still on a smaller scale and mostly privately owned, plans for larger more commercial projects are beginning to break through. [30] Despite the country has a privileged position near the equator that, combined with the sunny weather during the year, made a solar power potential of more than 144 million MWh/year, [31] solar energy in Costa Rica is in its early stages, and is even falling shorter than the rest of its Central American neighbors. According with an Instituto Costarricense de Electricidad (ICE) study in 2006, the national photovoltaic potential of electric generation for the projected population for 2015 is 222,000 MWh/year. [32] In 2012, Costa Rica inaugurated the Miravalles Solar Park on the hillside of the Miravalles Volcano. At that time, it was the first of its kind in Costa Rica and the largest solar project in Central America. [33] It was built with the help of the Japanese International Cooperation Agency (JICA). The project's totaling was $11.5 million ($10 million from JICA and $1.5 million from ICE [34] ). This plant of 1MW only represents 0.03% of all the capacity installed in the country of 2872 MW. In 2013, China and Costa Rica signed agreements of US$30 million for financing the installation of 50 thousand solar panels, including a power plant of 10 MW. [35] In addition, in 2014, ICE announced a pilot program for solar energy use in housing that aimed to reach 600,000 clients, [36] but in 2015, the institution ended the plan arguing that the maximum capacity was already reached, rising criticism from the solar energy distributed generation sector. According with ACESOLAR, [37] more than 1000 jobs were at risk for such a decision. Differences of bureaucracy procedures and technical aspects related to the official national norm “Planeación, Operación y Acceso al Sistema Eléctrico Nacional” (POASEN, in Spanish) on introducing distributed generation have been occurring and causing delays [38] [39] in its implementation through the last years among the main actors of the solar sector: the Ministry of Environment and Energy (MINAE), the Autoridad Reguladora de Servicios Públicos (ARESEP, in Spanish, a public entity that fixes prices and standards on public services), the electricity agencies of the country and the private companies that supply solar panels. One of the main discrepancies between MINAE and ARESEP was the legal nature of net metering , being solved by the Attorney General of the Republic (Procuraduría General de la República, in Spanish) in June 2015. [40] The final resolution stated that distributed generation for self-consumption is not considered a public service in Costa Rica. In October 2015, the government finally published [41] the required regulatory framework that entered into operation in April 2016. By 2013, countries like Guatemala or Honduras have 85 MW and 388 MW of solar power capacity installed respectively, and Nicaragua and Panama are also ahead of Costa Rica with 1.4 MW and 42.7 MW, according with a report [42] released in July 2016 by the Economic Commission for Latin America and the Caribbean (CEPAL, in Spanish). ICE's position is that the maximum capacity that could be allowed in the National Electric System is 60 MW, distributed in plants of no more than 5 MW across the territory. [43] However, the institution is not reporting to develop more solar projects in the next 10 years in their expansion plan.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/SolarGIS-Solar-map-Costa-Rica-en.png/200px-SolarGIS-Solar-map-Costa-Rica-en.png",
                "caption": "Solar potential of Costa Rica"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_Costa_Rica",
        "title": "Renewable energy in Costa Rica",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Background",
        "text": "The pioneer EEG (spanning 2001–2014) and its predecessor the Electricity Feed-in Act (1991) (spanning 1991–2001) class as feed-in tariff (FIT) schemes, a policy mechanism designed to accelerate the uptake of renewable energy technologies. The scheme offers long-term contracts to renewable energy producers, based on the cost of generation of the particular technology in question. In addition, a grid connection and preferential dispatch are also guaranteed. The tariffs ( Einspeisevergütungen ) themselves are funded by a levy or surcharge ( EEG-Umlage ) on electricity consumers, with electricity-intensive manufacturers being largely exempted. The EEG surcharge is based on the difference between the specified feed-in tariffs paid under the EEG and the sale of the renewable energy at the EEX energy exchange by the grid operators (also known as transmission system operators or TSO). As of 2016 [update] , the TSOs comprise 50Hertz Transmission , Amprion , Tennet TSO , and TransnetBW . Amendments to the original EEG added the concept of a market premium in 2012. And the use of deployment corridors and auctions to set the levels of uptake and remuneration, respectively, in 2014. The EEG has generally been regarded as a success. The EEG (2000) led to the particularly rapid uptake of two renewable energy technologies: wind power and photovoltaics . [7] The high growth of photovoltaics in Germany is set against its relatively poor solar resource. [13] As the US NREL observed: The share of electricity from renewable energy sources has risen dramatically since the introduction of the EEG in 2000. The average annual growth rate is around 9 billion kWh and almost all of this increase is due to electricity generation that qualifies for EEG payments. [15] : 26 The EEG is also responsible for 88.3 Mt CO 2 eq of avoided emissions in 2014, thus making a significant contribution to Germany's climate protection targets. [16] : 2 The following table summarizes the remarkable uptake of renewables and in particular photovoltaics:  Under the legislation, hydropower includes \"wave, tidal, salinity gradient and marine current energy\". [2] : § 5(14) The use of biomass for electricity generation has also grown as a result of the EEG. Biomass includes: \" biogas , biomethane, landfill gas and sewage treatment gas and from the biologically degradable part of waste from households and industry\". [2] : § 5(14) Mine gas is in a separate category. Germany's national energy policy is set out in the government's Energy Concept released on 28 September 2010. [17] On 6 June 2011, following Fukushima , the government removed the use of nuclear power as a bridging technology and reintroduced a nuclear phase-out . [17] Boosting renewable electricity generation is an essential part of national policy (see table ). The EEG is also a key element in the implementation of EU Directive 2009/28/EC on the promotion of the use of energy from renewable sources. [18] This directive requires Germany to produce 18% of its gross final energy consumption (including heat and transport) from renewable energy sources by 2020. [15] : 6 In this endeavour, the EEG is complemented by the Renewable Energies Heat Act ( Erneuerbare-Energien-Wärmegesetz or EEWärmeG ). [15] : 6 A chart overviewing German energy legislation in 2016 is available. [19]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/EEG-Surcharge_%28English%29.svg/400px-EEG-Surcharge_%28English%29.svg.png",
                "caption": "Development of the EEG surcharge for non-privileged electric energy consumers. Prices are excluding VAT ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Energymix_Germany.svg/400px-Energymix_Germany.svg.png",
                "caption": "Development of the electricity mix in Germany 1990–2019 showing the growth in renewables [14]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/German_Renewable_Energy_Sources_Act",
        "title": "German Renewable Energy Sources Act",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Growth of renewables",
        "text": "In 2008 for the first time, more renewable energy than conventional power capacity was added in both the European Union and United States, demonstrating a \"fundamental transition\" of the world's energy markets towards renewables, according to a report released by REN21 , a global renewable energy policy network based in Paris. [31] In 2010, renewable power consisted about a third of the newly built power generation capacities. [32] By the end of 2011, total renewable power capacity worldwide exceeded 1,360 GW, up 8%. Renewables producing electricity accounted for almost half of the 208 GW of capacity added globally during 2011. Wind and solar photovoltaics (PV) accounted for almost 40% and 30%. [33] Based on REN21 's 2014 report, renewables contributed 19 percent to our energy consumption and 22 percent to our electricity generation in 2012 and 2013, respectively. This energy consumption is divided as 9% coming from traditional biomass, 4.2% as heat energy (non-biomass), 3.8% hydro electricity and 2% electricity from wind, solar, geothermal, and biomass. [34] During the five-years from the end of 2004 through 2009, worldwide renewable energy capacity grew at rates of 10–60 percent annually for many technologies, while actual production grew 1.2% overall. [35] [36] In 2011, UN under-secretary general Achim Steiner said: \"The continuing growth in this core segment of the green economy is not happening by chance. The combination of government target-setting, policy support and stimulus funds is underpinning the renewable industry's rise and bringing the much needed transformation of our global energy system within reach.\" He added: \"Renewable energies are expanding both in terms of investment, projects and geographical spread. In doing so, they are making an increasing contribution to combating climate change, countering energy poverty and energy insecurity\". [37] According to a 2011 projection by the International Energy Agency, solar power plants may produce most of the world's electricity within 50 years, significantly reducing the emissions of greenhouse gases that harm the environment. The IEA has said: \"Photovoltaic and solar-thermal plants may meet most of the world's demand for electricity by 2060 – and half of all energy needs – with wind, hydropower and biomass plants supplying much of the remaining generation\". \"Photovoltaic and concentrated solar power together can become the major source of electricity\". [20] In 2013, China led the world in renewable energy production, with a total capacity of 378 GW , mainly from hydroelectric and wind power . As of 2014, China leads the world in the production and use of wind power, solar photovoltaic power and smart grid technologies, generating almost as much water, wind and solar energy as all of France and Germany's power plants combined. China's renewable energy sector is growing faster than its fossil fuels and nuclear power capacity. Since 2005, production of solar cells in China has expanded 100-fold. As Chinese renewable manufacturing has grown, the costs of renewable energy technologies have dropped. Innovation has helped, but the main driver of reduced costs has been market expansion. [51] See also renewable energy in the United States for US-figures.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/2011-_Renewable_energy_capacity_-_International_Energy_Agency.svg/213px-2011-_Renewable_energy_capacity_-_International_Energy_Agency.svg.png",
                "caption": "Renewable energy capacity has steadily grown, led by solar photovoltaic power. [28]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/2015-_Clean_energy_vs_fossil_fuel_investment_-_IEA.svg/217px-2015-_Clean_energy_vs_fossil_fuel_investment_-_IEA.svg.png",
                "caption": "Clean energy investment has benefited from post-pandemic economic recovery, a global energy crisis involving high fossil fuel prices, and growing policy support across various nations. [29]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Economic trends",
        "text": "Renewable energy technologies are getting cheaper, through technological change and through the benefits of mass production and market competition. A 2011 IEA report said: \"A portfolio of renewable energy technologies is becoming cost-competitive in an increasingly broad range of circumstances, in some cases providing investment opportunities without the need for specific economic support,\" and added that \"cost reductions in critical technologies, such as wind and solar, are set to continue.\" [54] As of 2011 [update] , there have been substantial reductions in the cost of solar and wind technologies: Hydro-electricity and geothermal electricity produced at favourable sites are now the cheapest way to generate electricity. Renewable energy costs continue to drop, and the levelised cost of electricity (LCOE) is declining for wind power, solar photovoltaic (PV), concentrated solar power (CSP) and some biomass technologies. [55] Renewable energy is also the most economic solution for new grid-connected capacity in areas with good resources. As the cost of renewable power falls, the scope of economically viable applications increases. Renewable technologies are now often the most economic solution for new generating capacity. Where \"oil-fired generation is the predominant power generation source (e.g. on islands, off-grid and in some countries) a lower-cost renewable solution almost always exists today\". [55] As of 2012, renewable power generation technologies accounted for around half of all new power generation capacity additions globally. In 2011, additions included 41 gigawatt (GW) of new wind power capacity, 30 GW of PV, 25 GW of hydro-electricity, 6 GW of biomass, 0.5 GW of CSP, and 0.1 GW of geothermal power. [55]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/2010-_Cost_of_renewable_energy_-_IRENA.svg/330px-2010-_Cost_of_renewable_energy_-_IRENA.svg.png",
                "caption": "Costs of producing renewable energy declined significantly, [52] with 62% of total renewable power generation added in 2020 having lower costs than the cheapest new fossil fuel option. [53]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "First-generation technologies",
        "text": "First-generation technologies are widely used in locations with abundant resources. Their future use depends on the exploration of the remaining resource potential, particularly in developing countries, and on overcoming challenges related to the environment and social acceptance.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Biomasseheizwerk_Spillern_Nordansicht.jpg/220px-Biomasseheizwerk_Spillern_Nordansicht.jpg",
                "caption": "Biomass heating plant in Austria. The total heat power is about 1000 kW."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Hydroelectricity",
        "text": "Hydroelectricity is the term referring to electricity generated by hydropower ; the production of electrical power through the use of the gravitational force of falling or flowing water. In 2015 hydropower generated 16.6% of the worlds total electricity and 70% of all renewable electricity [59] and is expected to increase about 3.1% each year for the next 25 years. Hydroelectric plants have the advantage of being long-lived and many existing plants have operated for more than 100 years. Hydropower is produced in 150 countries, with the Asia-Pacific region generating 32 percent of global hydropower in 2010. China is the largest hydroelectricity producer, with 721 terawatt-hours of production in 2010, representing around 17 percent of domestic electricity use. There are now three hydroelectricity plants larger than 10 GW: the Three Gorges Dam in China, Itaipu Dam across the Brazil/Paraguay border, and Guri Dam in Venezuela. [60] The cost of hydroelectricity is low, making it a competitive source of renewable electricity. The average cost of electricity from a hydro plant larger than 10 megawatts is 3 to 5 U.S. cents per kilowatt-hour. [60]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/ThreeGorgesDam-China2009.jpg/220px-ThreeGorgesDam-China2009.jpg",
                "caption": "The 22,500 MW Three Gorges Dam in the People's Republic of China , the largest hydroelectric power station in the world"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Geothermal power and heat",
        "text": "Geothermal power plants can operate 24 hours per day, providing baseload capacity. Estimates for the world potential capacity for geothermal power generation vary widely, ranging from 40 GW by 2020 to as much as 6,000 GW. [61] [62] Geothermal power capacity grew from around 1 GW in 1975 to almost 10 GW in 2008. [62] The United States is the world leader in terms of installed capacity, representing 3.1 GW. Other countries with significant installed capacity include the Philippines (1.9 GW), Indonesia (1.2 GW), Mexico (1.0 GW), Italy (0.8 GW), Iceland (0.6 GW), Japan (0.5 GW), and New Zealand (0.5 GW). [62] [63] In some countries, geothermal power accounts for a significant share of the total electricity supply, such as in the Philippines, where geothermal represented 17 percent of the total power mix at the end of 2008. [64] Geothermal (ground source) heat pumps represented an estimated 30 GWth of installed capacity at the end of 2008, with other direct uses of geothermal heat (i.e., for space heating, agricultural drying and other uses) reaching an estimated 15 GWth. As of 2008 [update] , at least 76 countries use direct geothermal energy in some form. [65]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/West_Ford_Flat_Geothermal_Cooling_Tower.JPG/220px-West_Ford_Flat_Geothermal_Cooling_Tower.JPG",
                "caption": "One of many power plants at The Geysers , a geothermal power field in northern California, with a total output of over 750 MW"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Solar heating",
        "text": "Solar heating systems are a well known second-generation technology and generally consist of solar thermal collectors , a fluid system to move the heat from the collector to its point of usage, and a reservoir or tank for heat storage. The systems may be used to heat domestic hot water, swimming pools, or homes and businesses. [66] The heat can also be used for industrial process applications or as an energy input for other uses such as cooling equipment. [67] In many warmer climates, a solar heating system can provide a very high percentage (50 to 75%) of domestic hot water energy. As of 2009 [update] , China has 27 million rooftop solar water heaters. [68]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Solar_heater_dsc00632.jpg/220px-Solar_heater_dsc00632.jpg",
                "caption": "Solar energy technologies, such as solar water heaters , located on or near the buildings which they supply with energy, are a prime example of a soft energy technology ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Photovoltaics",
        "text": "Photovoltaic (PV) cells, also called solar cells , convert light into electricity. In the 1980s and early 1990s, most photovoltaic modules were used to provide remote-area power supply , but from around 1995, industry efforts have focused increasingly on developing building integrated photovoltaics and photovoltaic power stations for grid connected applications. Many plants are integrated with agriculture and some use innovative tracking systems that follow the sun's daily path across the sky to generate more electricity than conventional fixed-mounted systems. There are no fuel costs or emissions during operation of the power stations.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Nellis_AFB_Solar_panels.jpg/220px-Nellis_AFB_Solar_panels.jpg",
                "caption": "Nellis Solar Power Plant at Nellis Air Force Base. These panels track the sun in one axis."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Solar-crop.jpg/220px-Solar-crop.jpg",
                "caption": "President Barack Obama speaks at the DeSoto Next Generation Solar Energy Center ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Wind power",
        "text": "Some of the second-generation renewables, such as wind power, have high potential and have already realised relatively low production costs. [71] [72] Wind power could become cheaper than nuclear power. [73] Global wind power installations increased by 35,800 MW in 2010, bringing total installed capacity up to 194,400 MW, a 22.5% increase on the 158,700 MW installed at the end of 2009. The increase for 2010 represents investments totalling €47.3 billion (US$65 billion) and for the first time more than half of all new wind power was added outside of the traditional markets of Europe and North America, mainly driven, by the continuing boom in China which accounted for nearly half of all of the installations at 16,500 MW. China now has 42,300 MW of wind power installed. [74] Wind power accounts for approximately 19% of electricity generated in Denmark , 9% in Spain and Portugal , and 6% in Germany and the Republic of Ireland. [75] In Australian state of South Australia wind power, championed by Premier Mike Rann (2002–2011), now comprises 26% of the state's electricity generation, edging out coal fired power. At the end of 2011 South Australia, with 7.2% of Australia's population, had 54% of the nation's installed wind power capacity. [76] Wind power's share of worldwide electricity usage at the end of 2014 was 3.1%. [77] The wind industry is able to produce more power at lower cost by using taller wind turbines with longer blades, capturing the faster winds at higher elevations. This has opened up new opportunities and in Indiana, Michigan, and Ohio, the price of power from wind turbines built 300 feet to 400 feet above the ground can now compete with conventional fossil fuels like coal. Prices have fallen to about 4 cents per kilowatt-hour in some cases and utilities have been increasing the amount of wind energy in their portfolio, saying it is their cheapest option. [78]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Global_Wind_Power_Cumulative_Capacity.svg/220px-Global_Wind_Power_Cumulative_Capacity.svg.png",
                "caption": "Wind power: worldwide installed capacity [69]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Windmills_south_of_Dumas%2C_TX_IMG_0570.JPG/220px-Windmills_south_of_Dumas%2C_TX_IMG_0570.JPG",
                "caption": "Landowners in the US typically receive $3,000 to $5,000 per year in rental income from each wind turbine, while farmers continue to grow crops or graze cattle up to the foot of the turbines. [70]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Solar thermal power stations",
        "text": "Solar thermal power stations include the 354 megawatt (MW) Solar Energy Generating Systems power plant in the US, Solnova Solar Power Station (Spain, 150 MW), Andasol solar power station (Spain, 100 MW), Nevada Solar One (USA, 64 MW), PS20 solar power tower (Spain, 20 MW), and the PS10 solar power tower (Spain, 11 MW). The 370 MW Ivanpah Solar Power Facility , located in California's Mojave Desert , is the world's largest solar-thermal power plant project currently under construction. [79] Many other plants are under construction or planned, mainly in Spain and the USA. [80] In developing countries, three World Bank projects for integrated solar thermal/combined-cycle gas-turbine power plants in Egypt , Mexico , and Morocco have been approved. [80]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Ivanpah_SEGS_%282%29.JPG/650px-Ivanpah_SEGS_%282%29.JPG",
                "caption": "View of Ivanpah Solar Electric Generating System from Yates Well Road, San Bernardino County, California . The Clark Mountain Range can be seen in the distance."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/PS20andPS10.jpg/220px-PS20andPS10.jpg",
                "caption": "Solar Towers from left: PS10 , PS20 ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Modern forms of bioenergy",
        "text": "Global ethanol production for transport fuel tripled between 2000 and 2007 from 17 billion to more than 52 billion litres, while biodiesel expanded more than tenfold from less than 1 billion to almost 11 billion litres. Biofuels provide 1.8% of the world's transport fuel and recent estimates indicate a continued high growth. The main producing countries for transport biofuels are the US, Brazil, and the EU. [81] Brazil has one of the largest renewable energy programs in the world, involving production of ethanol fuel from sugar cane , and ethanol now provides 18 percent of the country's automotive fuel. As a result of this and the exploitation of domestic deep water oil sources, Brazil, which for years had to import a large share of the petroleum needed for domestic consumption, recently reached complete self-sufficiency in liquid fuels. [82] [83] Nearly all the gasoline sold in the United States today is mixed with 10 percent ethanol, a mix known as E10, [84] and motor vehicle manufacturers already produce vehicles designed to run on much higher ethanol blends. Ford , DaimlerChrysler , and GM are among the automobile companies that sell flexible-fuel cars, trucks, and minivans that can use gasoline and ethanol blends ranging from pure gasoline up to 85% ethanol (E85). The challenge is to expand the market for biofuels beyond the farm states where they have been most popular to date. The Energy Policy Act of 2005 , which calls for 7.5 billion US gallons (28,000,000 m 3 ) of biofuels to be used annually by 2012, will also help to expand the market. [85] The growing ethanol and biodiesel industries are providing jobs in plant construction, operations, and maintenance, mostly in rural communities. According to the Renewable Fuels Association, \"the ethanol industry created almost 154,000 U.S. jobs in 2005 alone, boosting household income by $5.7 billion. It also contributed about $3.5 billion in tax revenues at the local, state, and federal levels\". [85]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Sao_Paulo_ethanol_pump_04_2008_74_zoom.jpg/220px-Sao_Paulo_ethanol_pump_04_2008_74_zoom.jpg",
                "caption": "Neat ethanol on the left (A), gasoline on the right (G) at a filling station in Brazil"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/EthanolPetrol.jpg/220px-EthanolPetrol.jpg",
                "caption": "Information on pump, California"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Renewable energy industry",
        "text": "Total investment in renewable energy reached $211 billion in 2010, up from $160 billion in 2009. The top countries for investment in 2010 were\nChina, Germany, the United States, Italy, and Brazil. [12] Continued growth for the renewable energy sector is expected and promotional policies helped the industry weather the 2009 economic crisis better than many other sectors. [95]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Vestas_Turbine.JPG/220px-Vestas_Turbine.JPG",
                "caption": "A Vestas wind turbine"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Klassieren.jpg/220px-Klassieren.jpg",
                "caption": "Monocrystalline solar cell"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Non-technical barriers to acceptance",
        "text": "Many energy markets, institutions, and policies have been developed to support the production and use of fossil fuels. [101] Newer and cleaner technologies may offer social and environmental benefits, but utility operators often reject renewable resources because they are trained to think only in terms of big, conventional power plants. [102] Consumers often ignore renewable power systems because they are not given accurate price signals about electricity consumption. Intentional market distortions (such as subsidies), and unintentional market distortions (such as split incentives) may work against renewables. [102] Benjamin K. Sovacool has argued that \"some of the most surreptitious, yet powerful, impediments facing renewable energy and energy efficiency in the United States are more about culture and institutions than engineering and science\". [103] The obstacles to the widespread commercialization of renewable energy technologies are primarily political, not technical, [104] and there have been many studies which have identified a range of \"non-technical barriers\" to renewable energy use. [105] [15] [106] [107] These barriers are impediments which put renewable energy at a marketing, institutional, or policy disadvantage relative to other forms of energy. Key barriers include: [106] [107] With such a wide range of non-technical barriers, there is no \"silver bullet\" solution to drive the transition to renewable energy. So ideally there is a need for several different types of policy instruments to complement each other and overcome different types of barriers. [107] [110] A policy framework must be created that will level the playing field and redress the imbalance of traditional approaches associated with fossil fuels. The policy landscape must keep pace with broad trends within the energy sector, as well as reflecting specific social, economic and environmental priorities. [111] Some resource-rich countries struggle to move away from fossil fuels and have failed thus far to adopt regulatory frameworks necessary for developing renewable energy (e.g. Russia). [112]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among Democrats (blue), while acceptance of nuclear power plants is stronger among Republicans (red). [100]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Energy transition in Germany",
        "text": "The Energiewende ( German for energy transition ) is the transition by Germany to a low carbon , environmentally sound, reliable, and affordable energy supply. [130] The new system will rely heavily on renewable energy (particularly wind , photovoltaics , and biomass ) energy efficiency , and energy demand management . Most if not all existing coal-fired generation will need to be retired. [131] The phase-out of Germany's fleet of nuclear reactors , to be complete by 2022, is a key part of the program. [132] Legislative support for the Energiewende was passed in late 2010 and includes greenhouse gas (GHG) reductions of 80–95% by 2050 (relative to 1990) and a renewable energy target of 60% by 2050. [133] These targets are ambitious. [134] The Berlin-based policy institute Agora Energiewende noted that \"while the German approach is not unique worldwide, the speed and scope of the Energiewende are exceptional\". [135] The Energiewende also seeks a greater transparency in relation to national energy policy formation. [136] Germany has made significant progress on its GHG emissions reduction target, achieving a 27% decrease between 1990 and 2014. However Germany will need to maintain an average GHG emissions abatement rate of 3.5% per annum to reach its Energiewende goal, equal to the maximum historical value thus far. [137] Germany spends €1.5 billion per annum on energy research (2013 figure) in an effort to solve the technical and social issues raised by the transition. [138] This includes a number of computer studies that have confirmed the feasibility and a similar cost (relative to business-as-usual and given that carbon is adequately priced) of the Energiewende . These initiatives go well beyond European Union legislation and the national policies of other European states. The policy objectives have been embraced by the German federal government and has resulted in a huge expansion of renewables, particularly wind power. Germany's share of renewables has increased from around 5% in 1999 to 22.9% in 2012, surpassing the OECD average of 18% usage of renewables. [139] Producers have been guaranteed a fixed feed-in tariff for 20 years, guaranteeing a fixed income. Energy co-operatives have been created, and efforts were made to decentralize control and profits. The large energy companies have a disproportionately small share of the renewables market. However, in some cases poor investment designs have caused bankruptcies and low returns , and unrealistic promises have been shown to be far from reality. [140] Nuclear power plants were closed, and the existing nine plants will close earlier than planned, in 2022. One factor that has inhibited efficient employment of new renewable energy has been the lack of an accompanying investment in power infrastructure to bring the power to market. It is believed 8,300 km of power lines must be built or upgraded. [139] The different German States have varying attitudes to the construction of new power lines. Industry has had their rates frozen and so the increased costs of the Energiewende have been passed on to consumers, who have had rising electricity bills.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Schneebergerhof_01.jpg/220px-Schneebergerhof_01.jpg",
                "caption": "Photovoltaic array and wind turbines at the Schneebergerhof wind farm in the German state of Rheinland-Pfalz"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Energiemix_Deutschland.svg/300px-Energiemix_Deutschland.svg.png",
                "caption": "Gross generation of electricity by source in Germany 1990–2020"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "100% renewable energy",
        "text": "The incentive to use 100% renewable energy for electricity, transport, or even total primary energy supply globally, has been motivated by global warming and other ecological as well as economic concerns. In the Intergovernmental Panel on Climate Change 's reviews of scenarios of energy usage that would keep global warming to approximately 1.5 degrees, the proportion of primary energy supplied by renewables increases from 15% in 2020 to 60% in 2050 (median values across all published pathways). [161] The proportion of primary energy supplied by biomass increases from 10% to 27%, [162] with effective controls on whether land use is changed in the growing of biomass. [163] The proportion from wind and solar increases from 1.8% to 21%. [162] At the national level, at least 30 nations around the world already have renewable energy contributing more than 20% of energy supply. Mark Z. Jacobson , professor of civil and environmental engineering at Stanford University and director of its Atmosphere and Energy Program says producing all new energy with wind power , solar power , and hydropower by 2030 is feasible and existing energy supply arrangements could be replaced by 2050. Barriers to implementing the renewable energy plan are seen to be \"primarily social and political, not technological or economic\". Jacobson says that energy costs with a wind, solar, water system should be similar to today's energy costs. [164] Renewable projects must be sited at distant locations due to high land prices in urban areas or for the renewable resource itself which require transmission construction costs. [165] Similarly, in the United States, the independent National Research Council has noted that \"sufficient domestic renewable resources exist to allow renewable electricity to play a significant role in future electricity generation and thus help confront issues related to climate change, energy security, and the escalation of energy costs … Renewable energy is an attractive option because renewable resources available in the United States, taken collectively, can supply significantly greater amounts of electricity than the total current or projected domestic demand.\" [166] The most significant barriers to the widespread implementation of large-scale renewable energy and low carbon energy strategies are primarily political and not technological. According to the 2013 Post Carbon Pathways report, which reviewed many international studies, the key roadblocks are: climate change denial , the fossil fuels lobby , political inaction, unsustainable energy consumption, outdated energy infrastructure, and financial constraints. [167]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Share_of_electricity_production_from_renewables.svg/330px-Share_of_electricity_production_from_renewables.svg.png",
                "caption": "Share of electricity production from renewables, 2022 [160]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Environmental impacts",
        "text": "The current energy system contributes to many environmental problems, including climate change , air pollution, biodiversity loss , the release of toxins into the environment, and water scarcity. As of 2019, 85% of the world's energy needs are met by burning fossil fuels. [13] Energy production and consumption are responsible for 76% of annual human-caused greenhouse gas emissions as of 2018. [14] [15] The 2015 international Paris Agreement on climate change aims to limit global warming to well below 2 °C (3.6 °F) and preferably to 1.5 °C (2.7 °F); achieving this goal will require that emissions be reduced as soon as possible and reach net-zero by mid-century. [16] The burning of fossil fuels and biomass is a major source of air pollution, [17] [18] which causes an estimated 7 million deaths each year, with the greatest attributable disease burden seen in low and middle-income countries. [19] Fossil-fuel burning in power plants, vehicles, and factories is the main source of emissions that combine with oxygen in the atmosphere to cause acid rain . [20] Air pollution is the second-leading cause of death from non-infectious disease. [21] An estimated 99% of the world's population lives with levels of air pollution that exceed the World Health Organization recommended limits. [22] Cooking with polluting fuels such as wood, animal dung, coal, or kerosene is responsible for nearly all indoor air pollution, which causes an estimated 1.6 to 3.8 million deaths annually, [23] [21] and also contributes significantly to outdoor air pollution. [24] Health effects are concentrated among women, who are likely to be responsible for cooking, and young children. [24] Environmental impacts extend beyond the by-products of combustion. Oil spills at sea harm marine life and may cause fires which release toxic emissions. [25] Around 10% of global water use goes to energy production, mainly for cooling in thermal energy plants. In dry regions, this contributes to water scarcity . Bioenergy production, coal mining and processing, and oil extraction also require large amounts of water. [26] Excessive harvesting of wood and other combustible material for burning can cause serious local environmental damage, including desertification . [27]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/2021_Death_rates%2C_by_energy_source.svg/220px-2021_Death_rates%2C_by_energy_source.svg.png",
                "caption": "Deaths caused as a result of fossil fuel use (areas of rectangles in chart) greatly exceed those resulting from production of sustainable energy (rectangles barely visible in chart). [12]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Rajasthan_carrying_firewood.jpeg/220px-Rajasthan_carrying_firewood.jpeg",
                "caption": "A woman in rural Rajasthan , India, collects firewood. The use of wood and other polluting fuels for cooking causes millions of deaths each year from indoor and outdoor air pollution ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Sustainable development goals",
        "text": "Meeting existing and future energy demands in a sustainable way is a critical challenge for the global goal of limiting climate change while maintaining economic growth and enabling living standards to rise. [28] Reliable and affordable energy, particularly electricity, is essential for health care, education, and economic development. [29] As of 2020, 790 million people in developing countries do not have access to electricity, and around 2.6 billion rely on burning polluting fuels for cooking. [30] [31] Improving energy access in the least-developed countries and making energy cleaner are key to achieving most of the United Nations 2030 Sustainable Development Goals , [32] which cover issues ranging from climate action to gender equality . [33] Sustainable Development Goal 7 calls for \"access to affordable, reliable, sustainable and modern energy for all\", including universal access to electricity and to clean cooking facilities by 2030. [34]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/People-without-electricity-country-2016.svg/300px-People-without-electricity-country-2016.svg.png",
                "caption": "World map showing where people without access to electricity lived in 2016⁠—mainly in sub-Saharan Africa and the Indian subcontinent"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Energy conservation",
        "text": "Energy efficiency—using less energy to deliver the same goods or services, or delivering comparable services with less goods—is a cornerstone of many sustainable energy strategies. [36] [37] The International Energy Agency (IEA) has estimated that increasing energy efficiency could achieve 40% of greenhouse gas emission reductions needed to fulfil the Paris Agreement's goals. [38] Energy can be conserved by increasing the technical efficiency of appliances, vehicles, industrial processes, and buildings. [39] Another approach is to use fewer materials whose production requires a lot of energy, for example through better building design and recycling. Behavioural changes such as using videoconferencing rather than business flights, or making urban trips by cycling, walking or public transport rather than by car, are another way to conserve energy. [40] Government policies to improve efficiency can include building codes , performance standards , carbon pricing , and the development of energy-efficient infrastructure to encourage changes in transport modes . [40] [41] The energy intensity of the global economy (the amount of energy consumed per unit of gross domestic product (GDP)) is a rough indicator of the energy efficiency of economic production. [42] In 2010, global energy intensity was 5.6 megajoules (1.6 kWh ) per US dollar of GDP. [42] United Nations goals call for energy intensity to decrease by 2.6% each year between 2010 and 2030. [43] In recent years this target has not been met. For instance, between 2017 and 2018, energy intensity decreased by only 1.1%. [43] Efficiency improvements often lead to a rebound effect in which consumers use the money they save to buy more energy-intensive goods and services. [44] For example, recent technical efficiency improvements in transport and buildings have been largely offset by trends in consumer behaviour , such as selecting larger vehicles and homes. [45]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Energy_use_per_person_2019_-_OWID.svg/300px-Energy_use_per_person_2019_-_OWID.svg.png",
                "caption": "Global energy usage is highly unequal. High income countries such as the United States and Canada use 100 times as much energy per capita as some of the least developed countries in Africa. [35]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Renewable energy sources",
        "text": "Renewable energy sources are essential to sustainable energy, as they generally strengthen energy security and emit far fewer greenhouse gases than fossil fuels. [49] Renewable energy projects sometimes raise significant sustainability concerns, such as risks to biodiversity when areas of high ecological value are converted to bioenergy production or wind or solar farms. [50] [51] Hydropower is the largest source of renewable electricity while solar and wind energy are growing rapidly. Photovoltaic solar and onshore wind are the cheapest forms of new power generation capacity in most countries. [52] [53] For more than half of the 770 million people who currently lack access to electricity, decentralised renewable energy such as solar-powered mini-grids is likely the cheapest method of providing it by 2030. [54] United Nations targets for 2030 include substantially increasing the proportion of renewable energy in the world's energy supply. [34] According to the International Energy Agency, renewable energy sources like wind and solar power are now a commonplace source of electricity, making up 70% of all new investments made in the world's power generation. [55] [56] [57] [58] The Agency expects renewables to become the primary energy source for electricity generation globally in the next three years, overtaking coal. [59]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg/170px-2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg.png",
                "caption": "In 2023, electricity generation from wind and solar sources was projected to exceed 30% by 2030. [46]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/2015-_Clean_energy_vs_fossil_fuel_investment_-_IEA.svg/220px-2015-_Clean_energy_vs_fossil_fuel_investment_-_IEA.svg.png",
                "caption": "Clean energy investment has benefited from post-pandemic economic recovery, a global energy crisis involving high fossil fuel prices, and growing policy support across various nations. [48]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Solar",
        "text": "The Sun is Earth's primary source of energy, a clean and abundantly available resource in many regions. [60] In 2019, solar power provided around 3% of global electricity, [61] mostly through solar panels based on photovoltaic cells (PV). Solar PV is expected to be the electricity source with the largest installed capacity worldwide by 2027. [59] The panels are mounted on top of buildings or installed in utility-scale solar parks . Costs of solar photovoltaic cells have dropped rapidly, driving strong growth in worldwide capacity. [62] The cost of electricity from new solar farms is competitive with, or in many places, cheaper than electricity from existing coal plants. [63] Various projections of future energy use identify solar PV as one of the main sources of energy generation in a sustainable mix. [64] [65] Most components of solar panels can be easily recycled, but this is not always done in the absence of regulation. [66] Panels typically contain heavy metals , so they pose environmental risks if put in landfills . [67] It takes fewer than two years for a solar panel to produce as much energy as was used for its production. Less energy is needed if materials are recycled rather than mined. [68] In concentrated solar power , solar rays are concentrated by a field of mirrors, heating a fluid. Electricity is produced from the resulting steam with a heat engine . Concentrated solar power can support dispatchable power generation , as some of the heat is typically stored to enable electricity to be generated when needed. [69] [70] In addition to electricity production, solar energy is used more directly; solar thermal heating systems are used for hot water production, heating buildings, drying, and desalination. [71]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Renewable_Energy_Development_in_the_California_Desert_006.jpg/220px-Renewable_Energy_Development_in_the_California_Desert_006.jpg",
                "caption": "A photovoltaic power station in California , United States"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Wind power",
        "text": "Wind has been an important driver of development over millennia, providing mechanical energy for industrial processes, water pumps, and sailing ships. [72] Modern wind turbines are used to generate electricity and provided approximately 6% of global electricity in 2019. [61] Electricity from onshore wind farms is often cheaper than existing coal plants and competitive with natural gas and nuclear. [63] Wind turbines can also be placed offshore, where winds are steadier and stronger than on land but construction and maintenance costs are higher. [73] Onshore wind farms, often built in wild or rural areas, have a visual impact on the landscape. [74] While collisions with wind turbines kill both bats and to a lesser extent birds, these impacts are lower than from other infrastructure such as windows and transmission lines . [75] [76] The noise and flickering light created by the turbines can cause annoyance and constrain construction near densely populated areas. Wind power, in contrast to nuclear and fossil fuel plants, does not consume water. [77] Little energy is needed for wind turbine construction compared to the energy produced by the wind power plant itself. [78] Turbine blades are not fully recyclable, and research into methods of manufacturing easier-to-recycle blades is ongoing. [79]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Wind_power_plants_in_Xinjiang%2C_China.jpg/220px-Wind_power_plants_in_Xinjiang%2C_China.jpg",
                "caption": "Wind turbines in Xinjiang , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Hydropower",
        "text": "Hydroelectric plants convert the energy of moving water into electricity. In 2020, hydropower supplied 17% of the world's electricity, down from a high of nearly 20% in the mid-to-late 20th century. [80] [81] In conventional hydropower, a reservoir is created behind a dam. Conventional hydropower plants provide a highly flexible, dispatchable electricity supply. They can be combined with wind and solar power to meet peaks in demand and to compensate when wind and sun are less available. [82] Compared to reservoir-based facilities, run-of-the-river hydroelectricity generally has less environmental impact. However, its ability to generate power depends on river flow, which can vary with daily and seasonal weather. Reservoirs provide water quantity controls that are used for flood control and flexible electricity output while also providing security during drought for drinking water supply and irrigation. [83] Hydropower ranks among the energy sources with the lowest levels of greenhouse gas emissions per unit of energy produced, but levels of emissions vary enormously between projects. [84] The highest emissions tend to occur with large dams in tropical regions. [85] These emissions are produced when the biological matter that becomes submerged in the reservoir's flooding decomposes and releases carbon dioxide and methane. Deforestation and climate change can reduce energy generation from hydroelectric dams. [82] Depending on location, large dams can displace residents and cause significant local environmental damage; potential dam failure could place the surrounding population at risk. [82]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Central_Hidroel%C3%A9ctrica_Sim%C3%B3n_Bol%C3%ADvar_Represa_de_Guri_%D0%93%D1%96%D0%B4%D1%80%D0%BE%D0%B5%D0%BB%D0%B5%D0%BA%D1%82%D1%80%D0%BE%D1%81%D1%82%D0%B0%D0%BD%D1%86%D1%96%D1%8F_%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B0_%D0%91%D0%BE%D0%BB%D1%96%D0%B2%D0%B0%D1%80%D0%B0_-_%D0%B3%D1%80%D0%B5%D0%B1%D0%BB%D1%8F_%D0%93%D1%83%D1%80%D1%96_29.jpg/220px-Central_Hidroel%C3%A9ctrica_Sim%C3%B3n_Bol%C3%ADvar_Represa_de_Guri_%D0%93%D1%96%D0%B4%D1%80%D0%BE%D0%B5%D0%BB%D0%B5%D0%BA%D1%82%D1%80%D0%BE%D1%81%D1%82%D0%B0%D0%BD%D1%86%D1%96%D1%8F_%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B0_%D0%91%D0%BE%D0%BB%D1%96%D0%B2%D0%B0%D1%80%D0%B0_-_%D0%B3%D1%80%D0%B5%D0%B1%D0%BB%D1%8F_%D0%93%D1%83%D1%80%D1%96_29.jpg",
                "caption": "Guri Dam , a hydroelectric dam in Venezuela"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Geothermal",
        "text": "Geothermal energy is produced by tapping into deep underground heat [86] and harnessing it to generate electricity or to heat water and buildings. The use of geothermal energy is concentrated in regions where heat extraction is economical: a combination is needed of high temperatures, heat flow, and permeability (the ability of the rock to allow fluids to pass through). [87] Power is produced from the steam created in underground reservoirs. [88] Geothermal energy provided less than 1% of global energy consumption in 2020. [89] Geothermal energy is a renewable resource because thermal energy is constantly replenished from neighbouring hotter regions and the radioactive decay of naturally occurring isotopes . [90] On average, the greenhouse gas emissions of geothermal-based electricity are less than 5% that of coal-based electricity. [84] Geothermal energy carries a risk of inducing earthquakes, needs effective protection to avoid water pollution, and releases toxic emissions which can be captured. [91]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Larderello_Cooling_Towers.jpg/220px-Larderello_Cooling_Towers.jpg",
                "caption": "Cooling towers at a geothermal power plant in Larderello , Italy"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Bioenergy",
        "text": "Biomass is renewable organic material that comes from plants and animals. [92] It can either be burned to produce heat and electricity or be converted into biofuels such as biodiesel and ethanol, which can be used to power vehicles. [93] [94] The climate impact of bioenergy varies considerably depending on where biomass feedstocks come from and how they are grown. [95] For example, burning wood for energy releases carbon dioxide; those emissions can be significantly offset if the trees that were harvested are replaced by new trees in a well-managed forest, as the new trees will absorb carbon dioxide from the air as they grow. [96] However, the establishment and cultivation of bioenergy crops can displace natural ecosystems , degrade soils , and consume water resources and synthetic fertilisers. [97] [98] Approximately one-third of all wood used for traditional heating and cooking in tropical areas is harvested unsustainably. [99] Bioenergy feedstocks typically require significant amounts of energy to harvest, dry, and transport; the energy usage for these processes may emit greenhouse gases. In some cases, the impacts of land-use change , cultivation, and processing can result in higher overall carbon emissions for bioenergy compared to using fossil fuels. [98] [100] Use of farmland for growing biomass can result in less land being available for growing food . In the United States, around 10% of motor gasoline has been replaced by corn-based ethanol , which requires a significant proportion of the harvest. [101] [102] In Malaysia and Indonesia, clearing forests to produce palm oil for biodiesel has led to serious social and environmental effects , as these forests are critical carbon sinks and habitats for diverse species. [103] [104] Since photosynthesis captures only a small fraction of the energy in sunlight, producing a given amount of bioenergy requires a large amount of land compared to other renewable energy sources. [105] Second-generation biofuels which are produced from non-food plants or waste reduce competition with food production, but may have other negative effects including trade-offs with conservation areas and local air pollution. [95] Relatively sustainable sources of biomass include algae , waste, and crops grown on soil unsuitable for food production. [95] Carbon capture and storage technology can be used to capture emissions from bioenergy power plants. This process is known as bioenergy with carbon capture and storage (BECCS) and can result in net carbon dioxide removal from the atmosphere. However, BECCS can also result in net positive emissions depending on how the biomass material is grown, harvested, and transported. Deployment of BECCS at scales described in some climate change mitigation pathways would require converting large amounts of cropland. [106]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Kenyan_farmer_with_a_biogas_lamp_provided_by_USAID_2013.jpg/220px-Kenyan_farmer_with_a_biogas_lamp_provided_by_USAID_2013.jpg",
                "caption": "Kenyan dairy farmer lighting a biogas lamp. Biogas produced from biomass is a renewable energy source that can be burned for cooking or light."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Faz_S_Sofia_canavial_090607_REFON.JPG/220px-Faz_S_Sofia_canavial_090607_REFON.JPG",
                "caption": "A sugarcane plantation to produce ethanol in Brazil"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Nuclear power",
        "text": "Nuclear power has been used since the 1950s as a low-carbon source of baseload electricity. [122] Nuclear power plants in over 30 countries generate about 10% of global electricity. [123] As of 2019, nuclear generated over a quarter of all low-carbon energy , making it the second largest source after hydropower. [89] Nuclear power's lifecycle greenhouse gas emissions—including the mining and processing of uranium —are similar to the emissions from renewable energy sources. [84] Nuclear power uses little land per unit of energy produced, compared to the major renewables.  Additionally, Nuclear power does not create local air pollution. [124] [125] Although the uranium ore used to fuel nuclear fission plants is a non-renewable resource, enough exists to provide a supply for hundreds to thousands of years. [126] [127] However, uranium resources that can be accessed in an economically feasible manner, at the present state, are limited and uranium production could hardly keep up during the expansion phase. [128] Climate change mitigation pathways consistent with ambitious goals typically see an increase in power supply from nuclear. [129] There is controversy over whether nuclear power is sustainable, in part due to concerns around nuclear waste , nuclear weapon proliferation , and accidents . [130] Radioactive nuclear waste must be managed for thousands of years [130] and nuclear power plants create fissile material that can be used for weapons. [130] For each unit of energy produced, nuclear energy has caused far fewer accidental and pollution-related deaths than fossil fuels, and the historic fatality rate of nuclear is comparable to renewable sources. [115] Public opposition to nuclear energy often makes nuclear plants politically difficult to implement. [130] Reducing the time and the cost of building new nuclear plants have been goals for decades but costs remain high and timescales long. [131] Various new forms of nuclear energy are in development, hoping to address the drawbacks of conventional plants. Fast breeder reactors are capable of recycling nuclear waste and therefore can significantly reduce the amount of waste that requires geological disposal , but have not yet been deployed on a large-scale commercial basis. [132] Nuclear power based on thorium (rather than uranium) may be able to provide higher energy security for countries that do not have a large supply of uranium. [133] Small modular reactors may have several advantages over current large reactors: It should be possible to build them faster and their modularization would allow for cost reductions via learning-by-doing . [134] Several countries are attempting to develop nuclear fusion reactors, which would generate small amounts of waste and no risk of explosions. [135] Although fusion power has taken steps forward in the lab, the multi-decade timescale needed to bring it to commercialization and then scale means it will not contribute to a 2050 net zero goal for climate change mitigation. [136]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Elec-fossil-nuclear-renewables.svg/300px-Elec-fossil-nuclear-renewables.svg.png",
                "caption": "Since 1985, the proportion of electricity generated from low-carbon sources has increased only slightly. Advances in deploying renewables have been mostly offset by declining shares of nuclear power. [121]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Energy system transformation",
        "text": "The emissions reductions necessary to keep global warming below 2 °C will require a system-wide transformation of the way energy is produced, distributed, stored, and consumed. [13] For a society to replace one form of energy with another, multiple technologies and behaviours in the energy system must change. For example, transitioning from oil to solar power as the energy source for cars requires the generation of solar electricity, modifications to the electrical grid to accommodate fluctuations in solar panel output or the introduction of variable battery chargers and higher overall demand, adoption of electric cars , and networks of electric vehicle charging facilities and repair shops. [138] Many climate change mitigation pathways envision three main aspects of a low-carbon energy system: Some energy-intensive technologies and processes are difficult to electrify, including aviation, shipping, and steelmaking. There are several options for reducing the emissions from these sectors: biofuels and synthetic carbon-neutral fuels can power many vehicles that are designed to burn fossil fuels, however biofuels cannot be sustainably produced in the quantities needed and synthetic fuels are currently very expensive. [140] For some applications, the most prominent alternative to electrification is to develop a system based on sustainably-produced hydrogen fuel . [141] Full decarbonisation of the global energy system is expected to take several decades and can mostly be achieved with existing technologies. [142] In the IEA's proposal for achieving net zero emissions by 2050, about 35% of the reduction in emissions depends on technologies that are still in development as of 2023. [143] Technologies that are relatively immature include batteries  and processes to create carbon-neutral fuels. [144] [145] Developing new technologies requires research and development, demonstration , and cost reductions via deployment . [144] The transition to a zero-carbon energy system will bring strong co-benefits for human health: The World Health Organization estimates that efforts to limit global warming to 1.5 °C could save millions of lives each year from reductions to air pollution alone. [146] [147] With good planning and management, pathways exist to provide universal access to electricity and clean cooking by 2030 in ways that are consistent with climate goals. [148] [149] Historically, several countries have made rapid economic gains through coal usage. [148] However, there remains a window of opportunity for many poor countries and regions to \" leapfrog \" fossil fuel dependency by developing their energy systems based on renewables, given adequate international investment and knowledge transfer. [148]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/2018-_Energy_transition_investment_versus_fossil_fuel_investment.svg/220px-2018-_Energy_transition_investment_versus_fossil_fuel_investment.svg.png",
                "caption": "Bloomberg NEF reported that in 2022,  global energy transition investment equaled fossil fuels investment for the first time. [137]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Integrating variable energy sources",
        "text": "To deliver reliable electricity from variable renewable energy sources such as wind and solar, electrical power systems require flexibility. [151] Most electrical grids were constructed for non-intermittent energy sources such as coal-fired power plants. [152] As larger amounts of solar and wind energy are integrated into the grid, changes have to be made to the energy system to ensure that the supply of electricity is matched to demand. [153] In 2019, these sources generated 8.5% of worldwide electricity, a share that has grown rapidly. [61] There are various ways to make the electricity system more flexible. In many places, wind and solar generation are complementary on a daily and a seasonal scale: there is more wind during the night and in winter when solar energy production is low. [153] Linking different geographical regions through long-distance transmission lines allows for further cancelling out of variability. [154] Energy demand can be shifted in time through energy demand management and the use of smart grids , matching the times when variable energy production is highest. With grid energy storage , energy produced in excess can be released when needed. [153] Further flexibility could be provided from sector coupling , that is coupling the electricity sector to the heat and mobility sector via power-to-heat -systems and electric vehicles. [155] Building overcapacity for wind and solar generation can help ensure that enough electricity is produced even during poor weather. In optimal weather, energy generation may have to be curtailed if excess electricity cannot be used or stored. The final demand-supply mismatch may be covered by using dispatchable energy sources such as hydropower, bioenergy, or natural gas. [156]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/SoSie%2BSoSchiff_Ansicht.jpg/220px-SoSie%2BSoSchiff_Ansicht.jpg",
                "caption": "Buildings in the Solar Settlement at Schlierberg , Germany, produce more energy than they consume. They incorporate rooftop solar panels and are built for maximum energy efficiency. [150]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Energy storage",
        "text": "Energy storage helps overcome barriers to intermittent renewable energy and is an important aspect of a sustainable energy system. [157] The most commonly used and available storage method is pumped-storage hydroelectricity , which requires locations with large differences in height and access to water. [157] Batteries , especially lithium-ion batteries , are also deployed widely. [158] Batteries typically store electricity for short periods; research is ongoing into technology with sufficient capacity to last through seasons. [159] Costs of utility-scale batteries in the US have fallen by around 70% since 2015, however the cost and low energy density of batteries makes them impractical for the very large energy storage needed to balance inter-seasonal  variations in energy production. [160] Pumped hydro storage and power-to-gas (converting electricity to gas and back) with capacity for multi-month usage has been implemented in some locations. [161] [162]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/1_MW_4_MWh_Turner_Energy_Storage_Project_in_Pullman%2C_WA.jpg/220px-1_MW_4_MWh_Turner_Energy_Storage_Project_in_Pullman%2C_WA.jpg",
                "caption": "Battery storage facility"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Electrification",
        "text": "Compared to the rest of the energy system, emissions can be reduced much faster in the electricity sector. [139] As of 2019, 37% of global electricity is produced from low-carbon sources (renewables and nuclear energy). Fossil fuels, primarily coal, produce the rest of the electricity supply. [164] One of the easiest and fastest ways to reduce greenhouse gas emissions is to phase out coal-fired power plants and increase renewable electricity generation. [139] Climate change mitigation pathways envision extensive electrification—the use of electricity as a substitute for the direct burning of fossil fuels for heating buildings and for transport. [139] Ambitious climate policy would see a doubling of energy share consumed as electricity by 2050, from 20% in 2020. [165] One of the challenges in providing universal access to electricity is distributing power to rural areas. Off-grid and mini-grid systems based on renewable energy, such as small solar PV installations that generate and store enough electricity for a village, are important solutions. [166] Wider access to reliable electricity would lead to less use of kerosene lighting and diesel generators, which are currently common in the developing world. [167] Infrastructure for generating and storing renewable electricity requires minerals and metals, such as cobalt and lithium for batteries and copper for solar panels. [168] Recycling can meet some of this demand if product lifecycles are well-designed, however achieving net zero emissions would still require major increases in mining for 17 types of metals and minerals. [168] A small group of countries or companies sometimes dominate the markets for these commodities, raising geopolitical concerns. [169] Most of the world's cobalt, for instance, is mined in the Democratic Republic of the Congo , a politically unstable region where mining is often associated with human rights risks. [168] More diverse geographical sourcing may ensure a more flexible and less brittle supply chain . [170]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Heat_Pump.jpg/220px-Heat_Pump.jpg",
                "caption": "The outdoor section of a heat pump . In contrast to oil and gas boilers, they use electricity and are highly efficient. As such, electrification of heating can significantly reduce emissions. [163]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Transport",
        "text": "Transport accounts for 14% of global greenhouse gas emissions, [185] but there are multiple ways to make transport more sustainable. Public transport typically emits fewer greenhouse gases per passenger than personal vehicles, since trains and buses can carry many more passengers at once. [186] [187] Short-distance flights can be replaced by high-speed rail , which is more efficient, especially when electrified. [188] [189] Promoting non-motorised transport such as walking and cycling, particularly in cities, can make transport cleaner and healthier. [190] [191] The energy efficiency of cars has increased over time, [192] but shifting to electric vehicles is an important further step towards decarbonising transport and reducing air pollution. [193] A large proportion of traffic-related air pollution consists of particulate matter from road dust and the wearing-down of tyres and brake pads. [194] Substantially reducing pollution from these non-tailpipe sources cannot be achieved by electrification; it requires measures such as making vehicles lighter and driving them less. [195] Light-duty cars in particular are a prime candidate for decarbonization using battery technology . 25% of the world's CO 2 emissions still originate from the transportation sector. [196] Long-distance freight transport and aviation are difficult sectors to electrify with current technologies, mostly because of the weight of batteries needed for long-distance travel, battery recharging times, and limited battery lifespans. [197] [160] Where available, freight transport by ship and rail is generally more sustainable than by air and by road. [198] Hydrogen vehicles may be an option for larger vehicles such as lorries. [199] Many of the techniques needed to lower emissions from shipping and aviation are still early in their development, with ammonia (produced from hydrogen) a promising candidate for shipping fuel. [200] Aviation biofuel may be one of the better uses of bioenergy if emissions are captured and stored during manufacture of the fuel. [201]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Hornby_Street_Separated_Bike_Lane.jpg/220px-Hornby_Street_Separated_Bike_Lane.jpg",
                "caption": "Utility cycling infrastructure, such as this bike lane in Vancouver , encourages sustainable transport. [184]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Buildings and cooking",
        "text": "Over one-third of energy use is in buildings and their construction. [205] To heat buildings, alternatives to burning fossil fuels and biomass include electrification through heat pumps or electric heaters , geothermal energy , central solar heating , reuse of waste heat , and seasonal thermal energy storage . [206] [207] [208] Heat pumps provide both heat and air conditioning through a single appliance. [209] The IEA estimates heat pumps could provide over 90% of space and water heating requirements globally. [210] A highly efficient way to heat buildings is through district heating , in which heat is generated in a centralised location and then distributed to multiple buildings through insulated pipes . Traditionally, most district heating systems have used fossil fuels, but modern and cold district heating systems are designed to use high shares of renewable energy. [211] [212] Cooling of buildings can be made more efficient through passive building design , planning that minimises the urban heat island effect, and district cooling systems that cool multiple buildings with piped cold water. [213] [214] Air conditioning requires large amounts of electricity and is not always affordable for poorer households. [214] Some air conditioning units still use refrigerants that are greenhouse gases, as some countries have not ratified the Kigali Amendment to only use climate-friendly refrigerants. [215] In developing countries where populations suffer from energy poverty , polluting fuels such as wood or animal dung are often used for cooking. Cooking with these fuels is generally unsustainable, because they release harmful smoke and because harvesting wood can lead to forest degradation. [216] The universal adoption of clean cooking facilities, which are already ubiquitous in rich countries, [203] would dramatically improve health and have minimal negative effects on climate. [217] [218] Clean cooking facilities, e.g. cooking facilities that produce less indoor soot, typically use natural gas, liquefied petroleum gas (both of which consume oxygen and produce carbon-dioxide) or electricity as the energy source; biogas systems are a promising alternative in some contexts. [203] Improved cookstoves that burn biomass more efficiently than traditional stoves are an interim solution where transitioning to clean cooking systems is difficult. [219]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Aghazade_mansion.jpg/220px-Aghazade_mansion.jpg",
                "caption": "Passive cooling features, such as these windcatcher towers in Iran, bring cool air into buildings without any use of energy. [202]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Kookplaat_inductie.JPG/220px-Kookplaat_inductie.JPG",
                "caption": "For cooking, electric induction stoves are one of the most energy-efficient and safest options. [203] [204]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Government policies",
        "text": "Well-designed government policies that promote energy system transformation can lower greenhouse gas emissions and improve air quality simultaneously, and in many cases can also increase energy security and lessen the financial burden of using energy. [226] Environmental regulations have been used since the 1970s to promote more sustainable use of energy. [227] Some governments have committed to dates for phasing out coal-fired power plants and ending new fossil fuel exploration . Governments can require that new cars produce zero emissions, or new buildings are heated by electricity instead of gas. [228] Renewable portfolio standards in several countries require utilities to increase the percentage of electricity they generate from renewable sources. [229] [230] Governments can accelerate energy system transformation by leading the development of infrastructure such as long-distance electrical transmission lines, smart grids, and hydrogen pipelines. [231] In transport, appropriate infrastructure and incentives can make travel more efficient and less car-dependent. [226] Urban planning that discourages sprawl can reduce energy use in local transport and buildings while enhancing quality of life. [226] Government-funded research, procurement, and incentive policies have historically been critical to the development and maturation of clean energy technologies, such as solar and lithium batteries. [232] In the IEA's scenario for a net zero-emission energy system by 2050, public funding is rapidly mobilised to bring a range of newer technologies to the demonstration phase and to encourage deployment. [233] Carbon pricing (such as a tax on CO 2 emissions) gives industries and consumers an incentive to reduce emissions while letting them choose how to do so. For example, they can shift to low-emission energy sources, improve energy efficiency, or reduce their use of energy-intensive products and services. [234] Carbon pricing has encountered strong political pushback in some jurisdictions, whereas energy-specific policies tend to be politically safer. [235] [236] Most studies indicate that to limit global warming to 1.5 °C, carbon pricing would need to be complemented by stringent energy-specific policies. [237] As of 2019, the price of carbon in most regions is too low to achieve the goals of the Paris Agreement. [238] Carbon taxes provide a source of revenue that can be used to lower other taxes [239] or help lower-income households afford higher energy costs. [240] Some governments, such as the EU and the UK, are exploring the use of carbon border adjustments . [241] These place tariffs on imports from countries with less stringent climate policies, to ensure that industries subject to internal carbon prices remain competitive. [242] [243] The scale and pace of policy reforms that have been initiated as of 2020 are far less than needed to fulfil the climate goals of the Paris Agreement. [244] [245] In addition to domestic policies, greater international cooperation is required to accelerate innovation and to assist poorer countries in establishing a sustainable path to full energy access. [246] Countries may support renewables to create jobs. [247] The International Labour Organization estimates that efforts to limit global warming to 2 °C would result in net job creation in most sectors of the economy. [248] It predicts that 24 million new jobs would be created by 2030 in areas such as renewable electricity generation, improving energy-efficiency in buildings, and the transition to electric vehicles. Six million jobs would be lost, in sectors such as mining and fossil fuels. [248] Governments can make the transition to sustainable energy more politically and socially feasible by ensuring a just transition for workers and regions that depend on the fossil fuel industry, to ensure they have alternative economic opportunities. [148]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/MicrocityCarSharingHangzhou.jpg/220px-MicrocityCarSharingHangzhou.jpg",
                "caption": "Several countries and the European Union have committed to dates for all new cars to be zero-emissions vehicles . [228]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Finance",
        "text": "Raising enough money for innovation and investment is a prerequisite for the energy transition. [250] The IPCC estimates that to limit global warming to 1.5 °C, US$2.4 trillion would need to be invested in the energy system each year between 2016 and 2035. Most studies project that these costs, equivalent to 2.5% of world GDP, would be small compared to the economic and health benefits. [251] Average annual investment in low-carbon energy technologies and energy efficiency would need to be six times more by 2050 compared to 2015. [252] Underfunding is particularly acute in the least developed countries, which are not attractive to the private sector. [253] The United Nations Framework Convention on Climate Change estimates that climate financing totalled $681 billion in 2016. [254] Most of this is private-sector investment in renewable energy deployment, public-sector investment in sustainable transport, and private-sector investment in energy efficiency. [255] The Paris Agreement includes a pledge of an extra $100 billion per year from developed countries to poor countries, to do climate change mitigation and adaptation. However, this goal has not been met and measurement of progress has been hampered by unclear accounting rules. [256] [257] If energy-intensive businesses like chemicals, fertilizers, ceramics, steel, and non-ferrous metals invest significantly in R&D, its usage in industry might amount to between 5% and 20% of all energy used. [258] [259] Fossil fuel funding and subsidies are a significant barrier to the energy transition. [260] [250] Direct global fossil fuel subsidies were $319 billion in 2017. This rises to $5.2 trillion when indirect costs are priced in, like the effects of air pollution. [261] Ending these could lead to a 28% reduction in global carbon emissions and a 46% reduction in air pollution deaths. [262] Funding for clean energy has been largely unaffected by the COVID-19 pandemic , and pandemic-related economic stimulus packages offer possibilities for a green recovery . [263] [264]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg/300px-20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg.png",
                "caption": "Electrified transport and renewable energy are key areas of investment for the renewable energy transition . [249]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "China",
        "text": "In China there now are six factories producing at least 2 GW/year each of monocrystalline, poly-crystalline and non-crystalline Photovoltaic cells . These factories include the LDK Solar Co , Wuxi Suntech Solar Energy Co., Ltd., which produces approximately 50 MW/year of solar cells and photovoltaic modules ; the Yunnan Semi-conductor Parts Plant, which manufactures approximately 2 MW/year of mono-crystalline cells; the Baoding Yingli Solar Energy Modules Plant, which manufactures approximately 6 MW/year of polycrystalline cells and modules; the Shanghai Jiaoda Guofei Solar Energy Battery Factory, which produces approximately 1 MW/year of modules; and the Shanghai PV Science and Technology Co., Ltd., which produces approximately 5 MW/year of modules. [10] China has become a world leader in the manufacture of solar photovoltaic technology, with its six biggest solar companies having a combined value of over $15 billion. Around 820 megawatts of solar PV were produced in China in 2007, second only to Japan. [11] Suntech Power Holdings Co based in Jiangsu , is the world's third- biggest supplier of solar cells. [12] There are some obstacles to the further development of the Chinese solar energy sector that China faces. These obstacles include the lack of a nationwide comprehensive photovoltaic (PV) plan, the lack of updated facilities and sufficient financial resources to support PV research at research institutes, the lack of sufficient facilities and resources at companies manufacturing PV products, the failure of companies to be able to produce high quality, reliable and low cost PV products and the relatively weak educational and training opportunities in China for PV science and technology. [13] About 50 MW of installed solar capacity was added in 2008, more than double the 20 MW in 2007, but still a relatively small amount. According to some studies, the demand in China for new solar modules could be as high as 232 MW each year from now on until  2012. The government has announced plans to expand the installed capacity to 1,800 MW by 2020. If Chinese companies manage to develop low cost, reliable solar modules, then the sky is the limit for a country that is desperate to reduce its dependence on coal and oil imports as well as the pressure on its environment by using renewable energy. [14] In 2009 centre to the PRC Government's plans is the recently announced \"Golden Sun\" stimulus program. Under this program the Ministry of Finance will subsidize half of the total construction\ncosts of an on-grid solar power plant, including transmission expenses. The Ministry of Finance will also pay subsidies of up to 70% to develop independent photovoltaic power generating systems in remote regions. The strong handed move by the Government is meant to encourage more solar projects to increase the current solar power capacity, which at 2008 stood at a paltry 40MW. As the Government targets to increase China's solar power capacity up to 20GW by 2020, [15] this will provide significant opportunities for solar cell and module manufacturers. Many of the solar industry players therefore will expect for chances to be benefited from the government programs especially the solar cell manufacturers. With the hope of increase in local demand, some of the new developments have been going on with this region, like Anwell Technologies Limited, a Singapore listed company having its solar cell manufacturing plant in China, has produced its first thin film solar panel with its own developed production lines in September 2009. [16] According to the speech given by the Chinese President Hu Jintao's at the UN climate summit held on September 22, 2009, in New York, China will intensify effort and adopt ambitious plans to plant enough forest to cover an area the size of Norway and use 15 percent of its energy from renewable sources within a decade. [17]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Tieshan-solar-water-heaters-0101.jpg/220px-Tieshan-solar-water-heaters-0101.jpg",
                "caption": "Rooftop solar water heaters are ubiquitous in modern China"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Wind_power_plants_in_Xinjiang%2C_China.jpg/220px-Wind_power_plants_in_Xinjiang%2C_China.jpg",
                "caption": "Wind farm in Xinjiang , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_Asia",
        "title": "Renewable energy in Asia",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "India",
        "text": "India is both densely populated and has high solar insolation , providing an ideal combination for solar power in India. Much of the country does not have an electrical grid , so one of the first applications of solar power has been for water pumping, to begin replacing India's four to five million diesel powered water pumps , each consuming about 3.5 kilowatts, and off-grid lighting. Some large projects have been proposed, and a 35,000 km 2 area of the Thar Desert has been set aside for solar power projects, sufficient to generate 700 to 2,100 gigawatts . The Indian Solar Loan Programme, supported by the United Nations Environment Programme has won the prestigious Energy Globe World award for Sustainability for helping to establish a consumer financing program for solar home power systems. Over the span of three years more than 16,000 solar home systems have been financed through 2,000 bank branches, particularly in rural areas of South India where the electricity grid does not yet extend. [19] [20] Launched in 2003, the Indian Solar Loan Programme was a four-year partnership between UNEP, the UNEP Risoe Centre, and two of India's largest banks, the Canara Bank and Syndicate Bank. [20] According to Development Counsellors International (DCI), a United States marketing company, India is the second best country, after China, for business investment. United Nations Environment Programme (UNEP) has reported that India has seen a 12% increase in investment in the renewable energy sector with an investment of $3.7 billion in 2008. The largest share was asset finance at $3.2 billion which grew by 25%. The clean renewable energy includes wind, solar, biomass and small-hydro projects. The major portion of investment has been made in wind energy sector. The investment in wind energy sector grew at 17% from $2.2 billion to $2.6 billion. [21]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/India_GHI_Solar-resource-map_GlobalSolarAtlas_World-Bank-Esmap-Solargis.png/220px-India_GHI_Solar-resource-map_GlobalSolarAtlas_World-Bank-Esmap-Solargis.png",
                "caption": "Global Horizontal Irradiation in India. [18] l"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_Asia",
        "title": "Renewable energy in Asia",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Philippines",
        "text": "The Philippine government sees the growth of the renewable energy sector essential for national energy security. The Philippines' fossil fuel sector is unsustainable, being dependent on the import of nonrenewable fuel, including petroleum, but has significant potential in the renewable energy sector. Based on a report of an Australian consulting firm, International Energy Consultants, the Philippines has the highest electricity rate in Asia, followed by Japan . While Thailand, Malaysia, South Korea, Taiwan, and Indonesia have lower electricity prices due to government subsidies in the form of fuel subsidies, cash grants, additional debt, and deferred expenditures, the Philippines has higher prices due to no government subsidy, fully cost-reflective, imported fuel-dependent, and heavy taxes across the supply chain. [29] Transmitting power and transporting fuel throughout the Philippine archipelago is problematic due to very high cost. [30] The Philippines could be considered one of the world leaders in renewable energy, with 25 percent of its power generation being powered by the renewable energy sector. [31] The Philippines is the world's second largest generator of geothermal energy and was the first Southeast Asian nation to invest in large-scale solar and wind technologies. [30] The country's geographic location in the Pacific makes it a good potential for renewable energy generation with 76.6 GW wind, 10 GW hydropower, 15828 MW solar, 500 MW biomass, 170 GW ocean, and 4 GW geothermal. [32] [33]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Bangui_Windfarm_Ilocos_Norte_2007.jpg/220px-Bangui_Windfarm_Ilocos_Norte_2007.jpg",
                "caption": "Bangui Wind Farm in Ilocos Norte , Philippines"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_in_Asia",
        "title": "Renewable energy in Asia",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Energy policies",
        "text": "Canada has a robust energy profile with abundant and diverse resources. Energy and climate policies are interrelated. These policies are implemented at both the federal and provincial governmental level. A recent SWOT analysis conducted in 2013 of a Canadian energy and climate policies has shown that there is a lack of consistency between federal and regional strategies. [7] The reason for this lack of consistency was attributed to the economic and environmental realities, the diversity of energy sources and energy demands that vary greatly among the Canadian provinces. As a result of the differing energy characteristics of the provinces there is creation of multiple federal and provincial strategies, sometimes complementary, but often contradictory. The Canadian energy policy is based on three important principles. These principles are (1) competitive markets to ensure a successful and innovative energy system capable of meeting Canadian energy needs, (2) respecting the jurisdictions of provinces and the federal government and (3) targeted federal interventions in the energy trading process ensuring the specific energy-policy objectives are achieved. [8] In order to improve the coherence of provinces and federal policies a combination of policy tools have been instituted to facilitate collaboration between the federal and provincial governments. These policies tools have resulted in equal balance of federal and provincial government in the creation of energy policies. The federal government is responsible for establishing objectives for the entire country and the provincial governments are responsible for enforcing these objectives and developing the methods to achieve these goals. [8] In 2015, the federal government worked with Canada's provincial leaders and reached an agreement for cooperating in boosting the nation's industry while transitioning to a low-carbon economy. [8] The critics of this agreement doubted that the provincial leaders would be to reach an agreement and they also doubted that they would be successful in forming a joint energy policy. However, this was not the case. After a three-day meeting in St. John's, Newfoundland and Labrador, the Council of the Federation released this report that set out their vision for a national energy strategy. [8] This agreement is meant to guide energy policy among the provincial governments. This agreement seeks out to influence provinces to promote energy efficiency and conservation, transition to lower carbon economy and enhance energy information and awareness. The Prince Edward Island Strategy is a provincial strategy that was in response to meeting the federal government goals presented in this agreement. [9]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/World_Map_-_Energy_Use_2013.png/220px-World_Map_-_Energy_Use_2013.png",
                "caption": "A map depicting world energy consumption per capita based on 2013 data from the World Bank. [51]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_policy_of_Canada",
        "title": "Energy policy of Canada",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "National Oil Policy (1964)",
        "text": "Alberta oil producers found that they were receiving better treatment from the US government than from the Canadian government. US energy policy during the Cold War gave preference to Canadian oil and treated Alberta as if it were a US state, as the location of Alberta's vast oil fields made them more secure from attack than the major US oil fields in Alaska, California and Texas. The Alberta producers asked the federal government for exclusive access to the Eastern Canadian oil market, although they calculated that they could not deliver Alberta oil to Montreal for less than the price of imported oil. [ citation needed ] The Montreal-area refineries and the Quebec government balked at this, resulting in the National Oil Policy of 1961. This drew a dividing line at the Ottawa River and gave Canadian producers exclusive rights to sell oil to the west of the line. Only the refineries east of the line could continue to process imported oil. Not everyone was happy with the arrangement.  The aim of the National Oil Policy was to promote the Alberta oil industry by securing for it a protected share of the domestic market. Under the policy, Canada was divided into two oil markets. The market east of the Ottawa Valley (the Borden Line) would use imported oil, while west of the Borden Line, consumers would use the more expensive Alberta supplies. For most of the 1961–1973 period, consumers to the west paid between $1.00 and $1.50 per barrel above the world price, which, just before the 1973 OPEC oil embargo and price increase, stood at around $3.00. They also paid proportionately higher prices at the pump than Canadians east of the Borden line.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Oilrig-AB-north.JPG/200px-Oilrig-AB-north.JPG",
                "caption": "Drilling rig in northern Alberta"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_policy_of_Canada",
        "title": "Energy policy of Canada",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Non-conventional oil",
        "text": "Canada has oil sands deposits greater than the world's total supply of conventional oil at 270 billion m 3 (1,700 billion bbl) to 400 billion m 3 (2,500 billion bbl). [61] [62] Of these, 27.8 billion m 3 (175 billion bbl) are extractable at current prices using current technology, which makes Canada's proven oil reserves second only to Saudi Arabia. Production costs are considerably higher than in the Middle East , but this is offset by the fact that the geological and political risks are much lower than in most major oil-producing areas. Almost all of the Canadian oil sands are located in Alberta. The Athabasca oil sands are the only major oil sands deposits in the world which are shallow enough for surface mining. Commercial production began in 1967 when Great Canadian Oil Sands (now Suncor ) launched the world's first major oil sands mine. Syncrude opened the second major facility in 1978. The third, by Shell Canada , started in 2003. The oil price increases of 2004-2007 made the oil sands much more profitable, and by 2007 over $100 billion worth of new mines and thermal projects were under construction or on the drawing boards. Royal Dutch Shell announced that in 2006 its Canadian oil sands operations were almost twice as profitable on a per-barrel basis as its international conventional oil operations and in July 2007, it announced it would start a massive $27 billion expansion of its oil sands plants in Alberta. Cost of production in the oil sands, from raw oil sand to fractionate in the pipe feed, was $18 per barrel; now [ when? ] with improvements it is in the 12–15-dollar range. Rapid price increases in recent years [ when? ] have greatly contributed to the profitability of an industry which has traditionally focused on reducing operating costs, and continues to do so. Environmental economists point out that the focus on operating costs does not sufficiently address environmental issues - for example, \"ravaged landscapes, despoiled rivers, diseased denizens, and altered atmospheric chemistry.\" [63] Oil sands operations differ from conventional oil in that the initial profitability is somewhat lower, but the geological and political risks are low, the reserves are vast, and the expected lifetime of production extends for generations rather than just a few years. Governments have an incentive to subsidize the start-up costs since they will recover their initial subsidies from tax revenues over a long period of time. From the standpoint of federal-provincial revenues, they also differ in that the federal government will receive larger higher share and higher return on its incentives than it would from conventional oil, while the provincial share, although substantial, will be proportionally smaller. Consequently, there has tended to be much less intergovernmental conflict and more agreement on how these projects should be handled.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Petroleum_resources_in_Alberta%2C_according_to_the_Argonne_National_Labs.jpg/220px-Petroleum_resources_in_Alberta%2C_according_to_the_Argonne_National_Labs.jpg",
                "caption": "Petroleum resources in Alberta"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Sulfur_pyramid_-8650842382_db6080560b_o.jpg/220px-Sulfur_pyramid_-8650842382_db6080560b_o.jpg",
                "caption": "Sulfur blocks at Syncrude base plant"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_policy_of_Canada",
        "title": "Energy policy of Canada",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Nuclear power and Uranium",
        "text": "Canada is a leader in the field of nuclear energy. Nuclear power in Canada is provided by 19 commercial reactors with a net capacity of 13.5 Gigawatts (GWe), producing a total of 95.6 Terawatt-hours (TWh) of electricity, which accounted for 16.6% of the nation's total electric energy generation in 2015. All but one of these reactors are located in Ontario where they produced 61% of the province's electricity in 2016 (91.7 TWh). [88] Seven smaller reactors are used for research and to produce radioactive isotopes for nuclear medicine . Canadian nuclear reactors are a type of pressurized heavy-water reactor (PHWR) of indigenous design, the CANDU reactor . CANDU reactors have been exported to India , Pakistan , Argentina , South Korea , Romania , and China . Uranium mining in Canada took off with the Great Bear Lake deposit furnishing some material for the Manhattan Project .  Today Cameco and Areva Resources Canada are major produces of uranium for nuclear power. Cameco mines the world's largest high-grade uranium deposit at the McArthur River mine in Northern Saskatchewan . ZEEP was Canada's first nuclear reactor built in 1945.  Canada set up its NRX research reactor at Chalk River Laboratories in 1947.  In 1962 the NPD reactor in Rolphton, Ontario was the first prototype power reactor in Canada.  From this the NRC and the AECL developed the CANDU reactor.  Ontario Hydro's first production power reactor was constructed at the Douglas Point in 1956.   Eighteen reactors were then built in the following four decades in Ontario, Quebec and New Brunswick.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Bruce-Nuclear-Szmurlo.jpg/220px-Bruce-Nuclear-Szmurlo.jpg",
                "caption": "The Bruce Nuclear Generating Station near Kincardine , is the world's largest nuclear station with an installed capacity of 7,276 MW (gross)."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Tidalenergyturbine.jpg/220px-Tidalenergyturbine.jpg",
                "caption": "The Race Rocks Tidal Current Generator before installation"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_policy_of_Canada",
        "title": "Energy policy of Canada",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    },
    {
        "section": "Renewable energy and carbon neutral energy",
        "text": "Canada generates a significant part of its electricity from hydroelectric dams, but has otherwise limited renewable energy generation, although wind power is growing quickly. The first commercial wind farm in Canada was built in Alberta in 1993. A 20 megawatt tidal plant sits at Annapolis, Nova Scotia , and uses the daily tides of the Bay of Fundy . The first commercial solar project was built in Stone Mills , Ontario in 2009. Skypower Ltd , used over 120,000 thin film photovoltaic solar panels, for a total of 9,1 megawatt, creating clean solar energy for 1000 homes annually. Politicians have been willing to subsidize renewable methods using taxpayer funds to increase the amount and percentage of Canada's electricity generated.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Magrath-Wind-Farm-Szmurlo.jpg/250px-Magrath-Wind-Farm-Szmurlo.jpg",
                "caption": ""
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_policy_of_Canada",
        "title": "Energy policy of Canada",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Policy frameworks for biomass energy"
    }
]