[
    {
        "section": "Other",
        "text": "There are a number of other new and emerging technologies that are able to produce energy from waste and other fuels without direct combustion. Many of these technologies have the potential to produce more electric power from the same amount of fuel than would be possible by direct combustion. This is mainly due to the separation of corrosive components (ash) from the converted fuel, thereby allowing higher combustion temperatures in e.g. boilers , gas turbines , internal combustion engines , fuel cells . Some advanced technologies are able to efficiently convert the energy in the feedstocks into liquid or gaseous fuels, using heat but in the absence of oxygen, without actual combustion, by using a combination of thermal technologies. Typically, they are cleaner, as the feedstock is separated prior to treatment to remove the unwanted components: Thermal treatment technologies include: Non-thermal technologies:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/TyrePyrolysisplant.jpg/220px-TyrePyrolysisplant.jpg",
                "caption": "Pyrolysis Plant"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Landfill_gas_collection_system.JPG/220px-Landfill_gas_collection_system.JPG",
                "caption": "Landfill Gas Collection"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Waste-to-energy",
        "title": "Waste-to-energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Global developments",
        "text": "During the 2001–2007 period, the waste-to-energy capacity increased by about four million metric tons per year. Japan and China each built several plants based on direct smelting or on fluidized bed combustion of solid waste. In China there were about 434 waste-to-energy plants in early 2016. Japan is the largest user in thermal treatment of municipal solid waste in the world, with 40 million tons. Some of the newest plants use stoker technology and others use the advanced oxygen enrichment technology. Several treatment plants exist worldwide using relatively novel processes such as direct smelting, the Ebara fluidization process and the Thermoselect JFE gasification and melting technology process. [18] As of June 2014, Indonesia had a total of 93.5 MW installed capacity of waste-to-energy, with a pipeline of projects in different preparation phases together amounting to another 373MW of capacity. [19] Biofuel Energy Corporation of Denver, Colorado, opened two new biofuel plants in Wood River, Nebraska , and Fairmont, Minnesota , in July 2008. These plants use distillation to make ethanol for use in motor vehicles and other engines.  Both plants are currently reported to be working at over 90% capacity. Fulcrum BioEnergy, located in Pleasanton, California , is building a WtE plant near Reno, NV . The plant is scheduled to open in 2019 under the name of Sierra BioFuels plant. BioEnergy incorporated predicts that the plant will produce approximately 10.5 million gallons per year of ethanol from nearly 200,000 tons per year of MSW. [20] Waste-to-energy technology includes fermentation , which can take biomass and create ethanol , using waste cellulosic or organic material. [1] In the fermentation process, the sugar in the waste is converted to carbon dioxide and alcohol, in the same general process that is used to make wine. Normally fermentation occurs with no air present. Esterification can also be done using waste-to-energy technologies, and the result of this process is biodiesel . The cost-effectiveness of esterification will depend on the feedstock being used, and all the other relevant factors such as transportation distance, amount of oil present in the feedstock, and others. [21] Gasification and pyrolysis by now can reach gross thermal conversion efficiencies (fuel to gas) up to 75%, however, a complete combustion is superior in terms of fuel conversion efficiency. [6] Some pyrolysis processes need an outside heat source which may be supplied by the gasification process, making the combined process self-sustaining.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/U.S._installed_waste-to-energy_electricity_generating_capacity_in_1980_through_2027_%2852321033217%29.png/300px-U.S._installed_waste-to-energy_electricity_generating_capacity_in_1980_through_2027_%2852321033217%29.png",
                "caption": "Waste-to-energy generating capacity in the United States"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/U.S._waste-to-energy_power_plant_locations_as_of_June_2022_%2852322241545%29.png/300px-U.S._waste-to-energy_power_plant_locations_as_of_June_2022_%2852322241545%29.png",
                "caption": "Waste-to-energy plants in the United States"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Waste-to-energy",
        "title": "Waste-to-energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Burn pile",
        "text": "The burn pile or the burn pit is one of the simplest and earliest forms of waste disposal, essentially consisting of a mound of combustible materials piled on the open ground and set on fire, leading to pollution. Burn piles can and have spread uncontrolled fires, for example, if the wind blows burning material off the pile into surrounding combustible grasses or onto buildings. As interior structures of the pile are consumed, the pile can shift and collapse, spreading the burn area. Even in a situation of no wind, small lightweight ignited embers can lift off the pile via convection , and waft through the air into grasses or onto buildings, igniting them. [ citation needed ] Burn piles often do not result in full combustion of waste and therefore produce particulate pollution. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Burn_pile.jpg/220px-Burn_pile.jpg",
                "caption": "A typical small burn pile in a garden."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Incineration",
        "title": "Incineration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Moving grate",
        "text": "The typical incineration plant for municipal solid waste is a moving grate incinerator. The moving grate enables the movement of waste through the combustion chamber to be optimized to allow a more efficient and complete combustion. A single moving grate boiler can handle up to 35 metric tons (39 short tons) of waste per hour, and can operate 8,000 hours per year with only one scheduled stop for inspection and maintenance of about one month's duration. Moving grate incinerators are sometimes referred to as municipal solid waste incinerators (MSWIs). The waste is introduced by a waste crane through the \"throat\" at one end of the grate, from where it moves down over the descending grate to the ash pit in the other end. Here the ash is removed through a water lock. Part of the combustion air (primary combustion air) is supplied through the grate from below. This air flow also has the purpose of cooling the grate itself. Cooling is important for the mechanical strength of the grate, and many moving grates are also water-cooled internally. Secondary combustion air is supplied into the boiler at high speed through nozzles over the grate. It facilitates complete combustion of the flue gases by introducing turbulence for better mixing and by ensuring a surplus of oxygen. In multiple/stepped hearth incinerators, the secondary combustion air is introduced in a separate chamber downstream the primary combustion chamber. According to the European Waste Incineration Directive , incineration plants must be designed to ensure that the flue gases reach a temperature of at least 850 °C (1,560 °F) for 2 seconds in order to ensure proper breakdown of toxic organic substances. In order to comply with this at all times, it is required to install backup auxiliary burners (often fueled by oil), which are fired into the boiler in case the heating value of the waste becomes too low to reach this temperature alone. The flue gases are then cooled in the superheaters , where the heat is transferred to steam, heating the steam to typically 400 °C (752 °F) at a pressure of 40 bars (580 psi ) for the electricity generation in the turbine . At this point, the flue gas has a temperature of around 200 °C (392 °F), and is passed to the flue gas cleaning system . In Scandinavia , scheduled maintenance is always performed during summer, where the demand for district heating is low. Often, incineration plants consist of several separate 'boiler lines' (boilers and flue gas treatment plants), so that waste can continue to be received at one boiler line while the others are undergoing maintenance, repair, or upgrading.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Leitstand_2.jpg/220px-Leitstand_2.jpg",
                "caption": "Control room of a typical moving grate incinerator overseeing two boiler lines"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Movinggrate.jpg/220px-Movinggrate.jpg",
                "caption": "Municipal solid waste in the furnace of a moving grate incinerator capable of handling 15 metric tons (17 short tons) of waste per hour. The holes in the grate supplying the primary combustion air are visible."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Incineration",
        "title": "Incineration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Flue-gas cleaning",
        "text": "The quantity of pollutants in the flue gas from incineration plants may or may not be reduced by several processes, depending on the plant. Particulate is collected by particle filtration , most often electrostatic precipitators (ESP) and/or baghouse filters . The latter are generally very efficient for collecting fine particles . In an investigation by the Ministry of the Environment of Denmark in 2006, the average particulate emissions per energy content of incinerated waste from 16 Danish incinerators were below 2.02 g/GJ (grams per energy content of the incinerated waste). Detailed measurements of fine particles with sizes below 2.5 micrometres ( PM 2.5 ) were performed on three of the incinerators: One incinerator equipped with an ESP for particle filtration emitted 5.3 g/GJ fine particles, while two incinerators equipped with baghouse filters emitted 0.002 and 0.013 g/GJ PM 2.5 . For ultra fine particles (PM 1.0 ), the numbers were 4.889 g/GJ PM 1.0 from the ESP plant, while emissions of 0.000 and 0.008 g/GJ PM 1.0 were measured from the plants equipped with baghouse filters. [27] [28] Acid gas scrubbers are used to remove hydrochloric acid , nitric acid , hydrofluoric acid , mercury , lead and other heavy metals . The efficiency of removal will depend on the specific equipment, the chemical composition of the waste, the design of the plant, the chemistry of reagents, and the ability of engineers to optimize these conditions, which may conflict for different pollutants. For example, mercury removal by wet scrubbers is considered coincidental and may be less than 50%. [26] Basic scrubbers remove sulfur dioxide , forming gypsum by reaction with lime . [29] Waste water from scrubbers must subsequently pass through a waste water treatment plant. [ citation needed ] Sulfur dioxide may also be removed by dry desulfurisation by injection limestone slurry into the flue gas before the particle filtration. [ citation needed ] NO x is either reduced by catalytic reduction with ammonia in a catalytic converter ( selective catalytic reduction , SCR) or by a high-temperature reaction with ammonia in the furnace ( selective non-catalytic reduction , SNCR). Urea may be substituted for ammonia as the reducing reagent but must be supplied earlier in the process so that it can hydrolyze into ammonia. Substitution of urea can reduce costs and potential hazards associated with storage of anhydrous ammonia. [ citation needed ] Heavy metals are often adsorbed on injected active carbon powder, which is collected by particle filtration. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Inside_of_the_electrostatic_precipitator.jpg/220px-Inside_of_the_electrostatic_precipitator.jpg",
                "caption": "Electrodes inside electrostatic precipitator"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Incineration",
        "title": "Incineration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Solid outputs",
        "text": "Incineration produces fly ash and bottom ash just as is the case when coal is combusted. The total amount of ash produced by municipal solid waste incineration ranges from 4 to 10% by volume and 15–20% by weight of the original quantity of waste, [2] [30] and the fly ash amounts to about 10–20% of the total ash. [2] [30] The fly ash, by far, constitutes more of a potential health hazard than does the bottom ash because the fly ash often contain high concentrations of heavy metals such as lead, cadmium , copper and zinc as well as small amounts of dioxins and furans. [31] The bottom ash seldom contain significant levels of heavy metals. At present although some historic samples tested by the incinerator operators' group would meet the being ecotoxic criteria at present the EA say \"we have agreed\" to regard incinerator bottom ash as \"non-hazardous\" until the testing programme is complete. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/US_Navy_081003-N-2456S-020_Aviation_Electronics_Technician_Airman_Eric_Syck_burns_trash_in_the_incinerator_aboard_the_aircraft_carrier_USS_Theodore_Roosevelt_%28CVN_71%29.jpg/220px-thumbnail.jpg",
                "caption": "Operation of an incinerator aboard an aircraft carrier"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Incineration",
        "title": "Incineration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "In Europe",
        "text": "In Europe, as a result of a ban on landfilling untreated waste, [74] many incinerators have been built in the last decade, with more under construction. Recently, a number of municipal governments have begun the process of contracting for the construction and operation of incinerators. In Europe, some of the electricity generated from waste is deemed to be from a 'Renewable Energy Source' (RES) and is thus eligible for tax credits if privately operated. Also, some incinerators in Europe are equipped with waste recovery, allowing the reuse of ferrous and non-ferrous materials found in the burned waste. A prominent example is the AEB Waste Fired Power Plant, Amsterdam. [75] [76] In Sweden, about 50% of the generated waste is burned in waste-to-energy facilities, producing electricity and supplying local cities' district heating systems. [77] The importance of waste in Sweden's electricity generation scheme is reflected on their 2,700,000 tons of waste imported per year (in 2014) to supply waste-to-energy facilities. [78] Due to increasing targets for municipal solid waste recycling in the EU, at least 55% by 2025 up to 65% by 2035, [79] several traditional incineration countries are at risk of not meeting them, since at most 35% will remain available for thermal treatment and disposal. [80] [81] Denmark has since decided to reduce its incineration capacity by 30% by 2030. [82] Incineration of non-hazardous waste was not included as a form of green investment in the EU taxonomy for sustainable activities [83] due to concerns about harming the circularity agenda, effectively stopping future EU funding to the municipal solid waste incineration sector.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Tarastenj%C3%A4rven_j%C3%A4tteenpolttolaitos.jpg/220px-Tarastenj%C3%A4rven_j%C3%A4tteenpolttolaitos.jpg",
                "caption": "The Tarastejärvi Incineration Plant in Taraste, Tampere , Finland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Incineration",
        "title": "Incineration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Incineration units for emergency use",
        "text": "Emergency incineration systems exist for the urgent and biosecure disposal of animals and their by-products following a mass mortality or disease outbreak. An increase in regulation and enforcement from governments and institutions worldwide has been forced through public pressure and significant economic exposure. Contagious animal disease has cost governments and industry $200 billion over 20 years to 2012 and is responsible for over 65% of infectious disease outbreaks worldwide in the past sixty years. One-third of global meat exports (approx 6 million tonnes) is affected by trade restrictions at any time and as such the focus of Governments, public bodies and commercial operators is on cleaner, safer and more robust methods of animal carcass disposal to contain and control disease. Large-scale incineration systems are available from niche suppliers and are often bought by governments as a safety net in case of contagious outbreak. Many are mobile and can be quickly deployed to locations requiring biosecure disposal.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Waste_Spectrum_HURIKAN_1000E_Mobile_Incineration_Unit.png/170px-Waste_Spectrum_HURIKAN_1000E_Mobile_Incineration_Unit.png",
                "caption": "Mobile incineration unit for emergency use"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Incineration",
        "title": "Incineration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Small incinerator units",
        "text": "Small-scale incinerators exist for special purposes. For example, mobile small-scale incinerators are aimed for hygienically safe destruction of medical waste in developing countries . [91] Companies such as Inciner8, a UK based company, are a good example of mobile incinerator manufacturers with their I8-M50 and I8-M70 models. Small incinerators can be quickly deployed to remote areas where an outbreak has occurred to dispose of infected animals quickly and without the risk of cross contamination. [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f4/Incinerator_mobile.jpg/220px-Incinerator_mobile.jpg",
                "caption": "An example of a low capacity, mobile incinerator"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Incineration",
        "title": "Incineration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Containerised incinerator units",
        "text": "Containerised incinerators are a unique type of incinerator that are specifically designed to function in remote locations where traditional infrastructure may not be available. These incinerators are typically built within a shipping container for easy transport and installation.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Containerised_waste_incinerator-Incinco.jpg/220px-Containerised_waste_incinerator-Incinco.jpg",
                "caption": "An example of a containerised waste incinerator-Incinco"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Incineration",
        "title": "Incineration",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Role in addressing climate change",
        "text": "As part of the global effort to limit climate change , most countries have committed to net zero greenhouse gas emissions . [26] In practice, this means phasing out fossil fuels and replacing them with low-emissions energy sources. [12] At the 2023 United Nations Climate Change Conference , around three-quarters of the world's countries set a goal of tripling renewable energy capacity by 2030. [27] The European Union aims to generate 40% of its electricity from renewables by the same year. [28]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/2021_Death_rates%2C_by_energy_source.svg/300px-2021_Death_rates%2C_by_energy_source.svg.png",
                "caption": "Deaths caused as a result of fossil fuel use (areas of rectangles in chart) greatly exceed those resulting from production of renewable energy (rectangles barely visible in chart). [25]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Intermittency",
        "text": "The two most important forms of renewable energy, solar and wind, are intermittent energy sources : they are not available constantly, resulting in lower capacity factors . In contrast, fossil fuel power plants are usually able to produce precisely the amount of energy an electricity grid requires at a given time. Solar energy can only be captured during the day, and ideally in cloudless conditions. Wind power generation can vary significantly not only day-to-day, but even month-to-month. [31] This poses a challenge when transitioning away from fossil fuels: energy demand will often be higher or lower than what renewables can provide. [32] Both scenarios can cause electricity grids to become overloaded, leading to power outages . In the medium-term, this variability may require keeping some gas-fired power plants or other dispatchable generation on standby [33] [34] until there is enough energy storage, demand response , grid improvement, and/or baseload power from non-intermittent sources. In the long-term, energy storage is an important way of dealing with intermittency. [35] Using diversified renewable energy sources and smart grids can also help flatten supply and demand. [36] Sector coupling of the power generation sector with other sectors may increase flexibility: for example the transport sector can be coupled by charging electric vehicles and sending electricity from vehicle to grid . [37] Similarly the industry sector can be coupled by hydrogen produced by electrolysis, [38] and the buildings sector by thermal energy storage for space heating and cooling. [39] Building overcapacity for wind and solar generation can help ensure sufficient electricity production even during poor weather. In optimal weather, it may be necessary to curtail energy generation if it is not possible to use or store excess electricity. [40]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Renewables_need_flexible_backup_not_baseload.png/300px-Renewables_need_flexible_backup_not_baseload.png",
                "caption": "Estimated power demand over a week in May 2012 and May 2020, Germany, showing the variability in solar and wind power both day-to-day and month-to-month."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Solar energy",
        "text": "Solar power produced around 1.3 terrawatt-hours (TWh) worldwide in 2022, [10] representing 4.6% of the world's electricity. Almost all of this growth has happened since 2010. [52] Solar energy can be harnessed anywhere that receives sunlight; however, the amount of solar energy that can be harnessed for electricity generation is influenced by weather conditions , geographic location and time of day. [53] There are two mainstream ways of harnessing solar energy: solar thermal , which converts solar energy into heat; and photovoltaics (PV), which converts it into electricity. [12] PV is far more widespread, accounting for around two thirds of the global solar energy capacity as of 2022. [54] It is also growing at a much faster rate, with 170 GW newly installed capacity in 2021, [55] compared to 25 GW of solar thermal. [54] Passive solar refers to a range of construction strategies and technologies that aim to optimize the distribution of solar heat in a building. Examples include solar chimneys , [12] orienting a building to the sun, using construction materials that can store heat , and designing spaces that naturally circulate air . [56] From 2020 to 2022, solar technology investments almost doubled from USD 162 billion to USD 308 billion, driven by the sector's increasing maturity and cost reductions, particularly in solar photovoltaic (PV), which accounted for 90% of total investments. China and the United States were the main recipients, collectively making up about half of all solar investments since 2013. Despite reductions in Japan and India due to policy changes and COVID-19 , growth in China, the United States, and a significant increase from Vietnam's feed-in tariff program offset these declines. Globally, the solar sector added 714 gigawatts (GW) of solar PV and concentrated solar power (CSP) capacity between 2013 and 2021, with a notable rise in large-scale solar heating installations in 2021, especially in China, Europe, Turkey, and Mexico. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/SolarFachwerkhaus.jpg/220px-SolarFachwerkhaus.jpg",
                "caption": "A small, roof-top mounted PV system in Bonn , Germany"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG/220px-Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG",
                "caption": "Komekurayama photovoltaic power station in Kofu , Japan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Photovoltaics",
        "text": "A photovoltaic system , consisting of solar cells assembled into panels , converts light into electrical direct current via the photoelectric effect . [60] PV has several advantages that make it by far the fastest-growing renewable energy technology. It is cheap, low-maintenance and scalable; adding to an existing PV installation as demanded arises is simple. Its main disadvantage is its poor performance in cloudy weather. [12] PV systems range from small, residential and commercial rooftop or building integrated installations, to large utility-scale photovoltaic power station . [61] A household's solar panels can either be used for just that household or, if connected to an electrical grid, can be aggregated with millions of others. [62] The first utility-scale solar power plant was built in 1982 in Hesperia, California by ARCO . [63] The plant was not profitable and was sold eight years later. [64] However, over the following decades, PV cells became significantly more efficient and cheaper. [65] As a result, PV adoption has grown exponentially since 2010. [66] Global capacity increased from 230 GW at the end of 2015 to 890 GW in 2021. [67] PV grew fastest in China between 2016 and 2021, adding 560 GW, more than all advanced economies combined. [68] Four of the ten biggest solar power stations are in China, including the biggest, Golmud Solar Park in China. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg/220px-1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg.png",
                "caption": "Swanson's law –stating that solar module prices have dropped about 20% for each doubling of installed capacity—defines the \" learning rate \" of solar photovoltaics . [58] [59]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Wind power",
        "text": "Humans have harnessed wind energy since at least 3500 BC. Until the 20th century, it was primarily used to power ships, windmills and water pumps. Today, the vast majority of wind power is used to generate electricity using wind turbines. [12] Modern utility-scale wind turbines range from around 600 kW to 9 MW of rated power. The power available from the wind is a function of the cube of the wind speed, so as wind speed increases, power output increases up to the maximum output for the particular turbine. [76] Areas where winds are stronger and more constant, such as offshore and high-altitude sites, are preferred locations for wind farms. Wind-generated electricity met nearly 4% of global electricity demand in 2015, with nearly 63 GW of new wind power capacity installed. Wind energy was the leading source of new capacity in Europe, the US and Canada, and the second largest in China. In Denmark, wind energy met more than 40% of its electricity demand while Ireland, Portugal and Spain each met nearly 20%. [77] Globally, the long-term technical potential of wind energy is believed to be five times total current global energy production, or 40 times current electricity demand, assuming all practical barriers needed were overcome. This would require wind turbines to be installed over large areas, particularly in areas of higher wind resources, such as offshore, and likely also industrial use of new types of VAWT turbines in addition to the horizontal axis units currently in use. As offshore wind speeds average ~90% greater than that of land, offshore resources can contribute substantially more energy than land-stationed turbines. [78] Investments in wind technologies reached USD 161 billion in 2020, with onshore wind dominating at 80% of total investments from 2013 to 2022. Offshore wind investments nearly doubled to USD 41 billion between 2019 and 2020, primarily due to policy incentives in China and expansion in Europe. Global wind capacity increased by 557 GW between 2013 and 2021, with capacity additions increasing by an average of 19% each year. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Pretty_flamingos_-_geograph.org.uk_-_578705.jpg/170px-Pretty_flamingos_-_geograph.org.uk_-_578705.jpg",
                "caption": "Burbo , NW-England"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Fentonwindpark1.jpg/220px-Fentonwindpark1.jpg",
                "caption": "Sunrise at the Fenton Wind Farm in Minnesota, United States"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Wind_energy_generation_by_region%2C_OWID.svg/300px-Wind_energy_generation_by_region%2C_OWID.svg.png",
                "caption": "Wind energy generation by region over time [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Hydropower",
        "text": "Since water is about 800 times denser than air , even a slow flowing stream of water, or moderate sea swell , can yield considerable amounts of energy. Water can generate electricity with a conversion efficiency of about 90%, which is the highest rate in renewable energy. [82] There are many forms of water energy: Much hydropower is flexible, thus complementing wind and solar. [86] In 2021, the world renewable hydropower capacity was 1,360 GW. [68] Only a third of the world's estimated hydroelectric potential of 14,000 TWh/year has been developed. [87] [88] New hydropower projects face opposition from local communities due to their large impact, including relocation of communities and flooding of wildlife habitats and farming land. [89] High cost and lead times from permission process, including environmental and risk assessments, with lack of environmental and social acceptance are therefore the primary challenges for new developments. [90] It is popular to repower old dams thereby increasing their efficiency and capacity as well as quicker responsiveness on the grid. [91] Where circumstances permit existing dams such as the Russell Dam built in 1985 may be updated with \"pump back\" facilities for pumped-storage which is useful for peak loads or to support intermittent wind and solar power. Because dispatchable power is more valuable than VRE [92] [93] countries with large hydroelectric developments such as Canada and Norway are spending billions to expand their grids to trade with neighboring countries having limited hydro. [94]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/ThreeGorgesDam-China2009.jpg/220px-ThreeGorgesDam-China2009.jpg",
                "caption": "The Three Gorges Dam for hydropower on the Yangtze River in China"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Three_gorges_dam_from_space.jpg/220px-Three_gorges_dam_from_space.jpg",
                "caption": "Three Gorges Dam and Gezhouba Dam , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Bioenergy",
        "text": "Biomass is biological material derived from living, or recently living organisms. Most commonly, it refers to plants or plant-derived materials. As an energy source, biomass can either be used directly via combustion to produce heat, or converted to a more energy-dense biofuel like ethanol. Wood is the most significant biomass energy source as of 2012 [98] and is usually sourced from a trees cleared for silvicultural reasons or fire prevention . Municipal wood waste – for instance, construction materials or sawdust – is also often burned for energy. [99] The biggest per-capita producers of wood-based bioenergy are heavily forested countries like Finland, Sweden, Estonia, Austria, and Denmark. [100] Bioenergy can be environmentally destructive if old-growth forests are cleared to make way for crop production. In particular, demand for palm oil to produce biodiesel has contributed to the deforestation of tropical rainforests in Brazil and Indonesia. [101] In addition, burning biomass still produces carbon emissions, although much less than fossil fuels (39 grams of CO 2 per megajoule of energy, compared to 75 g/MJ for fossil fuels). [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Metz_biomass_power_station.jpg/220px-Metz_biomass_power_station.jpg",
                "caption": "A CHP power station using wood to supply 30,000 households in France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Biofuel",
        "text": "Biofuels are primarily used in transportation, providing 3.5% of the world's transport energy demand in 2022, [103] up from 2.7% in 2010. [104] Biojet is expected to be important for short-term reduction of carbon dioxide emissions from long-haul flights. [105] Aside from wood, the major sources of bioenergy are bioethanol and biodiesel . [12] Bioethanol is usually produced by fermenting the sugar components of crops like sugarcane and maize , while biodiesel is mostly made from oils extracted from plants, such as soybean oil and corn oil . [106] Most of the crops used to produce bioethanol and biodiesel are grown specifically for this purpose, [107] although used cooking oil accounted for 14% of the oil used to produce biodiesel as of 2015. [106] The biomass used to produce biofuels varies by region. Maize is the major feedstock in the United States, while sugarcane dominates in Brazil. [108] In the European Union, where biodiesel is more common than bioethanol, rapeseed oil and palm oil are the main feedstocks. [109] China, although it produces comparatively much less biofuel, uses mostly corn and wheat. [110] In many countries, biofuels are either subsidized or mandated to be included in fuel mixtures . [101] There are many other sources of bioenergy that are more niche, or not yet viable at large scales. For instance, bioethanol could be produced from the cellulosic parts of crops, rather than only the seed as is common today. [111] Sweet sorghum may be a promising alternative source of bioethanol, due to its tolerance of a wide range of climates. [112] Cow dung can be converted into methane. [113] There is also a great deal of research involving algal fuel , which is attractive because algae is a non-food resource, grows around 20 times faster than most food crops, and can be grown almost anywhere. [114]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Faz_S_Sofia_canavial_090607_REFON.JPG/220px-Faz_S_Sofia_canavial_090607_REFON.JPG",
                "caption": "Sugarcane plantation to produce ethanol in Brazil"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Soybeanbus.jpg/220px-Soybeanbus.jpg",
                "caption": "A bus fueled by biodiesel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Geothermal energy",
        "text": "Geothermal energy is thermal energy (heat) extracted from the Earth's crust . It originates from several different sources , of which the most significant is slow radioactive decay of minerals contained in the Earth's interior , [12] as well as some leftover heat from the formation of the Earth . [119] Some of the heat is generated near the Earth's surface in the crust, but some also flows from deep within the Earth from the mantle and core . [119] Geothermal energy extraction is viable mostly in countries located on tectonic plate edges, where the Earth's hot mantle is more exposed. [120] As of 2023, the United States has by far the most geothermal capacity (2.7 GW, [121] or less than 0.2% of the country's total energy capacity [122] ), followed by Indonesia and the Philippines. Global capacity in 2022 was 15 GW. [121] Geothermal energy can be either used directly to heat homes, as is common in Iceland, or to generate electricity. At smaller scales, geothermal power can be generated with geothermal heat pumps , which can extract heat from ground temperatures of under 30 °C (86 °F), allowing them to be used at relatively shallow depths of a few meters. [120] Electricity generation requires large plants and ground temperatures of at least 150 °C (302 °F). In some countries, electricity produced from geothermal energy accounts for a large portion of the total, such as Kenya (43%) and Indonesia (5%). [123] Technical advances may eventually make geothermal power more widely available. For example, enhanced geothermal systems involve drilling around 10 kilometres (6.2 mi) into the Earth, breaking apart hot rocks and extracting the heat using water. In theory, this type of geothermal energy extraction could be done anywhere on Earth. [120]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/NesjavellirPowerPlant_edit2.jpg/220px-NesjavellirPowerPlant_edit2.jpg",
                "caption": "Steam rising from the Nesjavellir Geothermal Power Station in Iceland"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/West_Ford_Flat_Geothermal_Cooling_Tower.JPG/170px-West_Ford_Flat_Geothermal_Cooling_Tower.JPG",
                "caption": "Geothermal plant at The Geysers , California, US"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Krafla_geothermal_power_station_wiki.jpg/220px-Krafla_geothermal_power_station_wiki.jpg",
                "caption": "Krafla , a geothermal power station in Iceland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Marine energy",
        "text": "Marine energy (also sometimes referred to as ocean energy) is the energy carried by ocean waves , tides , salinity , and ocean temperature differences . Technologies to harness the energy of moving water include wave power , marine current power , and tidal power . Reverse electrodialysis (RED) is a technology for generating electricity by mixing fresh water and salty sea water in large power cells. [130] Most marine energy harvesting technologies are still at low technology readiness levels and not used at large scales. Tidal energy is generally considered the most mature, but has not seen wide deployment. [131] The world's largest tidal power station is on Sihwa Lake , South Korea, [132] which produces around 550 gigawatt-hours of electricity per year. [133]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg/220px-Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg",
                "caption": "Aerial view of Sihwa Tidal Power Station in South Korea"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Growth of renewables",
        "text": "The results of a recent review of the literature concluded that as greenhouse gas (GHG) emitters begin to be held liable for damages resulting from GHG emissions resulting in climate change, a high value for liability mitigation would provide powerful incentives for deployment of renewable energy technologies. [181] In the decade of 2010–2019, worldwide investment in renewable energy capacity excluding large hydropower amounted to US$2.7 trillion, of which the top countries China contributed US$818 billion, the United States contributed US$392.3 billion, Japan contributed US$210.9 billion, Germany contributed US$183.4 billion, and the United Kingdom contributed US$126.5 billion. [182] This was an increase of over three and possibly four times the equivalent amount invested in the decade of 2000–2009 (no data is available for 2000–2003). [182] As of 2022, an estimated 28% of the world's electricity was generated by renewables. This is up from 19% in 1990. [183]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg/232px-20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg.png",
                "caption": "Investment: Companies, governments and households have committed increasing amounts to decarbonization, including renewable energy (solar, wind), electric vehicles and associated charging infrastructure, energy storage, energy-efficient heating systems, carbon capture and storage, and hydrogen. [171] [172]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg/232px-20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg.png",
                "caption": "Levelized cost: With increasingly widespread implementation of renewable energy sources, costs have declined, most notably for energy generated by solar panels. [175] [176] Levelized cost of energy (LCOE) is a measure of the average net present cost of electricity generation for a generating plant over its lifetime."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Future projections",
        "text": "A December 2022 report by the IEA forecasts that over 2022-2027, renewables are seen growing by almost 2 400 GW in its main forecast, equal to the entire installed power capacity of China in 2021. This is an 85% acceleration from the previous five years, and almost 30% higher than what the IEA forecast in its 2021 report, making its largest ever upward revision. Renewables are set to account for over 90% of global electricity capacity expansion over the forecast period. [68] To achieve net zero emissions by 2050, IEA believes that 90% of global electricity generation will need to be produced from renewable sources. [17] In June 2022 IEA Executive Director Fatih Birol said that countries should invest more in renewables to \"ease the pressure on consumers from high fossil fuel prices, make our energy systems more secure, and get the world on track to reach our climate goals.\" [185] China's five year plan to 2025 includes increasing direct heating by renewables such as geothermal and solar thermal. [186] REPowerEU , the EU plan to escape dependence on fossil Russian gas , is expected to call for much more green hydrogen . [187] After a transitional period, [188] renewable energy production is expected to make up most of the world's energy production. In 2018, the risk management firm, DNV GL , forecasts that the world's primary energy mix will be split equally between fossil and non-fossil sources by 2050. [189]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg/220px-2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg.png",
                "caption": "In 2023, electricity generation from wind and solar sources was projected to exceed 30% by 2030. [184]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Policy",
        "text": "Policies to support renewable energy have been vital in their expansion. Where Europe dominated in establishing energy policy in the early 2000s, most countries around the world now have some form of energy policy. [199] The International Renewable Energy Agency (IRENA) is an intergovernmental organization for promoting the adoption of renewable energy worldwide. It aims to provide concrete policy advice and facilitate capacity building and technology transfer. IRENA was formed in 2009, with 75 countries signing the charter of IRENA. [200] As of April 2019, IRENA has 160 member states. [201] The then United Nations Secretary-General Ban Ki-moon has said that renewable energy can lift the poorest nations to new levels of prosperity, [202] and in September 2011 he launched the UN Sustainable Energy for All initiative to improve energy access, efficiency and the deployment of renewable energy. [203] The 2015 Paris Agreement on climate change motivated many countries to develop or improve renewable energy policies. [204] In 2017, a total of 121 countries adopted some form of renewable energy policy. [199] National targets that year existed in 176 countries. [204] In addition, there is also a wide range of policies at the state/provincial, and local levels. [104] Some public utilities help plan or install residential energy upgrades . Many national, state and local governments have created green banks . A green bank is a quasi-public financial institution that uses public capital to leverage private investment in clean energy technologies. [205] Green banks use a variety of financial tools to bridge market gaps that hinder the deployment of clean energy. Climate neutrality by the year 2050 is the main goal of the European Green Deal . [206] For the European Union to reach their target of climate neutrality, one goal is to decarbonise its energy system by aiming to achieve \"net-zero greenhouse gas emissions by 2050.\" [207]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Share_of_electricity_production_from_renewables.svg/330px-Share_of_electricity_production_from_renewables.svg.png",
                "caption": "Share of electricity production from renewables, 2022 [8]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Geopolitics",
        "text": "The geopolitical impact of the growing use of renewable energy is a subject of ongoing debate and research. [219] Many fossil-fuel producing countries, such as Qatar , Russia , Saudi Arabia and Norway , are currently able to exert diplomatic or geopolitical influence as a result of their oil wealth. Most of these countries are expected to be among the geopolitical \"losers\" of the energy transition, although some, like Norway, are also significant producers and exporters of renewable energy. Fossil fuels and the infrastructure to extract them may, in the long term, become stranded assets . [220] It has been speculated that countries dependent on fossil fuel revenue may one day find it in their interests to quickly sell off their remaining fossil fuels. [221] Conversely, nations abundant in renewable resources, and the minerals required for renewables technology, are expected to gain influence. [222] [223] In particular, China has become the world's dominant manufacturer of the technology needed to produce or store renewable energy, especially solar panels , wind turbines , and lithium-ion batteries . [224] Nations rich in solar and wind energy could become major energy exporters. [225] Some may produce and export green hydrogen , [226] [225] although electricity is projected to be the dominant energy carrier in 2050, accounting for almost 50% of total energy consumption (up from 22% in 2015). [227] Countries with large uninhabited areas such as Australia, China, and many African and Middle Eastern countries have a potential for huge installations of renewable energy. The production of renewable energy technologies requires rare-earth elements with new supply chains. [228] Countries with already weak governments that rely on fossil fuel revenue may face even higher political instability or popular unrest. Analysts consider Nigeria, Angola , Chad , Gabon , and Sudan , all countries with a history of military coups , to be at risk of instability due to dwindling oil income. [229] A study found that transition from fossil fuels to renewable energy systems reduces risks from mining, trade and political dependence because renewable energy systems don't need fuel – they depend on trade only for the acquisition of materials and components during construction. [230] In October 2021, European Commissioner for Climate Action Frans Timmermans suggested \"the best answer\" to the 2021 global energy crisis is \"to reduce our reliance on fossil fuels.\" [231] He said those blaming the European Green Deal were doing so \"for perhaps ideological reasons or sometimes economic reasons in protecting their vested interests.\" [231] Some critics blamed the European Union Emissions Trading System (EU ETS) and closure of nuclear plants for contributing to the energy crisis. [232] [233] [234] European Commission President Ursula von der Leyen said that Europe is \"too reliant\" on natural gas and too dependent on natural gas imports . According to Von der Leyen, \"The answer has to do with diversifying our suppliers ... and, crucially, with speeding up the transition to clean energy.\" [235]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/TREC-Map-en.jpg/220px-TREC-Map-en.jpg",
                "caption": "A concept of a super grid"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Public support",
        "text": "Solar power plants may compete with arable land , [254] [255] while on-shore wind farms often face opposition due to aesthetic concerns and noise. [256] [257] Such opponents are often described as NIMBYs (\"not in my back yard\"). [258] Some environmentalists are concerned about fatal collisions of birds and bats with wind turbines. [259] Although protests against new wind farms occasionally occur around the world, regional and national surveys generally find broad support for both solar and wind power. [260] [261] [262] Community-owned wind energy is sometimes proposed as a way to increase local support for wind farms. [263] A 2011 UK Government document stated that \"projects are generally more likely to succeed if they have broad public support and the consent of local communities. This means giving communities both a say and a stake.\" [264] In the 2000s and early 2010s, many renewable projects in Germany, Sweden and Denmark were owned by local communities, particularly through cooperative structures. [265] [266] In the years since, more installations in Germany have been undertaken by large companies, [263] but community ownership remains strong in Denmark. [267]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [253]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Definition",
        "text": "E-waste or electronic waste is created when an electronic product is discarded after the end of its useful life. The rapid expansion of technology and the consumption driven society results in the creation of a very large amount of e-waste. In the US, the United States Environmental Protection Agency (EPA) classifies e-waste into ten categories: These include used electronics which are destined for reuse, resale, salvage, recycling, or disposal as well as re-usables (working and repairable electronics) and secondary raw materials (copper, steel, plastic, or similar). The term \"waste\" is reserved for residue or material which is dumped by the buyer rather than recycled, including residue from reuse and recycling operations, because loads of surplus electronics are frequently commingled (good, recyclable, and non-recyclable). Several public policy advocates apply the term \"e-waste\" and \"e-scrap\" broadly to apply to all surplus electronics. Cathode ray tubes (CRTs) are considered one of the hardest types to recycle. [5] [6] Using a different set of categories, the Partnership on Measuring ICT for Development defines e-waste in six categories: Products in each category vary in longevity profile, impact, and collection methods, among other differences. [7] Around 70% of toxic waste in landfills is electronic waste. [8] CRTs have a relatively high concentration of lead and phosphors (not to be confused with phosphorus), both of which are necessary for the display.  The United States Environmental Protection Agency (EPA) includes discarded CRT monitors in its category of \"hazardous household waste\" [9] but considers CRTs that have been set aside for testing to be commodities if they are not discarded, speculatively accumulated, or left unprotected from weather and other damage. These CRT devices are often confused between the DLP Rear Projection TV, both of which have a different recycling process due to the materials of which they are composed. The EU and its member states operate a system via the European Waste Catalogue (EWC) – a European Council Directive, which is interpreted into \"member state law\". In the UK, this is in the form of the List of Wastes Directive. However, the list (and EWC) gives a broad definition (EWC Code 16 02 13*) of what is hazardous electronic waste, requiring \"waste operators\" to employ the Hazardous Waste Regulations (Annex 1A, Annex 1B) for refined definition. Constituent materials in the waste also require assessment via the combination of Annex II and Annex III, again allowing operators to further determine whether waste is hazardous. [10] Debate continues over the distinction between \" commodity \" and \"waste\" electronics definitions. Some exporters are accused of deliberately leaving difficult-to-recycle, obsolete, or non-repairable equipment mixed in loads of working equipment (though this may also come through ignorance, or to avoid more costly treatment processes). Protectionists may broaden the definition of \"waste\" electronics in order to protect domestic markets from working secondary equipment. The high value of the computer recycling subset of electronic waste (working and reusable laptops, desktops, and components like RAM ) can help pay the cost of transportation for a larger number of worthless pieces than what can be achieved with display devices, which have less (or negative) scrap value. A 2011 report, \"Ghana E-waste Country Assessment\", [11] found that of 215,000 tons of electronics imported to Ghana , 30% was brand new and 70% was used. Of the used product, the study concluded that 15% was not reused and was scrapped or discarded. This contrasts with published but uncredited claims that 80% of the imports into Ghana were being burned in primitive conditions.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/India_Victor_Grigas_2011-12.jpg/200px-India_Victor_Grigas_2011-12.jpg",
                "caption": "Hoarding (first), disassembling (second) and collecting (third) electronic waste in Bengaluru , India"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electronic_waste",
        "title": "Electronic waste",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Quantity",
        "text": "E-waste is considered the \"fastest-growing waste stream in the world\" [12] with 44.7 million tonnes generated in 2016- equivalent to 4500 Eiffel towers. [7] In 2018, an estimated 50 million tonnes of e-waste was reported, thus the name 'tsunami of e-waste' given by the UN. [12] Its value is at least $62.5 billion annually. [12] Rapid changes in technology, changes in media (tapes, software, MP3), falling prices, and planned obsolescence have resulted in a fast-growing surplus of electronic waste around the globe. Technical solutions are available, but in most cases, a legal framework, a collection, logistics, and other services need to be implemented before a technical solution can be applied. Display units (CRT, LCD, LED monitors), processors (CPU, GPU, or APU chips), memory (DRAM or SRAM), and audio components have different useful lives.  Processors are most frequently out-dated (by software no longer being optimized) and are more likely to become \"e-waste\" while display units are most often replaced while working without repair attempts, due to changes in wealthy nation appetites for new display technology. This problem could potentially be solved with modular smartphones (such as the Phonebloks concept). These types of phones are more durable and have the technology to change certain parts of the phone making them more environmentally friendly. Being able to simply replace the part of the phone that is broken will reduce e-waste. [13] An estimated 50 million tons of e-waste are produced each year. [14] The USA discards 30 million computers each year and 100 million phones are disposed of in Europe each year. The Environmental Protection Agency estimates that only 15–20% of e-waste is recycled, the rest of these electronics go directly into landfills and incinerators. [15] [16] In 2006, the United Nations estimated the amount of worldwide electronic waste discarded each year to be 50 million metric tons. [17] According to a report by UNEP titled, \"Recycling – from e-waste to Resources,\" the amount of e-waste being produced – including mobile phones and computers – could rise by as much as 500 percent over the next decade in some countries, such as India. [18] The United States is the world leader in producing electronic waste, tossing away about 3 million tons each year. [19] China already produces about 10.1 million tons (2020 estimate) domestically, second only to the United States. And, despite having banned e-waste imports, China remains a major e-waste dumping ground for developed countries. [19] Society today revolves around technology and by the constant need for the newest and most high-tech products we are contributing to a mass amount of e-waste. [20] Since the invention of the iPhone, cell phones have become the top source of e-waste products . [ citation needed ] Electrical waste contains hazardous but also valuable and scarce materials. Up to 60 elements can be found in complex electronics. [21] Concentration of metals within the electronic waste is generally higher than a typical ore, such as copper, aluminium, iron, gold, silver, and palladium. [22] As of 2013, Apple has sold over 796 million iDevices (iPod, iPhone, iPad). Cell phone companies make cell phones that are not made to last so that the consumer will purchase new phones. Companies give these products such short lifespans because they know that the consumer will want a new product and will buy it if they make it. [23] [ better source needed ] In the United States, an estimated 70% of heavy metals in landfills comes from discarded electronics. [24] [25] While there is agreement that the number of discarded electronic devices is increasing, there is considerable disagreement about the relative risk (compared to automobile scrap, for example), and strong disagreement whether curtailing trade in used electronics will improve conditions, or make them worse.  According to an article in Motherboard , attempts to restrict the trade have driven reputable companies out of the supply chain, with unintended consequences. [26]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Brokencircuitboard2011.jpg/220px-Brokencircuitboard2011.jpg",
                "caption": "A fragment of a discarded circuit board from a television remote"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Electronic_waste_at_Agbogbloshie%2C_Ghana.jpg/220px-Electronic_waste_at_Agbogbloshie%2C_Ghana.jpg",
                "caption": "Electronic waste at Agbogbloshie , Ghana"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Cracked_iPhone.jpg/220px-Cracked_iPhone.jpg",
                "caption": "An iPhone with a damaged screen"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electronic_waste",
        "title": "Electronic waste",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Global trade issues",
        "text": "One theory is that increased regulation of electronic wastes and concern over the environmental harm in nature economies creates an economic disincentive to remove residues prior to export.  Critics of trade in used electronics maintain that it is still too easy for brokers calling themselves recyclers to export unscreened electronic waste to developing countries, such as China, [48] India and parts of Africa, thus avoiding the expense of removing items like bad cathode ray tubes (the processing of which is expensive and difficult). The developing countries have become toxic dump yards of e-waste. Developing countries receiving foreign e-waste often go further to repair and recycle forsaken equipment. [49] Yet still 90% of e-waste ended up in landfills in developing countries in 2003. [49] Proponents of international trade point to the success of fair trade programs in other industries, where cooperation has led to creation of sustainable jobs and can bring affordable technology in countries where repair and reuse rates are higher. Defenders of the trade [ who? ] in used electronics say that extraction of metals from virgin mining has been shifted to developing countries.  Recycling of copper, silver, gold, and other materials from discarded electronic devices is considered better for the environment than mining. They also state that repair and reuse of computers and televisions has become a \"lost art\" in wealthier nations and that refurbishing has traditionally been a path to development. South Korea, Taiwan, and southern China all excelled in finding \"retained value\" in used goods, and in some cases have set up billion-dollar industries in refurbishing used ink cartridges, single-use cameras, and working CRTs. Refurbishing has traditionally been a threat to established manufacturing, and simple protectionism explains some criticism of the trade. Works like \" The Waste Makers \" by Vance Packard explain some of the criticism of exports of working product, for example, the ban on import of tested working Pentium 4 laptops to China, or the bans on export of used surplus working electronics by Japan. Opponents of surplus electronics exports argue that lower environmental and labor standards, cheap labor, and the relatively high value of recovered raw materials lead to a transfer of pollution-generating activities, such as smelting of copper wire. Electronic waste is often sent to various African and Asian countries such as China, Malaysia, India, and Kenya for processing, sometimes illegally. Many surplus laptops are routed to developing nations as \"dumping grounds for e-waste\". [50] Because the United States has not ratified the Basel Convention or its Ban Amendment , and has few domestic federal laws forbidding the export of toxic waste, the Basel Action Network estimates that about 80% of the electronic waste directed to recycling in the U.S. does not get recycled there at all, but is put on container ships and sent to countries such as China. [51] [52] [53] [54] This figure is disputed as an exaggeration by the EPA, the Institute of Scrap Recycling Industries , and the World Reuse, Repair and Recycling Association . Independent research by Arizona State University showed that 87–88% of imported used computers were priced above the constituent materials they contained, and that \"the official trade in end-of-life computers is thus driven by reuse as opposed to recycling\". [55]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Ewaste-crtkid.jpg/220px-Ewaste-crtkid.jpg",
                "caption": "Electronic waste is often exported to developing countries."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Batteries_comparison_4%2C5_D_C_AA_AAA_AAAA_A23_9V_CR2032_LR44_matchstick-1.jpeg/220px-Batteries_comparison_4%2C5_D_C_AA_AAA_AAAA_A23_9V_CR2032_LR44_matchstick-1.jpeg",
                "caption": "4.5-volt, D, C, AA, AAA, AAAA, A23, 9-volt, CR2032, and LR44 cells are all recyclable in most countries."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Agbogbloshie.JPG/220px-Agbogbloshie.JPG",
                "caption": "The E-waste centre of Agbogbloshie , Ghana, where electronic waste is burnt and disassembled with no safety or environmental considerations"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electronic_waste",
        "title": "Electronic waste",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Trade",
        "text": "Proponents of the trade say growth of internet access is a stronger correlation to trade than poverty. Haiti is poor and closer to the port of New York than southeast Asia, but far more electronic waste is exported from New York to Asia than to Haiti. Thousands of men, women, and children are employed in reuse, refurbishing, repair, and re-manufacturing, unsustainable industries in decline in developed countries.  Denying developing nations access to used electronics may deny them sustainable employment, affordable products, and internet access, or force them to deal with even less scrupulous suppliers.  In a series of seven articles for The Atlantic, Shanghai-based reporter Adam Minter describes many of these computer repair and scrap separation activities as objectively sustainable. [56] Opponents of the trade argue that developing countries utilize methods that are more harmful and more wasteful. An expedient and prevalent method is simply to toss equipment onto an open fire, in order to melt plastics and to burn away non-valuable metals. This releases carcinogens and neurotoxins into the air, contributing to an acrid, lingering smog. These noxious fumes include dioxins and furans . Bonfire refuse can be disposed of quickly into drainage ditches or waterways feeding the ocean or local water supplies. [54] In June 2008, a container of electronic waste, destined from the Port of Oakland in the U.S. to Sanshui District in mainland China, was intercepted in Hong Kong by Greenpeace . [57] Concern over exports of electronic waste were raised in press reports in India, [58] [59] Ghana, [60] [61] [62] Côte d'Ivoire, [63] and Nigeria. [64] The research that was undertaken by the Countering WEEE Illegal Trade (CWIT) project, funded by the European Commission , found that in Europe only 35% (3.3 million tons) of all the e-waste discarded in 2012 ended up in the officially reported amounts of collection and recycling systems.\nThe other 65% (6.15 million tons) was either:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Day_6_Warehouse_%2825890985098%29_%28cropped%29.jpg/220px-Day_6_Warehouse_%2825890985098%29_%28cropped%29.jpg",
                "caption": "Sacks of mobile phones in Agbogbloshie , Ghana"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electronic_waste",
        "title": "Electronic waste",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Other informal e-waste recycling sites",
        "text": "Guiyu is likely one of the oldest and largest informal e-waste recycling sites in the world; however, there are many sites worldwide, including India, Ghana ( Agbogbloshie ), Nigeria, and the Philippines. There are a handful of studies that describe exposure levels in e-waste workers, the community, and the environment. For example, locals and migrant workers in Delhi, a northern union territory of India, scavenge discarded computer equipment and extract base metals using toxic, unsafe methods. [71] Bangalore, located in southern India, is often referred as the \"Silicon Valley of India\" and has a growing informal e-waste recycling sector. [72] [73] A study found that e-waste workers in the slum community had higher levels of V , Cr , Mn , Mo , Sn , Tl , and Pb than workers at an e-waste recycling facility. [72]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/TV_and_Computer_Monitor_Recycling_Pen_-_geograph.org.uk_-_1025508.jpg/200px-TV_and_Computer_Monitor_Recycling_Pen_-_geograph.org.uk_-_1025508.jpg",
                "caption": "A pile of discarded TVs and computer monitors"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electronic_waste",
        "title": "Electronic waste",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Environmental impact",
        "text": "The processes of dismantling and disposing of electronic waste in developing countries led to a number of environmental impacts as illustrated in the graphic. Liquid and atmospheric releases end up in bodies of water, groundwater, soil, and air and therefore in land and sea animals – both domesticated and wild, in crops eaten by both animals and humans, and in drinking water. [79] One study of environmental effects in Guiyu, China found the following: [14] The Agbogbloshie area of Ghana , where about 40,000 people live, provides an example of how e-waste contamination can pervade the daily lives of nearly all residents. Into this area—one of the largest informal e-waste dumping and processing sites in Africa—about 215,000 tons of secondhand consumer electronics, primarily from Western Europe, are imported annually. Because this region has considerable overlap among industrial, commercial, and residential zones, Pure Earth (formerly Blacksmith Institute) has ranked Agbogbloshie as one of the world's 10 worst toxic threats (Blacksmith Institute 2013). [80] A separate study at the Agbogbloshie e-waste dump, Ghana found a presence of lead levels as high as 18,125 ppm in the soil. [81] US EPA standard for lead in soil in play areas is 400 ppm and 1200 ppm for non-play areas. [82] Scrap workers at the Agbogbloshie e-waste dump regularly burn electronic components and auto harness wires for copper recovery, [83] releasing toxic chemicals like lead, dioxins and furans [84] into the environment. Researchers such as Brett Robinson, a professor of soil and physical sciences at Lincoln University in New Zealand , warn that wind patterns in Southeast China disperse toxic particles released by open-air burning across the Pearl River Delta Region, home to 45 million people. In this way, toxic chemicals from e-waste enter the \"soil-crop-food pathway,\" one of the most significant routes for heavy metals' exposure to humans. These chemicals are not biodegradable— they persist in the environment for long periods of time, increasing exposure risk. [85] In the agricultural district of Chachoengsao , in the east of Bangkok , local villagers had lost their main water source as a result of e-waste dumping. The cassava fields were transformed in late 2017, when a nearby Chinese-run factory started bringing in foreign e-waste items such as crushed computers, circuit boards and cables for recycling to mine the electronics for valuable metal components like copper, silver and gold. But the items also contain lead, cadmium and mercury, which are highly toxic if mishandled during processing. Apart from feeling faint from noxious fumes emitted during processing, a local claimed the factory has also contaminated her water. \"When it was raining, the water went through the pile of waste and passed our house and went into the soil and water system. Water tests conducted in the province by environmental group Earth and the local government both found toxic levels of iron, manganese, lead, nickel and in some cases arsenic and cadmium. The communities observed when they used water from the shallow well, there was some development of skin disease or there are foul smells\", founder of Earth, Penchom Saetang, said: \"This is proof, that it is true, as the communities suspected, there are problems happening to their water sources.\" [86] Depending on the age and type of the discarded item, the chemical composition of e-waste may vary. Most e-waste are composed of a mixture of metals like Cu, Al and Fe. They might be attached to, covered with or even mixed with various types of plastics and ceramics. E-waste has a horrible effect on the environment and it is important to dispose it with an R2 certifies recycling facility. [88]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/0ld_keyboards.JPG/220px-0ld_keyboards.JPG",
                "caption": "Old keyboards and a mouse"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electronic_waste",
        "title": "Electronic waste",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Recycling",
        "text": "Recycling is an essential element of e-waste management. Properly carried out, it should greatly reduce the leakage of toxic materials into the environment and militate against the exhaustion of natural resources. However, it does need to be encouraged by local authorities and through community education. Less than 20% of e-waste is formally recycled, with 80% either ending up in landfill or being informally recycled – much of it by hand in developing countries, exposing workers to hazardous and carcinogenic substances such as mercury, lead and cadmium. [90] There are generally three methods of extracting precious metals from electronic waste, namely hydrometallurgical , pyrometallurgical , and hydro-pyrometallurgical methods. Each of these methods has its own advantages and disadvantages together with the production of toxic waste. [22] One of the major challenges is recycling the printed circuit boards from electronic waste. The circuit boards contain such precious metals as gold, silver, platinum, etc. and such base metals as copper, iron, aluminum, etc.  One way e-waste is processed is by melting circuit boards, burning cable sheathing to recover copper wire and open- pit acid leaching for separating metals of value. [14] Conventional method employed is mechanical shredding and separation but the recycling efficiency is low. Alternative methods such as cryogenic decomposition have been studied for printed circuit board recycling, [91] and some other methods are still under investigation. Properly disposing of or reusing electronics can help prevent health problems, reduce greenhouse-gas emissions , and create jobs. [92]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/a/ac/Recycling_Computers.jpg",
                "caption": "Computer monitors are typically packed into low stacks on wooden pallets for recycling and then shrink-wrapped."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electronic_waste",
        "title": "Electronic waste",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Consumer awareness efforts",
        "text": "The U.S. Environmental Protection Agency encourages electronic recyclers to become certified by demonstrating to an accredited, independent third party auditor that they meet specific standards to safely recycle and manage electronics.  This should work so as to ensure the highest environmental standards are being maintained.  Two certifications for electronic recyclers currently exist and are endorsed by the EPA.  Customers are encouraged to choose certified electronics recyclers.  Responsible electronics recycling reduces environmental and human health impacts, increases the use of reusable and refurbished equipment and reduces energy use while conserving limited resources. The two EPA-endorsed certification programs are Responsible Recyclers Practices (R2) and E-Stewards .  Certified companies ensure they are meeting strict environmental standards which maximize reuse and recycling, minimize exposure to human health or the environment, ensure safe management of materials and require destruction of all data used on electronics. [93] Certified electronics recyclers have demonstrated through audits and other means that they continually meet specific high environmental standards and safely manage used electronics. Once certified, the recycler is held to the particular standard by continual oversight by the independent accredited certifying body. A certification board accredits and oversees certifying bodies to ensure that they meet specific responsibilities and are competent to audit and provide certification. [94] Some U.S. retailers offer opportunities for consumer recycling of discarded electronic devices. [95] [96] In the US, the Consumer Electronics Association (CEA) urges consumers to dispose properly of end-of-life electronics through its recycling locator . This list only includes manufacturer and retailer programs that use the strictest standards and third-party certified recycling locations, to provide consumers assurance that their products will be recycled safely and responsibly. CEA research has found that 58 percent of consumers know where to take their end-of-life electronics, and the electronics industry would very much like to see that level of awareness increase. Consumer electronics manufacturers and retailers sponsor or operate more than 5,000 recycling locations nationwide and have vowed to recycle one billion pounds annually by 2016, [97] a sharp increase from 300 million pounds industry recycled in 2010. The Sustainable Materials Management (SMM) Electronic Challenge was created by the United States Environmental Protection Agency (EPA) in 2012. [98] Participants of the Challenge are manufacturers of electronics and electronic retailers. These companies collect end-of-life (EOL) electronics at various locations and send them to a certified, third-party recycler. Program participants are then able publicly promote and report 100% responsible recycling for their companies. [99] The Electronics TakeBack Coalition (ETBC) [100] is a campaign aimed at protecting human health and limiting environmental effects where electronics are being produced, used, and discarded. The ETBC aims to place responsibility for disposal of technology products on electronic manufacturers and brand owners, primarily through community promotions and legal enforcement initiatives. It provides recommendations for consumer recycling and a list of recyclers judged environmentally responsible. [101] While there have been major benefits from the rise in recycling and waste collection created by producers and consumers, such as valuable materials being recovered and kept away from landfill and incineration, there are still many problems present with the EPR system including \"how to ensure proper enforcement of recycling standards, what to do about waste with positive net value, and the role of competition,\" (Kunz et al.).  Many stakeholders agreed there needs to be a higher standard of accountability and efficiency to improve the systems of recycling everywhere, as well as the growing amount of waste being an opportunity more so than downfall since it gives us more chances to create an efficient system. To make recycling competition more cost-effective, the producers agreed that there needs to be a higher drive for competition because it allows them to have a wider range of producer responsibility organizations to choose from for e-waste recycling. [102] The Certified Electronics Recycler program [103] for electronic recyclers is a comprehensive, integrated management system standard that incorporates key operational and continual improvement elements for quality, environmental and health and safety performance. The grassroots Silicon Valley Toxics Coalition promotes human health and addresses environmental justice problems resulting from toxins in technologies. The World Reuse, Repair, and Recycling Association (wr3a.org) is an organization dedicated to improving the quality of exported electronics, encouraging better recycling standards in importing countries, and improving practices through \"Fair Trade\" principles. Take Back My TV [104] is a project of The Electronics TakeBack Coalition and grades television manufacturers to find out which are responsible, in the coalition's view, and which are not. There have also been efforts to raise awareness of the potentially hazardous conditions of the dismantling of e-waste in American prisons. The Silicon Valley Toxics Coalition, prisoner-rights activists, and environmental groups released a Toxic Sweatshops report that details how prison labor is being used to handle e-waste, resulting in health consequences among the workers. [105] These groups allege that, since prisons do not have adequate safety standards, inmates are dismantling the products under unhealthy and unsafe conditions. [106]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Day_7_-_8_Promoting_Recycling_in_Villages_%2826034094638%29.jpg/220px-Day_7_-_8_Promoting_Recycling_in_Villages_%2826034094638%29.jpg",
                "caption": "A campaign to promote E-waste recycling in Ghana"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electronic_waste",
        "title": "Electronic waste",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Processing techniques",
        "text": "In many developed countries, electronic waste processing usually first involves dismantling the equipment into various parts (metal frames, power supplies, circuit boards, plastics), often by hand, but increasingly by automated shredding equipment. A typical example is the NADIN electronic waste processing plant in Novi Iskar , Bulgaria —the largest facility of its kind in Eastern Europe. [107] [108] The advantages of this process are the human worker's ability to recognize and save working and repairable parts, including chips, transistors, RAM, etc. The disadvantage is that the labor is cheapest in countries with the lowest health and safety standards. In an alternative bulk system, [109] a hopper conveys material for shredding into an unsophisticated mechanical separator, with screening and granulating machines to separate constituent metal and plastic fractions, which are sold to smelters or plastics recyclers. Such recycling machinery is enclosed and employs a dust collection system . Some of the emissions are caught by scrubbers and screens. Magnets, eddy currents , and Trommel screens are employed to separate glass, plastic, and ferrous and nonferrous metals, which can then be further separated at a smelter . Copper, gold, palladium, silver and tin are valuable metals sold to smelters for recycling. Hazardous smoke and gases are captured, contained and treated to mitigate environmental threat. These methods allow for safe reclamation of all valuable computer construction materials. Hewlett-Packard product recycling solutions manager Renee St. Denis describes its process as: \"We move them through giant shredders about 30 feet tall and it shreds everything into pieces about the size of a quarter. Once your disk drive is shredded into pieces about this big, it's hard to get the data off\". [110] An ideal electronic waste recycling plant combines dismantling for component recovery with increased cost-effective processing of bulk electronic waste. Reuse is an alternative option to recycling because it extends the lifespan of a device. Devices still need eventual recycling, but by allowing others to purchase used electronics, recycling can be postponed and value gained from device use. In early November 2021, the U.S. state of Georgia announced a joint effort with Igneo Technologies to build an $85 million large electronics recycling plant in the Port of Savannah . The project will focus on lower-value, plastics-heavy devices in the waste stream using multiple shredders and furnaces using pyrolysis technology. [111]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Recycling_lead_in_a_lead-acid_battery_recovery_facility.jpg/220px-Recycling_lead_in_a_lead-acid_battery_recovery_facility.jpg",
                "caption": "Recycling the lead from batteries"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electronic_waste",
        "title": "Electronic waste",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Electronic waste substances",
        "text": "Some computer components can be reused in assembling new computer products, while others are reduced to metals that can be reused in applications as varied as construction, flatware, and jewellery. Substances found in large quantities include epoxy resins , fiberglass , PCBs , PVC (polyvinyl chlorides), thermosetting plastics , lead, tin, copper, silicon, beryllium, carbon, iron, and aluminum. Elements found in small amounts include cadmium , mercury , and thallium . [125] Elements found in trace amounts include americium, antimony, arsenic, barium, bismuth, boron, cobalt, europium, gallium, germanium, gold, indium, lithium, manganese, nickel, niobium, palladium, platinum, rhodium, ruthenium, selenium, [126] silver, tantalum, terbium, thorium, titanium, vanadium, and yttrium. Almost all electronics contain lead and tin (as solder) and copper (as wire and printed circuit board tracks), though the use of lead-free solder is now spreading rapidly. The following are ordinary applications:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Button_cells_and_9v_cells_%283%29.png/220px-Button_cells_and_9v_cells_%283%29.png",
                "caption": "Several sizes of button and coin cell with 2 9v batteries as a size comparison. They are all recycled in many countries since they often contain lead, mercury and cadmium ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electronic_waste",
        "title": "Electronic waste",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "E-waste recycling workers",
        "text": "The complex composition and improper handling of e-waste adversely affect human health. A growing body of epidemiological and clinical evidence has led to increased concern about the potential threat of e-waste to human health, especially in developing countries such as India and China. For instance, in terms of health hazards, open burning of printed wiring boards increases the concentration of dioxins in the surrounding areas. These toxins cause an increased risk of cancer if inhaled by workers and local residents. Toxic metals and poison can also enter the bloodstream during the manual extraction and collection of tiny quantities of precious metals, and workers are continuously exposed to poisonous chemicals and fumes of highly concentrated acids. Recovering resalable copper by burning insulated wires causes neurological disorders, and acute exposure to cadmium, found in semiconductors and chip resistors, can damage the kidneys and liver and cause bone loss. Long-term exposure to lead on printed circuit boards and computer and television screens can damage the central and peripheral nervous system and kidneys, and children are more susceptible to these harmful effects. [155] The Occupational Safety & Health Administration (OSHA) has summarized several potential safety hazards of recycling workers in general, such as crushing hazards, hazardous energy released, and toxic metals. [156] OSHA has also specified some chemical components of electronics that can potentially do harm to e-recycling workers' health, such as lead, mercury, PCBs, asbestos, refractory ceramic fibers (RCFs), and radioactive substances. [156] Besides, in the United States, most of these chemical hazards have specific Occupational exposure limits (OELs) set by OSHA, National Institute for Occupational Safety and Health (NIOSH), and American Conference of Governmental Industrial Hygienists (ACGIH). For the details of health consequences of these chemical hazards, see also Electronic waste#Electronic waste substances .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/E-waste_workers.jpg/220px-E-waste_workers.jpg",
                "caption": "Agbogbloshie e-waste workers completing a burn for copper recovery, 2010"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electronic_waste",
        "title": "Electronic waste",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Waste handling and transport",
        "text": "Waste collection methods vary widely among different countries and regions. Domestic waste collection services are often provided by local government authorities, or by private companies for industrial and commercial waste. Some areas, especially those in less developed countries, do not have formal waste-collection systems.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Bin.JPG/170px-Bin.JPG",
                "caption": "Moulded plastic, wheeled waste bin in Berkshire , England"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Waste_management",
        "title": "Waste management",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Waste segregation",
        "text": "This is the separation of wet waste and dry waste. The purpose is to recycle dry waste easily and to use wet waste as compost. When segregating waste, the amount of waste that gets landfilled reduces considerably, resulting in lower levels of air and water pollution. Importantly, waste segregation should be based on the type of waste and the most appropriate treatment and disposal. This also makes it easier to apply different processes to the waste, like composting, recycling, and incineration. It is important to practice waste management and segregation as a community. One way to practice waste management is to ensure there is awareness. The process of waste segregation should be explained to the community. [32] Segregated waste is also often cheaper to dispose of because it does not require as much manual sorting as mixed waste. There are a number of important reasons why waste segregation is important such as legal obligations, cost savings, and protection of human health and the environment. Institutions should make it as easy as possible for their staff to correctly segregate their waste. This can include labelling, making sure there are enough accessible bins, and clearly indicating why segregation is so important. [33] Labeling is especially important when dealing with nuclear waste due to how much harm to human health the excess products of the nuclear cycle can cause. [34]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Recycling_point_Gdansk_University_of_Technology.jpg/220px-Recycling_point_Gdansk_University_of_Technology.jpg",
                "caption": "Recycling point at the Gdańsk University of Technology"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Waste_management",
        "title": "Waste management",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Hazards of Waste Management",
        "text": "There are multiple facets of waste management that all come with hazards, both for those around the disposal site and those who work within waste management. Exposure to waste of any kind can be detrimental to the health of the individual, primary conditions that worsen with exposure to waste are asthma and tuberculosis . [35] The exposure to waste on an average individual is highly dependent on the conditions around them, those in less developed or lower income areas are more susceptible to the effects of waste product, especially though chemical waste. [36] The range of hazards due to waste is extremely large and covers every type of waste, not only chemical. There are many different guidelines to follow for disposing different types of waste. [37] The hazards of incineration are a large risk to many variable communities, including underdeveloped countries and countries or cities with little space for landfills or alternatives. Burning waste is an easily accessible option for many people around the globe, it has even been encouraged by the World Health Organization when there is no other option. [38] Because burning waste is rarely paid attention to, its effects go unnoticed. The release of hazardous materials and CO2 when waste is burned is the largest hazard with incineration. [39]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Hazards_of_Incineration.jpg/220px-Hazards_of_Incineration.jpg",
                "caption": "Diagram showing the multiple ways that incineration is hazardous to the population"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Waste_management",
        "title": "Waste management",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Incineration",
        "text": "Incineration is a disposal method in which solid organic wastes are subjected to combustion so as to convert them into residue and gaseous products. This method is useful for the disposal of both municipal solid waste and solid residue from wastewater treatment. This process reduces the volume of solid waste by 80 to 95 percent. [42] Incineration and other high-temperature waste treatment systems are sometimes described as \" thermal treatment \". Incinerators convert waste materials into heat , gas , steam , and ash . Incineration is carried out both on a small scale by individuals and on a large scale by industry. It is used to dispose of solid, liquid, and gaseous waste. It is recognized as a practical method of disposing of certain hazardous waste materials (such as biological medical waste ). Incineration is a controversial method of waste disposal, due to issues such as the emission of gaseous pollutants including substantial quantities of carbon dioxide . Incineration is common in countries such as Japan where land is more scarce, as the facilities generally do not require as much area as landfills. Waste-to-energy (WtE) or energy-from-waste (EfW) are broad terms for facilities that burn waste in a furnace or boiler to generate heat, steam, or electricity. Combustion in an incinerator is not always perfect and there have been concerns about pollutants in gaseous emissions from incinerator stacks. Particular concern has focused on some very persistent organic compounds such as dioxins , furans , and PAHs , which may be created and which may have serious environmental consequences and some heavy metals such as mercury [43] and lead which can be volatilised in the combustion process..",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Tarastenj%C3%A4rven_j%C3%A4tteenpolttolaitos.jpg/220px-Tarastenj%C3%A4rven_j%C3%A4tteenpolttolaitos.jpg",
                "caption": "Tarastejärvi Incineration Plant in Tampere , Finland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Waste_management",
        "title": "Waste management",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Recycling",
        "text": "Recycling is a resource recovery practice that refers to the collection and reuse of waste materials such as empty beverage containers. This process involves breaking down and reusing materials that would otherwise be gotten rid of as trash. There are numerous benefits of recycling, and with so many new technologies making even more materials recyclable, it is possible to clean up the Earth. [44] Recycling not only benefits the environment but also positively affects the economy. The materials from which the items are made can be made into new products. [45] Materials for recycling may be collected separately from general waste using dedicated bins and collection vehicles, a procedure called kerbside collection . In some communities, the owner of the waste is required to separate the materials into different bins (e.g. for paper, plastics, metals) prior to its collection. In other communities, all recyclable materials are placed in a single bin for collection, and the sorting is handled later at a central facility. The latter method is known as \" single-stream recycling \". [46] [47] The most common consumer products recycled include aluminium such as beverage cans, copper such as wire, steel from food and aerosol cans, old steel furnishings or equipment, rubber tyres , polyethylene and PET bottles, glass bottles and jars, paperboard cartons , newspapers , magazines and light paper, and corrugated fiberboard boxes. PVC , LDPE , PP , and PS (see resin identification code ) are also recyclable. These items are usually composed of a single type of material, making them relatively easy to recycle into new products. The recycling of complex products (such as computers and electronic equipment) is more difficult, due to the additional dismantling and separation required. The type of material accepted for recycling varies by city and country. Each city and country has different recycling programs in place that can handle the various types of recyclable materials. However, certain variation in acceptance is reflected in the resale value of the material once it is reprocessed. Some of the types of recycling include waste paper and cardboard, plastic recycling , metal recycling , electronic devices, wood recycling , glass recycling , cloth and textile and so many more. [48] In July 2017, the Chinese government announced an import ban of 24 categories of recyclables and solid waste , including plastic , textiles and mixed paper, placing tremendous impact on developed countries globally, which exported directly or indirectly to China. [49]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Steel_recycling_bales.jpg/220px-Steel_recycling_bales.jpg",
                "caption": "Steel crushed and baled for recycling"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Recycling_point_in_Lappaj%C3%A4rvi.jpg/220px-Recycling_point_in_Lappaj%C3%A4rvi.jpg",
                "caption": "A recycling point in Lappajärvi , Finland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Waste_management",
        "title": "Waste management",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Biological reprocessing",
        "text": "Recoverable materials that are organic in nature, such as plant material , food scraps, and paper products, can be recovered through composting and digestion processes to decompose the organic matter. The resulting organic material is then recycled as mulch or compost for agricultural or landscaping purposes. In addition, waste gas from the process (such as methane) can be captured and used for generating electricity and heat (CHP/cogeneration) maximising efficiencies. There are different types of composting and digestion methods and technologies. They vary in complexity from simple home compost heaps to large-scale industrial digestion of mixed domestic waste. The different methods of biological decomposition are classified as aerobic or anaerobic methods. Some methods use the hybrids of these two methods. The anaerobic digestion of the organic fraction of solid waste is more environmentally effective than landfill, or incineration. [50] The intention of biological processing in waste management is to control and accelerate the natural process of decomposition of organic matter. (See resource recovery ).",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Compost_Heap.jpg/170px-Compost_Heap.jpg",
                "caption": "An active compost heap"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Waste_management",
        "title": "Waste management",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Construction and technicalities",
        "text": "The plant opened on 30 March 2017. [2] It is estimated to cost $670 million, [8] and is expected to burn 400,000 tons of municipal solid waste annually. It also houses a sports facility designed by Bjarke Ingels Group with an 85 m (279 ft) tall sloped roof that doubles as year-round artificial ski slope , hiking slope and climbing wall , which opened to the public 4–6 October 2019. [2] [9] [10] [11] The climbing wall, manufactured by Walltopia , is the world's tallest climbing wall at 80 meters. [12] [13] Technically, the plant is designed to change between operating modes, producing 0-63 MW electricity and 157-247 MW district heating , depending on the local heat demand and power price. It produces more clean water than it uses. Because of filtration and other technologies, sulphur emission is expected to be reduced by 99.5% and NO x by about 95% as well as dioxins and HCl [14] [15] and it is claimed to be the cleanest incineration plant in the world. [4] An experiment intended the chimney to not emit its exhaust continuously, but instead in the form of \"smoke\" rings (consisting of water vapour rather than actual smoke). [3]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Amager_Bakke_2.jpg/220px-Amager_Bakke_2.jpg",
                "caption": "Skiing in Amager Bakke."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Amager_Bakke",
        "title": "Amager Bakke",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Environmental impacts",
        "text": "The current energy system contributes to many environmental problems, including climate change , air pollution, biodiversity loss , the release of toxins into the environment, and water scarcity. As of 2019, 85% of the world's energy needs are met by burning fossil fuels. [13] Energy production and consumption are responsible for 76% of annual human-caused greenhouse gas emissions as of 2018. [14] [15] The 2015 international Paris Agreement on climate change aims to limit global warming to well below 2 °C (3.6 °F) and preferably to 1.5 °C (2.7 °F); achieving this goal will require that emissions be reduced as soon as possible and reach net-zero by mid-century. [16] The burning of fossil fuels and biomass is a major source of air pollution, [17] [18] which causes an estimated 7 million deaths each year, with the greatest attributable disease burden seen in low and middle-income countries. [19] Fossil-fuel burning in power plants, vehicles, and factories is the main source of emissions that combine with oxygen in the atmosphere to cause acid rain . [20] Air pollution is the second-leading cause of death from non-infectious disease. [21] An estimated 99% of the world's population lives with levels of air pollution that exceed the World Health Organization recommended limits. [22] Cooking with polluting fuels such as wood, animal dung, coal, or kerosene is responsible for nearly all indoor air pollution, which causes an estimated 1.6 to 3.8 million deaths annually, [23] [21] and also contributes significantly to outdoor air pollution. [24] Health effects are concentrated among women, who are likely to be responsible for cooking, and young children. [24] Environmental impacts extend beyond the by-products of combustion. Oil spills at sea harm marine life and may cause fires which release toxic emissions. [25] Around 10% of global water use goes to energy production, mainly for cooling in thermal energy plants. In dry regions, this contributes to water scarcity . Bioenergy production, coal mining and processing, and oil extraction also require large amounts of water. [26] Excessive harvesting of wood and other combustible material for burning can cause serious local environmental damage, including desertification . [27]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/2021_Death_rates%2C_by_energy_source.svg/220px-2021_Death_rates%2C_by_energy_source.svg.png",
                "caption": "Deaths caused as a result of fossil fuel use (areas of rectangles in chart) greatly exceed those resulting from production of sustainable energy (rectangles barely visible in chart). [12]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Rajasthan_carrying_firewood.jpeg/220px-Rajasthan_carrying_firewood.jpeg",
                "caption": "A woman in rural Rajasthan , India, collects firewood. The use of wood and other polluting fuels for cooking causes millions of deaths each year from indoor and outdoor air pollution ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Sustainable development goals",
        "text": "Meeting existing and future energy demands in a sustainable way is a critical challenge for the global goal of limiting climate change while maintaining economic growth and enabling living standards to rise. [28] Reliable and affordable energy, particularly electricity, is essential for health care, education, and economic development. [29] As of 2020, 790 million people in developing countries do not have access to electricity, and around 2.6 billion rely on burning polluting fuels for cooking. [30] [31] Improving energy access in the least-developed countries and making energy cleaner are key to achieving most of the United Nations 2030 Sustainable Development Goals , [32] which cover issues ranging from climate action to gender equality . [33] Sustainable Development Goal 7 calls for \"access to affordable, reliable, sustainable and modern energy for all\", including universal access to electricity and to clean cooking facilities by 2030. [34]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/People-without-electricity-country-2016.svg/300px-People-without-electricity-country-2016.svg.png",
                "caption": "World map showing where people without access to electricity lived in 2016⁠—mainly in sub-Saharan Africa and the Indian subcontinent"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Energy conservation",
        "text": "Energy efficiency—using less energy to deliver the same goods or services, or delivering comparable services with less goods—is a cornerstone of many sustainable energy strategies. [36] [37] The International Energy Agency (IEA) has estimated that increasing energy efficiency could achieve 40% of greenhouse gas emission reductions needed to fulfil the Paris Agreement's goals. [38] Energy can be conserved by increasing the technical efficiency of appliances, vehicles, industrial processes, and buildings. [39] Another approach is to use fewer materials whose production requires a lot of energy, for example through better building design and recycling. Behavioural changes such as using videoconferencing rather than business flights, or making urban trips by cycling, walking or public transport rather than by car, are another way to conserve energy. [40] Government policies to improve efficiency can include building codes , performance standards , carbon pricing , and the development of energy-efficient infrastructure to encourage changes in transport modes . [40] [41] The energy intensity of the global economy (the amount of energy consumed per unit of gross domestic product (GDP)) is a rough indicator of the energy efficiency of economic production. [42] In 2010, global energy intensity was 5.6 megajoules (1.6 kWh ) per US dollar of GDP. [42] United Nations goals call for energy intensity to decrease by 2.6% each year between 2010 and 2030. [43] In recent years this target has not been met. For instance, between 2017 and 2018, energy intensity decreased by only 1.1%. [43] Efficiency improvements often lead to a rebound effect in which consumers use the money they save to buy more energy-intensive goods and services. [44] For example, recent technical efficiency improvements in transport and buildings have been largely offset by trends in consumer behaviour , such as selecting larger vehicles and homes. [45]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Energy_use_per_person_2019_-_OWID.svg/300px-Energy_use_per_person_2019_-_OWID.svg.png",
                "caption": "Global energy usage is highly unequal. High income countries such as the United States and Canada use 100 times as much energy per capita as some of the least developed countries in Africa. [35]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Renewable energy sources",
        "text": "Renewable energy sources are essential to sustainable energy, as they generally strengthen energy security and emit far fewer greenhouse gases than fossil fuels. [49] Renewable energy projects sometimes raise significant sustainability concerns, such as risks to biodiversity when areas of high ecological value are converted to bioenergy production or wind or solar farms. [50] [51] Hydropower is the largest source of renewable electricity while solar and wind energy are growing rapidly. Photovoltaic solar and onshore wind are the cheapest forms of new power generation capacity in most countries. [52] [53] For more than half of the 770 million people who currently lack access to electricity, decentralised renewable energy such as solar-powered mini-grids is likely the cheapest method of providing it by 2030. [54] United Nations targets for 2030 include substantially increasing the proportion of renewable energy in the world's energy supply. [34] According to the International Energy Agency, renewable energy sources like wind and solar power are now a commonplace source of electricity, making up 70% of all new investments made in the world's power generation. [55] [56] [57] [58] The Agency expects renewables to become the primary energy source for electricity generation globally in the next three years, overtaking coal. [59]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg/170px-2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg.png",
                "caption": "In 2023, electricity generation from wind and solar sources was projected to exceed 30% by 2030. [46]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/2015-_Clean_energy_vs_fossil_fuel_investment_-_IEA.svg/220px-2015-_Clean_energy_vs_fossil_fuel_investment_-_IEA.svg.png",
                "caption": "Clean energy investment has benefited from post-pandemic economic recovery, a global energy crisis involving high fossil fuel prices, and growing policy support across various nations. [48]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Solar",
        "text": "The Sun is Earth's primary source of energy, a clean and abundantly available resource in many regions. [60] In 2019, solar power provided around 3% of global electricity, [61] mostly through solar panels based on photovoltaic cells (PV). Solar PV is expected to be the electricity source with the largest installed capacity worldwide by 2027. [59] The panels are mounted on top of buildings or installed in utility-scale solar parks . Costs of solar photovoltaic cells have dropped rapidly, driving strong growth in worldwide capacity. [62] The cost of electricity from new solar farms is competitive with, or in many places, cheaper than electricity from existing coal plants. [63] Various projections of future energy use identify solar PV as one of the main sources of energy generation in a sustainable mix. [64] [65] Most components of solar panels can be easily recycled, but this is not always done in the absence of regulation. [66] Panels typically contain heavy metals , so they pose environmental risks if put in landfills . [67] It takes fewer than two years for a solar panel to produce as much energy as was used for its production. Less energy is needed if materials are recycled rather than mined. [68] In concentrated solar power , solar rays are concentrated by a field of mirrors, heating a fluid. Electricity is produced from the resulting steam with a heat engine . Concentrated solar power can support dispatchable power generation , as some of the heat is typically stored to enable electricity to be generated when needed. [69] [70] In addition to electricity production, solar energy is used more directly; solar thermal heating systems are used for hot water production, heating buildings, drying, and desalination. [71]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Renewable_Energy_Development_in_the_California_Desert_006.jpg/220px-Renewable_Energy_Development_in_the_California_Desert_006.jpg",
                "caption": "A photovoltaic power station in California , United States"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Wind power",
        "text": "Wind has been an important driver of development over millennia, providing mechanical energy for industrial processes, water pumps, and sailing ships. [72] Modern wind turbines are used to generate electricity and provided approximately 6% of global electricity in 2019. [61] Electricity from onshore wind farms is often cheaper than existing coal plants and competitive with natural gas and nuclear. [63] Wind turbines can also be placed offshore, where winds are steadier and stronger than on land but construction and maintenance costs are higher. [73] Onshore wind farms, often built in wild or rural areas, have a visual impact on the landscape. [74] While collisions with wind turbines kill both bats and to a lesser extent birds, these impacts are lower than from other infrastructure such as windows and transmission lines . [75] [76] The noise and flickering light created by the turbines can cause annoyance and constrain construction near densely populated areas. Wind power, in contrast to nuclear and fossil fuel plants, does not consume water. [77] Little energy is needed for wind turbine construction compared to the energy produced by the wind power plant itself. [78] Turbine blades are not fully recyclable, and research into methods of manufacturing easier-to-recycle blades is ongoing. [79]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Wind_power_plants_in_Xinjiang%2C_China.jpg/220px-Wind_power_plants_in_Xinjiang%2C_China.jpg",
                "caption": "Wind turbines in Xinjiang , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Hydropower",
        "text": "Hydroelectric plants convert the energy of moving water into electricity. In 2020, hydropower supplied 17% of the world's electricity, down from a high of nearly 20% in the mid-to-late 20th century. [80] [81] In conventional hydropower, a reservoir is created behind a dam. Conventional hydropower plants provide a highly flexible, dispatchable electricity supply. They can be combined with wind and solar power to meet peaks in demand and to compensate when wind and sun are less available. [82] Compared to reservoir-based facilities, run-of-the-river hydroelectricity generally has less environmental impact. However, its ability to generate power depends on river flow, which can vary with daily and seasonal weather. Reservoirs provide water quantity controls that are used for flood control and flexible electricity output while also providing security during drought for drinking water supply and irrigation. [83] Hydropower ranks among the energy sources with the lowest levels of greenhouse gas emissions per unit of energy produced, but levels of emissions vary enormously between projects. [84] The highest emissions tend to occur with large dams in tropical regions. [85] These emissions are produced when the biological matter that becomes submerged in the reservoir's flooding decomposes and releases carbon dioxide and methane. Deforestation and climate change can reduce energy generation from hydroelectric dams. [82] Depending on location, large dams can displace residents and cause significant local environmental damage; potential dam failure could place the surrounding population at risk. [82]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Central_Hidroel%C3%A9ctrica_Sim%C3%B3n_Bol%C3%ADvar_Represa_de_Guri_%D0%93%D1%96%D0%B4%D1%80%D0%BE%D0%B5%D0%BB%D0%B5%D0%BA%D1%82%D1%80%D0%BE%D1%81%D1%82%D0%B0%D0%BD%D1%86%D1%96%D1%8F_%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B0_%D0%91%D0%BE%D0%BB%D1%96%D0%B2%D0%B0%D1%80%D0%B0_-_%D0%B3%D1%80%D0%B5%D0%B1%D0%BB%D1%8F_%D0%93%D1%83%D1%80%D1%96_29.jpg/220px-Central_Hidroel%C3%A9ctrica_Sim%C3%B3n_Bol%C3%ADvar_Represa_de_Guri_%D0%93%D1%96%D0%B4%D1%80%D0%BE%D0%B5%D0%BB%D0%B5%D0%BA%D1%82%D1%80%D0%BE%D1%81%D1%82%D0%B0%D0%BD%D1%86%D1%96%D1%8F_%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B0_%D0%91%D0%BE%D0%BB%D1%96%D0%B2%D0%B0%D1%80%D0%B0_-_%D0%B3%D1%80%D0%B5%D0%B1%D0%BB%D1%8F_%D0%93%D1%83%D1%80%D1%96_29.jpg",
                "caption": "Guri Dam , a hydroelectric dam in Venezuela"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Geothermal",
        "text": "Geothermal energy is produced by tapping into deep underground heat [86] and harnessing it to generate electricity or to heat water and buildings. The use of geothermal energy is concentrated in regions where heat extraction is economical: a combination is needed of high temperatures, heat flow, and permeability (the ability of the rock to allow fluids to pass through). [87] Power is produced from the steam created in underground reservoirs. [88] Geothermal energy provided less than 1% of global energy consumption in 2020. [89] Geothermal energy is a renewable resource because thermal energy is constantly replenished from neighbouring hotter regions and the radioactive decay of naturally occurring isotopes . [90] On average, the greenhouse gas emissions of geothermal-based electricity are less than 5% that of coal-based electricity. [84] Geothermal energy carries a risk of inducing earthquakes, needs effective protection to avoid water pollution, and releases toxic emissions which can be captured. [91]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Larderello_Cooling_Towers.jpg/220px-Larderello_Cooling_Towers.jpg",
                "caption": "Cooling towers at a geothermal power plant in Larderello , Italy"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Bioenergy",
        "text": "Biomass is renewable organic material that comes from plants and animals. [92] It can either be burned to produce heat and electricity or be converted into biofuels such as biodiesel and ethanol, which can be used to power vehicles. [93] [94] The climate impact of bioenergy varies considerably depending on where biomass feedstocks come from and how they are grown. [95] For example, burning wood for energy releases carbon dioxide; those emissions can be significantly offset if the trees that were harvested are replaced by new trees in a well-managed forest, as the new trees will absorb carbon dioxide from the air as they grow. [96] However, the establishment and cultivation of bioenergy crops can displace natural ecosystems , degrade soils , and consume water resources and synthetic fertilisers. [97] [98] Approximately one-third of all wood used for traditional heating and cooking in tropical areas is harvested unsustainably. [99] Bioenergy feedstocks typically require significant amounts of energy to harvest, dry, and transport; the energy usage for these processes may emit greenhouse gases. In some cases, the impacts of land-use change , cultivation, and processing can result in higher overall carbon emissions for bioenergy compared to using fossil fuels. [98] [100] Use of farmland for growing biomass can result in less land being available for growing food . In the United States, around 10% of motor gasoline has been replaced by corn-based ethanol , which requires a significant proportion of the harvest. [101] [102] In Malaysia and Indonesia, clearing forests to produce palm oil for biodiesel has led to serious social and environmental effects , as these forests are critical carbon sinks and habitats for diverse species. [103] [104] Since photosynthesis captures only a small fraction of the energy in sunlight, producing a given amount of bioenergy requires a large amount of land compared to other renewable energy sources. [105] Second-generation biofuels which are produced from non-food plants or waste reduce competition with food production, but may have other negative effects including trade-offs with conservation areas and local air pollution. [95] Relatively sustainable sources of biomass include algae , waste, and crops grown on soil unsuitable for food production. [95] Carbon capture and storage technology can be used to capture emissions from bioenergy power plants. This process is known as bioenergy with carbon capture and storage (BECCS) and can result in net carbon dioxide removal from the atmosphere. However, BECCS can also result in net positive emissions depending on how the biomass material is grown, harvested, and transported. Deployment of BECCS at scales described in some climate change mitigation pathways would require converting large amounts of cropland. [106]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Kenyan_farmer_with_a_biogas_lamp_provided_by_USAID_2013.jpg/220px-Kenyan_farmer_with_a_biogas_lamp_provided_by_USAID_2013.jpg",
                "caption": "Kenyan dairy farmer lighting a biogas lamp. Biogas produced from biomass is a renewable energy source that can be burned for cooking or light."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Faz_S_Sofia_canavial_090607_REFON.JPG/220px-Faz_S_Sofia_canavial_090607_REFON.JPG",
                "caption": "A sugarcane plantation to produce ethanol in Brazil"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Nuclear power",
        "text": "Nuclear power has been used since the 1950s as a low-carbon source of baseload electricity. [122] Nuclear power plants in over 30 countries generate about 10% of global electricity. [123] As of 2019, nuclear generated over a quarter of all low-carbon energy , making it the second largest source after hydropower. [89] Nuclear power's lifecycle greenhouse gas emissions—including the mining and processing of uranium —are similar to the emissions from renewable energy sources. [84] Nuclear power uses little land per unit of energy produced, compared to the major renewables.  Additionally, Nuclear power does not create local air pollution. [124] [125] Although the uranium ore used to fuel nuclear fission plants is a non-renewable resource, enough exists to provide a supply for hundreds to thousands of years. [126] [127] However, uranium resources that can be accessed in an economically feasible manner, at the present state, are limited and uranium production could hardly keep up during the expansion phase. [128] Climate change mitigation pathways consistent with ambitious goals typically see an increase in power supply from nuclear. [129] There is controversy over whether nuclear power is sustainable, in part due to concerns around nuclear waste , nuclear weapon proliferation , and accidents . [130] Radioactive nuclear waste must be managed for thousands of years [130] and nuclear power plants create fissile material that can be used for weapons. [130] For each unit of energy produced, nuclear energy has caused far fewer accidental and pollution-related deaths than fossil fuels, and the historic fatality rate of nuclear is comparable to renewable sources. [115] Public opposition to nuclear energy often makes nuclear plants politically difficult to implement. [130] Reducing the time and the cost of building new nuclear plants have been goals for decades but costs remain high and timescales long. [131] Various new forms of nuclear energy are in development, hoping to address the drawbacks of conventional plants. Fast breeder reactors are capable of recycling nuclear waste and therefore can significantly reduce the amount of waste that requires geological disposal , but have not yet been deployed on a large-scale commercial basis. [132] Nuclear power based on thorium (rather than uranium) may be able to provide higher energy security for countries that do not have a large supply of uranium. [133] Small modular reactors may have several advantages over current large reactors: It should be possible to build them faster and their modularization would allow for cost reductions via learning-by-doing . [134] Several countries are attempting to develop nuclear fusion reactors, which would generate small amounts of waste and no risk of explosions. [135] Although fusion power has taken steps forward in the lab, the multi-decade timescale needed to bring it to commercialization and then scale means it will not contribute to a 2050 net zero goal for climate change mitigation. [136]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Elec-fossil-nuclear-renewables.svg/300px-Elec-fossil-nuclear-renewables.svg.png",
                "caption": "Since 1985, the proportion of electricity generated from low-carbon sources has increased only slightly. Advances in deploying renewables have been mostly offset by declining shares of nuclear power. [121]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Energy system transformation",
        "text": "The emissions reductions necessary to keep global warming below 2 °C will require a system-wide transformation of the way energy is produced, distributed, stored, and consumed. [13] For a society to replace one form of energy with another, multiple technologies and behaviours in the energy system must change. For example, transitioning from oil to solar power as the energy source for cars requires the generation of solar electricity, modifications to the electrical grid to accommodate fluctuations in solar panel output or the introduction of variable battery chargers and higher overall demand, adoption of electric cars , and networks of electric vehicle charging facilities and repair shops. [138] Many climate change mitigation pathways envision three main aspects of a low-carbon energy system: Some energy-intensive technologies and processes are difficult to electrify, including aviation, shipping, and steelmaking. There are several options for reducing the emissions from these sectors: biofuels and synthetic carbon-neutral fuels can power many vehicles that are designed to burn fossil fuels, however biofuels cannot be sustainably produced in the quantities needed and synthetic fuels are currently very expensive. [140] For some applications, the most prominent alternative to electrification is to develop a system based on sustainably-produced hydrogen fuel . [141] Full decarbonisation of the global energy system is expected to take several decades and can mostly be achieved with existing technologies. [142] In the IEA's proposal for achieving net zero emissions by 2050, about 35% of the reduction in emissions depends on technologies that are still in development as of 2023. [143] Technologies that are relatively immature include batteries  and processes to create carbon-neutral fuels. [144] [145] Developing new technologies requires research and development, demonstration , and cost reductions via deployment . [144] The transition to a zero-carbon energy system will bring strong co-benefits for human health: The World Health Organization estimates that efforts to limit global warming to 1.5 °C could save millions of lives each year from reductions to air pollution alone. [146] [147] With good planning and management, pathways exist to provide universal access to electricity and clean cooking by 2030 in ways that are consistent with climate goals. [148] [149] Historically, several countries have made rapid economic gains through coal usage. [148] However, there remains a window of opportunity for many poor countries and regions to \" leapfrog \" fossil fuel dependency by developing their energy systems based on renewables, given adequate international investment and knowledge transfer. [148]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/2018-_Energy_transition_investment_versus_fossil_fuel_investment.svg/220px-2018-_Energy_transition_investment_versus_fossil_fuel_investment.svg.png",
                "caption": "Bloomberg NEF reported that in 2022,  global energy transition investment equaled fossil fuels investment for the first time. [137]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Integrating variable energy sources",
        "text": "To deliver reliable electricity from variable renewable energy sources such as wind and solar, electrical power systems require flexibility. [151] Most electrical grids were constructed for non-intermittent energy sources such as coal-fired power plants. [152] As larger amounts of solar and wind energy are integrated into the grid, changes have to be made to the energy system to ensure that the supply of electricity is matched to demand. [153] In 2019, these sources generated 8.5% of worldwide electricity, a share that has grown rapidly. [61] There are various ways to make the electricity system more flexible. In many places, wind and solar generation are complementary on a daily and a seasonal scale: there is more wind during the night and in winter when solar energy production is low. [153] Linking different geographical regions through long-distance transmission lines allows for further cancelling out of variability. [154] Energy demand can be shifted in time through energy demand management and the use of smart grids , matching the times when variable energy production is highest. With grid energy storage , energy produced in excess can be released when needed. [153] Further flexibility could be provided from sector coupling , that is coupling the electricity sector to the heat and mobility sector via power-to-heat -systems and electric vehicles. [155] Building overcapacity for wind and solar generation can help ensure that enough electricity is produced even during poor weather. In optimal weather, energy generation may have to be curtailed if excess electricity cannot be used or stored. The final demand-supply mismatch may be covered by using dispatchable energy sources such as hydropower, bioenergy, or natural gas. [156]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/SoSie%2BSoSchiff_Ansicht.jpg/220px-SoSie%2BSoSchiff_Ansicht.jpg",
                "caption": "Buildings in the Solar Settlement at Schlierberg , Germany, produce more energy than they consume. They incorporate rooftop solar panels and are built for maximum energy efficiency. [150]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Energy storage",
        "text": "Energy storage helps overcome barriers to intermittent renewable energy and is an important aspect of a sustainable energy system. [157] The most commonly used and available storage method is pumped-storage hydroelectricity , which requires locations with large differences in height and access to water. [157] Batteries , especially lithium-ion batteries , are also deployed widely. [158] Batteries typically store electricity for short periods; research is ongoing into technology with sufficient capacity to last through seasons. [159] Costs of utility-scale batteries in the US have fallen by around 70% since 2015, however the cost and low energy density of batteries makes them impractical for the very large energy storage needed to balance inter-seasonal  variations in energy production. [160] Pumped hydro storage and power-to-gas (converting electricity to gas and back) with capacity for multi-month usage has been implemented in some locations. [161] [162]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/1_MW_4_MWh_Turner_Energy_Storage_Project_in_Pullman%2C_WA.jpg/220px-1_MW_4_MWh_Turner_Energy_Storage_Project_in_Pullman%2C_WA.jpg",
                "caption": "Battery storage facility"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Electrification",
        "text": "Compared to the rest of the energy system, emissions can be reduced much faster in the electricity sector. [139] As of 2019, 37% of global electricity is produced from low-carbon sources (renewables and nuclear energy). Fossil fuels, primarily coal, produce the rest of the electricity supply. [164] One of the easiest and fastest ways to reduce greenhouse gas emissions is to phase out coal-fired power plants and increase renewable electricity generation. [139] Climate change mitigation pathways envision extensive electrification—the use of electricity as a substitute for the direct burning of fossil fuels for heating buildings and for transport. [139] Ambitious climate policy would see a doubling of energy share consumed as electricity by 2050, from 20% in 2020. [165] One of the challenges in providing universal access to electricity is distributing power to rural areas. Off-grid and mini-grid systems based on renewable energy, such as small solar PV installations that generate and store enough electricity for a village, are important solutions. [166] Wider access to reliable electricity would lead to less use of kerosene lighting and diesel generators, which are currently common in the developing world. [167] Infrastructure for generating and storing renewable electricity requires minerals and metals, such as cobalt and lithium for batteries and copper for solar panels. [168] Recycling can meet some of this demand if product lifecycles are well-designed, however achieving net zero emissions would still require major increases in mining for 17 types of metals and minerals. [168] A small group of countries or companies sometimes dominate the markets for these commodities, raising geopolitical concerns. [169] Most of the world's cobalt, for instance, is mined in the Democratic Republic of the Congo , a politically unstable region where mining is often associated with human rights risks. [168] More diverse geographical sourcing may ensure a more flexible and less brittle supply chain . [170]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Heat_Pump.jpg/220px-Heat_Pump.jpg",
                "caption": "The outdoor section of a heat pump . In contrast to oil and gas boilers, they use electricity and are highly efficient. As such, electrification of heating can significantly reduce emissions. [163]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Transport",
        "text": "Transport accounts for 14% of global greenhouse gas emissions, [185] but there are multiple ways to make transport more sustainable. Public transport typically emits fewer greenhouse gases per passenger than personal vehicles, since trains and buses can carry many more passengers at once. [186] [187] Short-distance flights can be replaced by high-speed rail , which is more efficient, especially when electrified. [188] [189] Promoting non-motorised transport such as walking and cycling, particularly in cities, can make transport cleaner and healthier. [190] [191] The energy efficiency of cars has increased over time, [192] but shifting to electric vehicles is an important further step towards decarbonising transport and reducing air pollution. [193] A large proportion of traffic-related air pollution consists of particulate matter from road dust and the wearing-down of tyres and brake pads. [194] Substantially reducing pollution from these non-tailpipe sources cannot be achieved by electrification; it requires measures such as making vehicles lighter and driving them less. [195] Light-duty cars in particular are a prime candidate for decarbonization using battery technology . 25% of the world's CO 2 emissions still originate from the transportation sector. [196] Long-distance freight transport and aviation are difficult sectors to electrify with current technologies, mostly because of the weight of batteries needed for long-distance travel, battery recharging times, and limited battery lifespans. [197] [160] Where available, freight transport by ship and rail is generally more sustainable than by air and by road. [198] Hydrogen vehicles may be an option for larger vehicles such as lorries. [199] Many of the techniques needed to lower emissions from shipping and aviation are still early in their development, with ammonia (produced from hydrogen) a promising candidate for shipping fuel. [200] Aviation biofuel may be one of the better uses of bioenergy if emissions are captured and stored during manufacture of the fuel. [201]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Hornby_Street_Separated_Bike_Lane.jpg/220px-Hornby_Street_Separated_Bike_Lane.jpg",
                "caption": "Utility cycling infrastructure, such as this bike lane in Vancouver , encourages sustainable transport. [184]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Buildings and cooking",
        "text": "Over one-third of energy use is in buildings and their construction. [205] To heat buildings, alternatives to burning fossil fuels and biomass include electrification through heat pumps or electric heaters , geothermal energy , central solar heating , reuse of waste heat , and seasonal thermal energy storage . [206] [207] [208] Heat pumps provide both heat and air conditioning through a single appliance. [209] The IEA estimates heat pumps could provide over 90% of space and water heating requirements globally. [210] A highly efficient way to heat buildings is through district heating , in which heat is generated in a centralised location and then distributed to multiple buildings through insulated pipes . Traditionally, most district heating systems have used fossil fuels, but modern and cold district heating systems are designed to use high shares of renewable energy. [211] [212] Cooling of buildings can be made more efficient through passive building design , planning that minimises the urban heat island effect, and district cooling systems that cool multiple buildings with piped cold water. [213] [214] Air conditioning requires large amounts of electricity and is not always affordable for poorer households. [214] Some air conditioning units still use refrigerants that are greenhouse gases, as some countries have not ratified the Kigali Amendment to only use climate-friendly refrigerants. [215] In developing countries where populations suffer from energy poverty , polluting fuels such as wood or animal dung are often used for cooking. Cooking with these fuels is generally unsustainable, because they release harmful smoke and because harvesting wood can lead to forest degradation. [216] The universal adoption of clean cooking facilities, which are already ubiquitous in rich countries, [203] would dramatically improve health and have minimal negative effects on climate. [217] [218] Clean cooking facilities, e.g. cooking facilities that produce less indoor soot, typically use natural gas, liquefied petroleum gas (both of which consume oxygen and produce carbon-dioxide) or electricity as the energy source; biogas systems are a promising alternative in some contexts. [203] Improved cookstoves that burn biomass more efficiently than traditional stoves are an interim solution where transitioning to clean cooking systems is difficult. [219]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Aghazade_mansion.jpg/220px-Aghazade_mansion.jpg",
                "caption": "Passive cooling features, such as these windcatcher towers in Iran, bring cool air into buildings without any use of energy. [202]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Kookplaat_inductie.JPG/220px-Kookplaat_inductie.JPG",
                "caption": "For cooking, electric induction stoves are one of the most energy-efficient and safest options. [203] [204]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Government policies",
        "text": "Well-designed government policies that promote energy system transformation can lower greenhouse gas emissions and improve air quality simultaneously, and in many cases can also increase energy security and lessen the financial burden of using energy. [226] Environmental regulations have been used since the 1970s to promote more sustainable use of energy. [227] Some governments have committed to dates for phasing out coal-fired power plants and ending new fossil fuel exploration . Governments can require that new cars produce zero emissions, or new buildings are heated by electricity instead of gas. [228] Renewable portfolio standards in several countries require utilities to increase the percentage of electricity they generate from renewable sources. [229] [230] Governments can accelerate energy system transformation by leading the development of infrastructure such as long-distance electrical transmission lines, smart grids, and hydrogen pipelines. [231] In transport, appropriate infrastructure and incentives can make travel more efficient and less car-dependent. [226] Urban planning that discourages sprawl can reduce energy use in local transport and buildings while enhancing quality of life. [226] Government-funded research, procurement, and incentive policies have historically been critical to the development and maturation of clean energy technologies, such as solar and lithium batteries. [232] In the IEA's scenario for a net zero-emission energy system by 2050, public funding is rapidly mobilised to bring a range of newer technologies to the demonstration phase and to encourage deployment. [233] Carbon pricing (such as a tax on CO 2 emissions) gives industries and consumers an incentive to reduce emissions while letting them choose how to do so. For example, they can shift to low-emission energy sources, improve energy efficiency, or reduce their use of energy-intensive products and services. [234] Carbon pricing has encountered strong political pushback in some jurisdictions, whereas energy-specific policies tend to be politically safer. [235] [236] Most studies indicate that to limit global warming to 1.5 °C, carbon pricing would need to be complemented by stringent energy-specific policies. [237] As of 2019, the price of carbon in most regions is too low to achieve the goals of the Paris Agreement. [238] Carbon taxes provide a source of revenue that can be used to lower other taxes [239] or help lower-income households afford higher energy costs. [240] Some governments, such as the EU and the UK, are exploring the use of carbon border adjustments . [241] These place tariffs on imports from countries with less stringent climate policies, to ensure that industries subject to internal carbon prices remain competitive. [242] [243] The scale and pace of policy reforms that have been initiated as of 2020 are far less than needed to fulfil the climate goals of the Paris Agreement. [244] [245] In addition to domestic policies, greater international cooperation is required to accelerate innovation and to assist poorer countries in establishing a sustainable path to full energy access. [246] Countries may support renewables to create jobs. [247] The International Labour Organization estimates that efforts to limit global warming to 2 °C would result in net job creation in most sectors of the economy. [248] It predicts that 24 million new jobs would be created by 2030 in areas such as renewable electricity generation, improving energy-efficiency in buildings, and the transition to electric vehicles. Six million jobs would be lost, in sectors such as mining and fossil fuels. [248] Governments can make the transition to sustainable energy more politically and socially feasible by ensuring a just transition for workers and regions that depend on the fossil fuel industry, to ensure they have alternative economic opportunities. [148]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/MicrocityCarSharingHangzhou.jpg/220px-MicrocityCarSharingHangzhou.jpg",
                "caption": "Several countries and the European Union have committed to dates for all new cars to be zero-emissions vehicles . [228]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Finance",
        "text": "Raising enough money for innovation and investment is a prerequisite for the energy transition. [250] The IPCC estimates that to limit global warming to 1.5 °C, US$2.4 trillion would need to be invested in the energy system each year between 2016 and 2035. Most studies project that these costs, equivalent to 2.5% of world GDP, would be small compared to the economic and health benefits. [251] Average annual investment in low-carbon energy technologies and energy efficiency would need to be six times more by 2050 compared to 2015. [252] Underfunding is particularly acute in the least developed countries, which are not attractive to the private sector. [253] The United Nations Framework Convention on Climate Change estimates that climate financing totalled $681 billion in 2016. [254] Most of this is private-sector investment in renewable energy deployment, public-sector investment in sustainable transport, and private-sector investment in energy efficiency. [255] The Paris Agreement includes a pledge of an extra $100 billion per year from developed countries to poor countries, to do climate change mitigation and adaptation. However, this goal has not been met and measurement of progress has been hampered by unclear accounting rules. [256] [257] If energy-intensive businesses like chemicals, fertilizers, ceramics, steel, and non-ferrous metals invest significantly in R&D, its usage in industry might amount to between 5% and 20% of all energy used. [258] [259] Fossil fuel funding and subsidies are a significant barrier to the energy transition. [260] [250] Direct global fossil fuel subsidies were $319 billion in 2017. This rises to $5.2 trillion when indirect costs are priced in, like the effects of air pollution. [261] Ending these could lead to a 28% reduction in global carbon emissions and a 46% reduction in air pollution deaths. [262] Funding for clean energy has been largely unaffected by the COVID-19 pandemic , and pandemic-related economic stimulus packages offer possibilities for a green recovery . [263] [264]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg/300px-20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg.png",
                "caption": "Electrified transport and renewable energy are key areas of investment for the renewable energy transition . [249]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Sustainable_energy",
        "title": "Sustainable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Power generation",
        "text": "The electrical efficiency of thermal power plants is defined as the ratio between the input and output energy. It is typically only 33% when disregarding usefulness of the heat output for building heat. [8] The images show cooling towers , which allow power stations to maintain the low side of the temperature difference essential for conversion of heat differences to other forms of energy. Discarded or \"waste\" heat that is lost to the environment may instead be used to advantage.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Coal_power_plant_Datteln_2_Crop1.png/220px-Coal_power_plant_Datteln_2_Crop1.png",
                "caption": "A coal-fired power station . These transform chemical energy into 36–48% electricity and the remaining 52–64% to waste heat."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Waste_heat",
        "title": "Waste heat",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Biological",
        "text": "Humans, like all animals, produce heat as a result of metabolism . In warm conditions, this heat exceeds a level required for homeostasis in warm-blooded animals, and is disposed of by various thermoregulation methods such as sweating and panting . [11]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/RatcliffePowerPlantBlackAndWhite.jpg/220px-RatcliffePowerPlantBlackAndWhite.jpg",
                "caption": "Cooling towers evaporating water at Ratcliffe-on-Soar Power Station , United Kingdom"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Waste_heat",
        "title": "Waste heat",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Environmental impact",
        "text": "Economist Steven Landsburg , author of a paper entitled \"Why I Am Not an Environmentalist\", [40] claimed that paper recycling actually reduces tree populations. He argues that because paper companies have incentives to replenish their forests, large demands for paper lead to large forests while reduced demand for paper leads to fewer \"farmed\" forests. [41] When foresting companies cut down trees, more are planted in their place; however, such farmed forests are inferior to natural forests in several ways. Farmed forests are not able to fix the soil as quickly as natural forests. This can cause widespread soil erosion and often requiring large amounts of fertilizer to maintain the soil, while containing little tree and wild-life biodiversity compared to virgin forests. [42] Also, the new trees planted are not as big as the trees that were cut down, and the argument that there would be \"more trees\" is not compelling to forestry advocates when they are counting saplings. In particular, wood from tropical rainforests is rarely harvested for paper because of their heterogeneity. [43] According to the United Nations Framework Convention on Climate Change secretariat, the overwhelming direct cause of deforestation is subsistence farming (48% of deforestation) and commercial agriculture (32%), which is linked to food, not paper production. [44] Other non-conventional methods of material recycling, like Waste-to-Energy (WTE) systems, have garnered increased attention in the recent past due to the polarizing nature of their emissions. While viewed as a sustainable method of capturing energy from material waste feedstocks by many, others have cited numerous explanations for why the technology has not been scaled globally. [45]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Agbogbloshie_Ghana.jpg/220px-Agbogbloshie_Ghana.jpg",
                "caption": "A metal scrap worker is pictured burning insulated copper wires for copper recovery at Agbogbloshie, Ghana."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Recycling",
        "title": "Recycling",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Recyclates",
        "text": "\"Recyclate\" is a raw material sent to and processed in a waste recycling plant or materials-recovery facility [49] so it can be used in the production of new materials and products. For example, plastic bottles can be made into plastic pellets and synthetic fabrics. [50]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/CLOSEUP_OF_BEER_BOTTLES_CRUSHED_INTO_FINE_GLASS._THIS_MIXTURE_IS_FED_INTO_THE_GLASS_FURNACE_AND_NEW_BOTTLES_ARE_MADE..._-_NARA_-_543695.jpg/220px-CLOSEUP_OF_BEER_BOTTLES_CRUSHED_INTO_FINE_GLASS._THIS_MIXTURE_IS_FED_INTO_THE_GLASS_FURNACE_AND_NEW_BOTTLES_ARE_MADE..._-_NARA_-_543695.jpg",
                "caption": "Glass recovered by crushing only one kind of beer bottle"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Recycling",
        "title": "Recycling",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Collection",
        "text": "A number of systems have been implemented to collect recyclates from the general waste stream, occupying different places on the spectrum of trade-off between public convenience and government ease and expense. The three main categories of collection are drop-off centers, buy-back centers and curbside collection. [5] About two-thirds of the cost of recycling is incurred in the collection phase. [55]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/DeutscheBahnRecycling20050814_CopyrightKaihsuTai_Rotated.jpg/170px-DeutscheBahnRecycling20050814_CopyrightKaihsuTai_Rotated.jpg",
                "caption": "A three-sided bin at a railway station in Germany , intended to separate paper (left) and plastic wrappings (right) from other waste (back)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Recycling",
        "title": "Recycling",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Curbside collection",
        "text": "Curbside collection encompasses many subtly different systems, which differ mostly on where in the process the recyclates are sorted and cleaned. The main categories are mixed waste collection, commingled recyclables, and source separation. [5] A waste collection vehicle generally picks up the waste. In mixed waste collection, recyclates are collected mixed with the rest of the waste, and the desired materials are sorted out and cleaned at a central sorting facility. This results in a large amount of recyclable waste (especially paper) being too soiled to reprocess, but has advantages as well: The city need not pay for the separate collection of recyclates, no public education is needed, and any changes to the recyclability of certain materials are implemented where sorting occurs. [5] In a commingled or single-stream system , recyclables are mixed but kept separate from non-recyclable waste. This greatly reduces the need for post-collection cleaning, but requires public education on what materials are recyclable. [5] [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/ACT_recycling_truck.jpg/220px-ACT_recycling_truck.jpg",
                "caption": "A recycling truck collecting the contents of a recycling bin in Canberra , Australia"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Opr%C3%B3%C5%BCnianie_klatki_na_odpady_z_tworzyw_sztucznych_w_60-tysi%C4%99cznym_Tomaszowie_Mazowieckim.jpg/220px-Opr%C3%B3%C5%BCnianie_klatki_na_odpady_z_tworzyw_sztucznych_w_60-tysi%C4%99cznym_Tomaszowie_Mazowieckim.jpg",
                "caption": "Emptying of segregated rubbish containers in Tomaszów Mazowiecki , Poland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Recycling",
        "title": "Recycling",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Buy-back centers",
        "text": "At buy-back centers, separated, cleaned recyclates are purchased, providing a clear incentive for use and creating a stable supply. The post-processed material can then be sold. If profitable, this conserves the emission of greenhouse gases; if unprofitable, it increases their emission. Buy-back centres generally need government subsidies to be viable. According to a 1993 report by the U.S. National Waste & Recycling Association , it costs an average $50 to process a ton of material that can be resold for $30. [5]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Automat_do_przyjmowania_butelek_zwrotnych_w_60-tysi%C4%99cznym_Tomaszowie_Mazowieckim_Warszawska_r%C3%B3g_Szerokiej.jpg/170px-Automat_do_przyjmowania_butelek_zwrotnych_w_60-tysi%C4%99cznym_Tomaszowie_Mazowieckim_Warszawska_r%C3%B3g_Szerokiej.jpg",
                "caption": "Reverse vending machine in Tomaszów Mazowiecki, Poland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Recycling",
        "title": "Recycling",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Drop-off centers",
        "text": "Drop-off centers require the waste producer to carry recyclates to a central location—either an installed or mobile collection station or the reprocessing plant itself. They are the easiest type of collection to establish but suffer from low and unpredictable throughput.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Keynsham_Recycling_Centre%2C_upper_deck.jpg/220px-Keynsham_Recycling_Centre%2C_upper_deck.jpg",
                "caption": "A drop-off center in the United Kingdom, where they are generally named Recycling Centres"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Recycling",
        "title": "Recycling",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Sorting",
        "text": "Once commingled recyclates are collected and delivered to a materials recovery facility , the materials must be sorted. This is done in a series of stages, many of which involve automated processes, enabling a truckload of material to be fully sorted in less than an hour. [10] Some plants can now sort materials automatically; this is known as single-stream recycling . Automatic sorting may be aided by robotics and machine learning. [65] [66] In plants, a variety of materials is sorted including paper, different types of plastics, glass, metals, food scraps, and most types of batteries. [67] A 30% increase in recycling rates has been seen in areas with these plants. [68] In the US, there are over 300 materials recovery facilities. [69] Initially, commingled recyclates are removed from the collection vehicle and placed on a conveyor belt spread out in a single layer. Large pieces of corrugated fiberboard and plastic bags are removed by hand at this stage, as they can cause later machinery to jam. [10] Next, automated machinery such as disk screens and air classifiers separate the recyclates by weight, splitting lighter paper and plastic from heavier glass and metal. Cardboard is removed from mixed paper, and the most common types of plastic— PET (#1) and HDPE (#2)—are collected, so these materials can be diverted into the proper collection channels. This is usually done by hand; but in some sorting centers, spectroscopic scanners are used to differentiate between types of paper and plastic based on their absorbed wavelengths. [10] Plastics tend to be incompatible with each other due to differences in chemical composition ; their polymer molecules repel each other, similar to oil and water. [70] Strong magnets are used to separate out ferrous metals such as iron, steel and tin cans . Non-ferrous metals are ejected by magnetic eddy currents : A rotating magnetic field induces an electric current around aluminum cans, creating an eddy current inside the cans that is repulsed by a large magnetic field , ejecting the cans from the stream. [10] Finally, glass is sorted according to its color: brown, amber, green, or clear. It may be sorted either by hand, [10] or by a machine that uses colored filters to detect colors. Glass fragments smaller than 10 millimetres (0.39 in) cannot be sorted automatically, and are mixed together as \"glass fines\". [71] In 2003, San Francisco 's Department of the Environment set a citywide goal of zero waste by 2020. [72] San Francisco's refuse hauler, Recology , operates an effective recyclables sorting facility that has helped the city reach a record-breaking landfill diversion rate of 80% as of 2021. [73] Other American cities, including Los Angeles, have achieved similar rates .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Glass_and_plastic_recycling_065_ubt.JPG/220px-Glass_and_plastic_recycling_065_ubt.JPG",
                "caption": "Early sorting of recyclable materials: glass and plastic bottles in Poland ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Recycling_Point_-_geograph.org.uk_-_1382457.jpg/220px-Recycling_Point_-_geograph.org.uk_-_1382457.jpg",
                "caption": "A recycling point in New Byth , Scotland, with separate containers for paper, plastics, and differently colored glass"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Recycling",
        "title": "Recycling",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Recycling industrial waste",
        "text": "Although many government programs concentrate on recycling at home, 64% of waste in the United Kingdom is generated by industry. [74] The focus of many recycling programs in industry is their cost-effectiveness. The ubiquitous nature of cardboard packaging makes cardboard a commonly waste product recycled by companies that deal heavily in packaged goods, such as retail stores , warehouses , and goods distributors. Other industries deal in niche and specialized products, depending on the waste materials they handle. Glass, lumber, wood pulp and paper manufacturers all deal directly in commonly recycled materials; however, independent tire dealers may collect and recycle rubber tires for a profit. The waste produced from burning coal in a Coal-fired power station is often called fuel ash or fly ash in the United States . It is a very useful material and used in concrete construction. It exhibits Pozzolanic activity . [75] Levels of metals recycling are generally low. In 2010, the International Resource Panel , hosted by the United Nations Environment Programme (UNEP), published reports on metal stocks [76] and their recycling rates. [76] It reported that the increase in the use of metals during the 20th and into the 21st century has led to a substantial shift in metal stocks from below-ground to use in above-ground applications within society. For example, in the US, in-use copper grew from 73 to 238 kg per capita between 1932–1999. The report's authors observed that, as metals are inherently recyclable, metal stocks in society can serve as huge above-ground mines (the term \"urban mining\" has thus been coined [77] ). However, they found that the recycling rates of many metals are low. They warned that the recycling rates of some rare metals used in applications such as mobile phones, battery packs for hybrid cars and fuel cells, are so low that unless future end-of-life recycling rates are dramatically increased, these critical metals will become unavailable for use in modern technology. The military recycles some metals. The U.S. Navy 's Ship Disposal Program uses ship breaking to reclaim the steel of old vessels. Ships may also be sunk to create artificial reefs . Uranium is a dense metal that has qualities superior to lead and titanium for many military and industrial uses. Uranium left over from processing it into nuclear weapons and fuel for nuclear reactors is called depleted uranium , and is used by all branches of the U.S. military for the development of such things as armor-piercing shells and shielding. The construction industry may recycle concrete and old road surface pavement , selling these materials for profit. Some rapidly growing industries, particularly the renewable energy and solar photovoltaic technology industries, are proactively creating recycling policies even before their waste streams have considerable volume, anticipating future demand. [78] Recycling of plastics is more difficult, as most programs are not able to reach the necessary level of quality. Recycling of PVC often results in downcycling of the material, which means only products of lower quality standard can be made with the recycled material. E-waste is a growing problem, accounting for 20–50 million metric tons of global waste per year according to the EPA . It is also the fastest growing waste stream in the EU. [25] Many recyclers do not recycle e-waste responsibly. After the cargo barge Khian Sea dumped 14,000 metric tons of toxic ash in Haiti , the Basel Convention was formed to stem the flow of hazardous substances into poorer countries. They created the e-Stewards certification to ensure that recyclers are held to the highest standards for environmental responsibility and to help consumers identify responsible recyclers. It operates alongside other prominent legislation, such as the Waste Electrical and Electronic Equipment Directive of the EU and the United States National Computer Recycling Act, to prevent poisonous chemicals from entering waterways and the atmosphere. In the recycling process, television sets, monitors, cell phones, and computers are typically tested for reuse and repaired. If broken, they may be disassembled for parts still having high value if labor is cheap enough. Other e-waste is shredded to pieces roughly 10 centimetres (3.9 in) in size and manually checked to separate toxic batteries and capacitors , which contain poisonous metals. The remaining pieces are further shredded to 10 millimetres (0.39 in) particles and passed under a magnet to remove ferrous metals. An eddy current ejects non-ferrous metals, which are sorted by density either by a centrifuge or vibrating plates. Precious metals can be dissolved in acid, sorted, and smelted into ingots. The remaining glass and plastic fractions are separated by density and sold to re-processors. Television sets and monitors must be manually disassembled to remove lead from CRTs and the mercury backlight from LCDs. [79] [80] [81] Vehicles , solar panels and wind turbines can also be recycled. They often contain rare-earth elements (REE) and/or other critical raw materials . For electric car production , large amounts of REE's are typically required. [82] Whereas many critical raw elements and REE's can be recovered, environmental engineer Phillipe Bihouix Archived 6 September 2021 at the Wayback Machine reports that recycling of indium, gallium, germanium, selenium, and tantalum is still very difficult and their recycling rates are very low. [82]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Shredded_tires.JPG/220px-Shredded_tires.JPG",
                "caption": "Mounds of shredded rubber tires ready for processing"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/RetiredCPUs.jpg/220px-RetiredCPUs.jpg",
                "caption": "Computer processors retrieved from waste stream"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Recycling",
        "title": "Recycling",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Plastic recycling",
        "text": "Plastic recycling is the process of recovering scrap or waste plastic and reprocessing the material into useful products, sometimes completely different in form from their original state. For instance, this could mean melting down soft drink bottles and then casting them as plastic chairs and tables. [83] For some types of plastic, the same piece of plastic can only be recycled about 2–3 times before its quality decreases to the point where it can no longer be used. [6]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Spoon_recycling_3d_printing.jpg/170px-Spoon_recycling_3d_printing.jpg",
                "caption": "A container for recycling used plastic spoons into material for 3D printing"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Recycling",
        "title": "Recycling",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Recycling loops",
        "text": "The (ideal) recycling process can be differentiated into three loops, one for manufacture (production-waste recycling) and two for disposal of the product (product and material recycling). [2] The product's manufacturing phase, which consists of material processing and fabrication, forms the production-waste recycling loop. Industrial waste materials are fed back into, and reused in, the same production process. The product's disposal process requires two recycling loops: product recycling and material recycling . [2] The product or product parts are reused in the product recycling phase. This happens in one of two ways: the product is used retaining the product functionality (\"reuse\") or the product continues to be used but with altered functionality (\"further use\"). [2] The product design is unmodified, or only slightly modified, in both scenarios. Product disassembly requires material recycling where product materials are recovered and recycled. Ideally, the materials are processed so they can flow back into the production process. [2]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/RecyclingLoops.png/400px-RecyclingLoops.png",
                "caption": "Loops for production-waste, product and material recycling"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Recycling",
        "title": "Recycling",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Recycling codes",
        "text": "In order to meet recyclers' needs while providing manufacturers a consistent, uniform system, a coding system was developed. The recycling code for plastics was introduced in 1988 by the plastics industry through the Society of the Plastics Industry . [89] Because municipal recycling programs traditionally have targeted packaging—primarily bottles and containers—the resin coding system offered a means of identifying the resin content of bottles and containers commonly found in the residential waste stream. [90] In the United States, plastic products are printed with numbers 1–7 depending on the type of resin. Type 1 ( polyethylene terephthalate ) is commonly found in soft drink and water bottles . Type 2 ( high-density polyethylene ) is found in most hard plastics such as milk jugs , laundry detergent bottles, and some dishware. Type 3 ( polyvinyl chloride ) includes items such as shampoo bottles, shower curtains, hula hoops , credit cards , wire jacketing, medical equipment, siding, and piping. Type 4 ( low-density polyethylene ) is found in shopping bags, squeezable bottles, tote bags, clothing, furniture, and carpet. Type 5 is polypropylene and makes up syrup bottles, straws, Tupperware , and some automotive parts. Type 6 is polystyrene and makes up meat trays, egg cartons, clamshell containers, and compact disc cases. Type 7 includes all other plastics such as bulletproof materials, 3- and 5-gallon water bottles, cell phone and tablet frames, safety goggles and sunglasses. [91] Having a recycling code or the chasing arrows logo on a material is not an automatic indicator that a material is recyclable but rather an explanation of what the material is. Types 1 and 2 are the most commonly recycled.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Recycling_codes_on_products.jpg/220px-Recycling_codes_on_products.jpg",
                "caption": "Recycling codes on products"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Recycling",
        "title": "Recycling",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Cost–benefit analysis",
        "text": "In addition to environmental impact, there is debate over whether recycling is economically efficient . According to a Natural Resources Defense Council study, waste collection and landfill disposal creates less than one job per 1,000 tons of waste material managed; in contrast, the collection, processing, and manufacturing of recycled materials creates 6–13 or more jobs per 1,000 tons. [95] According to the U.S. Recycling Economic Informational Study, there are over 50,000 recycling establishments that have created over a million jobs in the US. [96] The National Waste & Recycling Association (NWRA) reported in May 2015 that recycling and waste made a $6.7 billion economic impact in Ohio, U.S., and employed 14,000 people. [97] Economists [ who? ] would classify this extra labor used as a cost rather than a benefit since these workers could have been employed elsewhere; the cost effectiveness of creating these additional jobs remains unclear. [ citation needed ] Sometimes cities have found recycling saves resources compared to other methods of disposal of waste. Two years after New York City declared that implementing recycling programs would be \"a drain on the city\", New York City leaders realized that an efficient recycling system could save the city over $20 million. [98] Municipalities often see fiscal benefits from implementing recycling programs, largely due to the reduced landfill costs. [99] A study conducted by the Technical University of Denmark according to the Economist found that in 83 percent of cases, recycling is the most efficient method to dispose of household waste. [10] [21] However, a 2004 assessment by the Danish Environmental Assessment Institute concluded that incineration was the most effective method for disposing of drink containers, even aluminium ones. [100] Fiscal efficiency is separate from economic efficiency. Economic analysis of recycling does not include what economists call externalities : unpriced costs and benefits that accrue to individuals outside of private transactions. Examples include less air pollution and greenhouse gases from incineration and less waste leaching from landfills.  Without mechanisms such as taxes or subsidies, businesses and consumers following their private benefit would ignore externalities despite the costs imposed on society. If landfills and incinerator pollution is inadequately regulated, these methods of waste disposal appear cheaper than they really are, because part of their cost is the pollution imposed on people nearby. Thus, advocates have pushed for legislation to increase demand for recycled materials. [5] The United States Environmental Protection Agency (EPA) has concluded in favor of recycling, saying that recycling efforts reduced the country's carbon emissions by a net 49 million metric tonnes in 2005. [10] In the United Kingdom, the Waste and Resources Action Programme stated that Great Britain's recycling efforts reduce CO 2 emissions by 10–15 million tonnes a year. [10] The question for economic efficiency is whether this reduction is worth the extra cost of recycling and thus makes the artificial demand creates by legislation worthwhile. Certain requirements must be met for recycling to be economically feasible and environmentally effective. These include an adequate source of recyclates, a system to extract those recyclates from the waste stream , a nearby factory capable of reprocessing the recyclates, and a potential demand for the recycled products. These last two requirements are often overlooked—without both an industrial market for production using the collected materials and a consumer market for the manufactured goods, recycling is incomplete and in fact only \"collection\". [5] Free-market economist Julian Simon remarked \"There are three ways society can organize waste disposal: (a) commanding, (b) guiding by tax and subsidy, and (c) leaving it to the individual and the market\". These principles appear to divide economic thinkers today. [101] Frank Ackerman favours a high level of government intervention to provide recycling services. He believes that recycling's benefit cannot be effectively quantified by traditional laissez-faire economics. Allen Hershkowitz supports intervention, saying that it is a public service equal to education and policing. He argues that manufacturers should shoulder more of the burden of waste disposal. [101] Paul Calcott and Margaret Walls advocate the second option. A deposit refund scheme and a small refuse charge would encourage recycling but not at the expense of illegal dumping . Thomas C. Kinnaman concludes that a landfill tax would force consumers, companies and councils to recycle more. [101] Most free-market thinkers detest subsidy and intervention, arguing that they waste resources. The general argument is that if cities charge the full cost of garbage collection, private companies can profitably recycle any materials for which the benefit of recycling exceeds the cost (e.g. aluminum [102] ) and do not recycle other materials for which the benefit is less than the cost (e.g. glass [103] ). Cities, on the other hand, often recycle even when they  not only do not receive enough for the paper or plastic to pay for its collection, but must actually pay private recycling companies to take it off of their hands. [102] Terry Anderson and Donald Leal think that all recycling programmes should be privately operated, and therefore would only operate if the money saved by recycling exceeds its costs. Daniel K. Benjamin argues that it wastes people's resources and lowers the wealth of a population. [101] He notes that recycling can cost a city more than twice as much as landfills, that in the United States landfills are so heavily regulated that their pollution effects are negligible, and that the recycling process also generates pollution and uses energy, which may or may not be less than from virgin production. [104]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/PILE_OF_WRECKED_AUTOS_AT_KLEAN_STEEL_CO_-_NARA_-_542660.jpg/170px-PILE_OF_WRECKED_AUTOS_AT_KLEAN_STEEL_CO_-_NARA_-_542660.jpg",
                "caption": "Wrecked automobiles gathered for smelting"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Recycling",
        "title": "Recycling",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Energy and material flows",
        "text": "The amount of energy saved through recycling depends upon the material being recycled and the type of energy accounting that is used. Correct accounting for this saved energy can be accomplished with life-cycle analysis using real energy values, and in addition, exergy , which is a measure of how much useful energy can be used. In general, it takes far less energy to produce a unit mass of recycled materials than it does to make the same mass of virgin materials. [116] [117] [118] Some scholars use emergy (spelled with an m) analysis, for example, budgets for the amount of energy of one kind (exergy) that is required to make or transform things into another kind of product or service. Emergy calculations take into account economics that can alter pure physics-based results. Using emergy life-cycle analysis researchers have concluded that materials with large refining costs have the greatest potential for high recycle benefits. Moreover, the highest emergy efficiency accrues from systems geared toward material recycling, where materials are engineered to recycle back into their original form and purpose, followed by adaptive reuse systems where the materials are recycled into a different kind of product, and then by-product reuse systems where parts of the products are used to make an entirely different product. [119] The Energy Information Administration (EIA) states on its website that \"a paper mill uses 40 percent less energy to make paper from recycled paper than it does to make paper from fresh lumber.\" [120] Some critics argue that it takes more energy to produce recycled products than it does to dispose of them in traditional landfill methods, since the curbside collection of recyclables often requires a second waste truck. However, recycling proponents point out that a second timber or logging truck is eliminated when paper is collected for recycling, so the net energy consumption is the same. An emergy life-cycle analysis on recycling revealed that fly ash, aluminum, recycled concrete aggregate, recycled plastic, and steel yield higher efficiency ratios, whereas the recycling of lumber generates the lowest recycle benefit ratio. Hence, the specific nature of the recycling process, the methods used to analyse the process, and the products involved affect the energy savings budgets. [119] It is difficult to determine the amount of energy consumed or produced in waste disposal processes in broader ecological terms, where causal relations dissipate into complex networks of material and energy flow. How much energy is used in recycling also depends on the type of material being recycled and the process used to do so. Aluminium is generally agreed to use far less energy when recycled rather than being produced from scratch. The EPA states that \"recycling aluminum cans, for example, saves 95 percent of the energy required to make the same amount of aluminum from its virgin source, bauxite .\" [122] [123] In 2009, more than half of all aluminium cans produced came from recycled aluminium. [124] Similarly, it has been estimated that new steel produced with recycled cans reduces greenhouse gas emissions by 75%. [125] Economist Steven Landsburg has suggested that the sole benefit of reducing landfill space is trumped by the energy needed and resulting pollution from the recycling process. [127] Others, however, have calculated through life-cycle assessment that producing recycled paper uses less energy and water than harvesting, pulping, processing, and transporting virgin trees. [128] When less recycled paper is used, additional energy is needed to create and maintain farmed forests until these forests are as self-sustainable as virgin forests. Other studies have shown that recycling in itself is inefficient to perform the \"decoupling\" of economic development from the depletion of non-renewable raw materials that is necessary for sustainable development. [129] The international transportation or recycle material flows through \"... different trade networks of the three countries result in different flows, decay rates, and potential recycling returns\". [130] : 1 As global consumption of a natural resources grows, their depletion is inevitable. The best recycling can do is to delay; complete closure of material loops to achieve 100 percent recycling of nonrenewables is impossible as micro-trace materials dissipate into the environment causing severe damage to the planet's ecosystems. [131] [132] [133] Historically, this was identified as the metabolic rift by Karl Marx , who identified the unequal exchange rate between energy and nutrients flowing from rural areas to feed urban cities that create effluent wastes degrading the planet's ecological capital, such as loss in soil nutrient production. [134] [135] Energy conservation also leads to what is known as Jevon's paradox , where improvements in energy efficiency lowers the cost of production and leads to a rebound effect where rates of consumption and economic growth increases. [133] [136]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Steel_recycling_bales.jpg/220px-Steel_recycling_bales.jpg",
                "caption": "Bales of crushed steel ready for transport to the smelter"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Demolition_Depot_W125_St_dusk_jeh.jpg/220px-Demolition_Depot_W125_St_dusk_jeh.jpg",
                "caption": "This shop in New York only sells items recycled from demolished buildings."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Recycling",
        "title": "Recycling",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Working conditions",
        "text": "The recycling of waste electrical and electronic equipment can create a significant amount of pollution. This problem is specifically occurrent in India and China. Informal recycling in an underground economy of these countries has generated an environmental and health disaster. High levels of lead (Pb), polybrominated diphenylethers (PBDEs), polychlorinated dioxins and furans , as well as polybrominated dioxins and furans (PCDD/Fs and PBDD/Fs), concentrated in the air, bottom ash , dust, soil, water, and sediments in areas surrounding recycling sites. [140] These materials can make work sites harmful to the workers themselves and the surrounding environment.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Lixao_Catadores_20080220_-_Marcello_Casal_Jr._-_Agencia_Brasil.jpg/220px-Lixao_Catadores_20080220_-_Marcello_Casal_Jr._-_Agencia_Brasil.jpg",
                "caption": "Some people in Brazil earn their living by collecting and sorting garbage and selling them for recycling."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Recycling",
        "title": "Recycling",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Public participation rates",
        "text": "Changes that have been demonstrated to increase recycling rates include: In a study done by social psychologist Shawn Burn, [147] it was found that personal contact with individuals within a neighborhood is the most effective way to increase recycling within a community. In her study, she had 10 block leaders talk to their neighbors and persuade them to recycle. A comparison group was sent fliers promoting recycling. It was found that the neighbors that were personally contacted by their block leaders recycled much more than the group without personal contact. As a result of this study, Shawn Burn believes that personal contact within a small group of people is an important factor in encouraging recycling. Another study done by Stuart Oskamp [148] examines the effect of neighbors and friends on recycling. It was found in his studies that people who had friends and neighbors that recycled were much more likely to also recycle than those who did not have friends and neighbors that recycled. Many schools have created recycling awareness clubs in order to give young students an insight on recycling. These schools believe that the clubs actually encourage students to not only recycle at school but at home as well. Recycling of metals varies extremely by type. Titanium and lead have an extremely high recycling rates of over 90%. Copper and cobalt have high rates of recycling around 75%. Only about half of aluminum is recycled. Most of the remaining metals have recycling rates of below 35%, while 34 types of metals have recycling rates of under 1%. [149] \"Between 1960 and 2000, the world production of plastic resins increased 25 times its original amount, while recovery of the material remained below 5 percent.\" [150] : 131 Many studies have addressed recycling behaviour and strategies to encourage community involvement in recycling programs. It has been argued [151] that recycling behavior is not natural because it requires a focus and appreciation for long-term planning, whereas humans have evolved to be sensitive to short-term survival goals; and that to overcome this innate predisposition, the best solution would be to use social pressure to compel participation in recycling programs. However, recent studies have concluded that social pressure does not work in this context. [152] One reason for this is that social pressure functions well in small group sizes of 50 to 150 individuals (common to nomadic hunter–gatherer peoples) but not in communities numbering in the millions, as we see today. Another reason is that individual recycling does not take place in the public view. Following the increasing popularity of recycling collection being sent to the same landfills as trash, some people kept on putting recyclables on the recyclables bin. [153]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Municipal_recycling_facilities%2C_Montgomery_County%2C_MD._2007%2C_Credit_USEPA_%2814410405277%29.jpg/220px-Municipal_recycling_facilities%2C_Montgomery_County%2C_MD._2007%2C_Credit_USEPA_%2814410405277%29.jpg",
                "caption": "Single-stream recycling increases public participation rates, but requires additional sorting."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Better_recycling_is_a_priority%2C_especially_in_Central_and_Eastern_Europe._More_specifically%2C_concerning_consumption%2C_which_two_actions_should_be_prioritised_to_combat_climate_change%3F.svg/220px-thumbnail.svg.png",
                "caption": "Better recycling is a priority in the European Union, especially in Central and Eastern Europe among respondents of the 2020-21 European Investment Bank Climate Survey."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Recycling",
        "title": "Recycling",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    },
    {
        "section": "Recycling in art",
        "text": "Art objects are more and more often made from recycled material.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Share_of_firms_%28in_%25%29_taking_action_on_climate_through_waste_minimisation_and_recycling.png/220px-Share_of_firms_%28in_%25%29_taking_action_on_climate_through_waste_minimisation_and_recycling.png",
                "caption": "A survey showing the share of firms taking action by recycling and waste minimisation"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Uniseafish.jpg/220px-Uniseafish.jpg",
                "caption": "Uniseafish – made of recycled aluminum beer cans"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Recycling",
        "title": "Recycling",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Biomass Energy",
        "topic": "Waste-to-energy technologies"
    }
]