[
    {
        "section": "Role in addressing climate change",
        "text": "As part of the global effort to limit climate change , most countries have committed to net zero greenhouse gas emissions . [26] In practice, this means phasing out fossil fuels and replacing them with low-emissions energy sources. [12] At the 2023 United Nations Climate Change Conference , around three-quarters of the world's countries set a goal of tripling renewable energy capacity by 2030. [27] The European Union aims to generate 40% of its electricity from renewables by the same year. [28]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/2021_Death_rates%2C_by_energy_source.svg/300px-2021_Death_rates%2C_by_energy_source.svg.png",
                "caption": "Deaths caused as a result of fossil fuel use (areas of rectangles in chart) greatly exceed those resulting from production of renewable energy (rectangles barely visible in chart). [25]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Intermittency",
        "text": "The two most important forms of renewable energy, solar and wind, are intermittent energy sources : they are not available constantly, resulting in lower capacity factors . In contrast, fossil fuel power plants are usually able to produce precisely the amount of energy an electricity grid requires at a given time. Solar energy can only be captured during the day, and ideally in cloudless conditions. Wind power generation can vary significantly not only day-to-day, but even month-to-month. [31] This poses a challenge when transitioning away from fossil fuels: energy demand will often be higher or lower than what renewables can provide. [32] Both scenarios can cause electricity grids to become overloaded, leading to power outages . In the medium-term, this variability may require keeping some gas-fired power plants or other dispatchable generation on standby [33] [34] until there is enough energy storage, demand response , grid improvement, and/or baseload power from non-intermittent sources. In the long-term, energy storage is an important way of dealing with intermittency. [35] Using diversified renewable energy sources and smart grids can also help flatten supply and demand. [36] Sector coupling of the power generation sector with other sectors may increase flexibility: for example the transport sector can be coupled by charging electric vehicles and sending electricity from vehicle to grid . [37] Similarly the industry sector can be coupled by hydrogen produced by electrolysis, [38] and the buildings sector by thermal energy storage for space heating and cooling. [39] Building overcapacity for wind and solar generation can help ensure sufficient electricity production even during poor weather. In optimal weather, it may be necessary to curtail energy generation if it is not possible to use or store excess electricity. [40]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Renewables_need_flexible_backup_not_baseload.png/300px-Renewables_need_flexible_backup_not_baseload.png",
                "caption": "Estimated power demand over a week in May 2012 and May 2020, Germany, showing the variability in solar and wind power both day-to-day and month-to-month."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Solar energy",
        "text": "Solar power produced around 1.3 terrawatt-hours (TWh) worldwide in 2022, [10] representing 4.6% of the world's electricity. Almost all of this growth has happened since 2010. [52] Solar energy can be harnessed anywhere that receives sunlight; however, the amount of solar energy that can be harnessed for electricity generation is influenced by weather conditions , geographic location and time of day. [53] There are two mainstream ways of harnessing solar energy: solar thermal , which converts solar energy into heat; and photovoltaics (PV), which converts it into electricity. [12] PV is far more widespread, accounting for around two thirds of the global solar energy capacity as of 2022. [54] It is also growing at a much faster rate, with 170 GW newly installed capacity in 2021, [55] compared to 25 GW of solar thermal. [54] Passive solar refers to a range of construction strategies and technologies that aim to optimize the distribution of solar heat in a building. Examples include solar chimneys , [12] orienting a building to the sun, using construction materials that can store heat , and designing spaces that naturally circulate air . [56] From 2020 to 2022, solar technology investments almost doubled from USD 162 billion to USD 308 billion, driven by the sector's increasing maturity and cost reductions, particularly in solar photovoltaic (PV), which accounted for 90% of total investments. China and the United States were the main recipients, collectively making up about half of all solar investments since 2013. Despite reductions in Japan and India due to policy changes and COVID-19 , growth in China, the United States, and a significant increase from Vietnam's feed-in tariff program offset these declines. Globally, the solar sector added 714 gigawatts (GW) of solar PV and concentrated solar power (CSP) capacity between 2013 and 2021, with a notable rise in large-scale solar heating installations in 2021, especially in China, Europe, Turkey, and Mexico. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/SolarFachwerkhaus.jpg/220px-SolarFachwerkhaus.jpg",
                "caption": "A small, roof-top mounted PV system in Bonn , Germany"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG/220px-Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG",
                "caption": "Komekurayama photovoltaic power station in Kofu , Japan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Photovoltaics",
        "text": "A photovoltaic system , consisting of solar cells assembled into panels , converts light into electrical direct current via the photoelectric effect . [60] PV has several advantages that make it by far the fastest-growing renewable energy technology. It is cheap, low-maintenance and scalable; adding to an existing PV installation as demanded arises is simple. Its main disadvantage is its poor performance in cloudy weather. [12] PV systems range from small, residential and commercial rooftop or building integrated installations, to large utility-scale photovoltaic power station . [61] A household's solar panels can either be used for just that household or, if connected to an electrical grid, can be aggregated with millions of others. [62] The first utility-scale solar power plant was built in 1982 in Hesperia, California by ARCO . [63] The plant was not profitable and was sold eight years later. [64] However, over the following decades, PV cells became significantly more efficient and cheaper. [65] As a result, PV adoption has grown exponentially since 2010. [66] Global capacity increased from 230 GW at the end of 2015 to 890 GW in 2021. [67] PV grew fastest in China between 2016 and 2021, adding 560 GW, more than all advanced economies combined. [68] Four of the ten biggest solar power stations are in China, including the biggest, Golmud Solar Park in China. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg/220px-1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg.png",
                "caption": "Swanson's law –stating that solar module prices have dropped about 20% for each doubling of installed capacity—defines the \" learning rate \" of solar photovoltaics . [58] [59]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Wind power",
        "text": "Humans have harnessed wind energy since at least 3500 BC. Until the 20th century, it was primarily used to power ships, windmills and water pumps. Today, the vast majority of wind power is used to generate electricity using wind turbines. [12] Modern utility-scale wind turbines range from around 600 kW to 9 MW of rated power. The power available from the wind is a function of the cube of the wind speed, so as wind speed increases, power output increases up to the maximum output for the particular turbine. [76] Areas where winds are stronger and more constant, such as offshore and high-altitude sites, are preferred locations for wind farms. Wind-generated electricity met nearly 4% of global electricity demand in 2015, with nearly 63 GW of new wind power capacity installed. Wind energy was the leading source of new capacity in Europe, the US and Canada, and the second largest in China. In Denmark, wind energy met more than 40% of its electricity demand while Ireland, Portugal and Spain each met nearly 20%. [77] Globally, the long-term technical potential of wind energy is believed to be five times total current global energy production, or 40 times current electricity demand, assuming all practical barriers needed were overcome. This would require wind turbines to be installed over large areas, particularly in areas of higher wind resources, such as offshore, and likely also industrial use of new types of VAWT turbines in addition to the horizontal axis units currently in use. As offshore wind speeds average ~90% greater than that of land, offshore resources can contribute substantially more energy than land-stationed turbines. [78] Investments in wind technologies reached USD 161 billion in 2020, with onshore wind dominating at 80% of total investments from 2013 to 2022. Offshore wind investments nearly doubled to USD 41 billion between 2019 and 2020, primarily due to policy incentives in China and expansion in Europe. Global wind capacity increased by 557 GW between 2013 and 2021, with capacity additions increasing by an average of 19% each year. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Pretty_flamingos_-_geograph.org.uk_-_578705.jpg/170px-Pretty_flamingos_-_geograph.org.uk_-_578705.jpg",
                "caption": "Burbo , NW-England"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Fentonwindpark1.jpg/220px-Fentonwindpark1.jpg",
                "caption": "Sunrise at the Fenton Wind Farm in Minnesota, United States"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Wind_energy_generation_by_region%2C_OWID.svg/300px-Wind_energy_generation_by_region%2C_OWID.svg.png",
                "caption": "Wind energy generation by region over time [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Hydropower",
        "text": "Since water is about 800 times denser than air , even a slow flowing stream of water, or moderate sea swell , can yield considerable amounts of energy. Water can generate electricity with a conversion efficiency of about 90%, which is the highest rate in renewable energy. [82] There are many forms of water energy: Much hydropower is flexible, thus complementing wind and solar. [86] In 2021, the world renewable hydropower capacity was 1,360 GW. [68] Only a third of the world's estimated hydroelectric potential of 14,000 TWh/year has been developed. [87] [88] New hydropower projects face opposition from local communities due to their large impact, including relocation of communities and flooding of wildlife habitats and farming land. [89] High cost and lead times from permission process, including environmental and risk assessments, with lack of environmental and social acceptance are therefore the primary challenges for new developments. [90] It is popular to repower old dams thereby increasing their efficiency and capacity as well as quicker responsiveness on the grid. [91] Where circumstances permit existing dams such as the Russell Dam built in 1985 may be updated with \"pump back\" facilities for pumped-storage which is useful for peak loads or to support intermittent wind and solar power. Because dispatchable power is more valuable than VRE [92] [93] countries with large hydroelectric developments such as Canada and Norway are spending billions to expand their grids to trade with neighboring countries having limited hydro. [94]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/ThreeGorgesDam-China2009.jpg/220px-ThreeGorgesDam-China2009.jpg",
                "caption": "The Three Gorges Dam for hydropower on the Yangtze River in China"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Three_gorges_dam_from_space.jpg/220px-Three_gorges_dam_from_space.jpg",
                "caption": "Three Gorges Dam and Gezhouba Dam , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Bioenergy",
        "text": "Biomass is biological material derived from living, or recently living organisms. Most commonly, it refers to plants or plant-derived materials. As an energy source, biomass can either be used directly via combustion to produce heat, or converted to a more energy-dense biofuel like ethanol. Wood is the most significant biomass energy source as of 2012 [98] and is usually sourced from a trees cleared for silvicultural reasons or fire prevention . Municipal wood waste – for instance, construction materials or sawdust – is also often burned for energy. [99] The biggest per-capita producers of wood-based bioenergy are heavily forested countries like Finland, Sweden, Estonia, Austria, and Denmark. [100] Bioenergy can be environmentally destructive if old-growth forests are cleared to make way for crop production. In particular, demand for palm oil to produce biodiesel has contributed to the deforestation of tropical rainforests in Brazil and Indonesia. [101] In addition, burning biomass still produces carbon emissions, although much less than fossil fuels (39 grams of CO 2 per megajoule of energy, compared to 75 g/MJ for fossil fuels). [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Metz_biomass_power_station.jpg/220px-Metz_biomass_power_station.jpg",
                "caption": "A CHP power station using wood to supply 30,000 households in France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Biofuel",
        "text": "Biofuels are primarily used in transportation, providing 3.5% of the world's transport energy demand in 2022, [103] up from 2.7% in 2010. [104] Biojet is expected to be important for short-term reduction of carbon dioxide emissions from long-haul flights. [105] Aside from wood, the major sources of bioenergy are bioethanol and biodiesel . [12] Bioethanol is usually produced by fermenting the sugar components of crops like sugarcane and maize , while biodiesel is mostly made from oils extracted from plants, such as soybean oil and corn oil . [106] Most of the crops used to produce bioethanol and biodiesel are grown specifically for this purpose, [107] although used cooking oil accounted for 14% of the oil used to produce biodiesel as of 2015. [106] The biomass used to produce biofuels varies by region. Maize is the major feedstock in the United States, while sugarcane dominates in Brazil. [108] In the European Union, where biodiesel is more common than bioethanol, rapeseed oil and palm oil are the main feedstocks. [109] China, although it produces comparatively much less biofuel, uses mostly corn and wheat. [110] In many countries, biofuels are either subsidized or mandated to be included in fuel mixtures . [101] There are many other sources of bioenergy that are more niche, or not yet viable at large scales. For instance, bioethanol could be produced from the cellulosic parts of crops, rather than only the seed as is common today. [111] Sweet sorghum may be a promising alternative source of bioethanol, due to its tolerance of a wide range of climates. [112] Cow dung can be converted into methane. [113] There is also a great deal of research involving algal fuel , which is attractive because algae is a non-food resource, grows around 20 times faster than most food crops, and can be grown almost anywhere. [114]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Faz_S_Sofia_canavial_090607_REFON.JPG/220px-Faz_S_Sofia_canavial_090607_REFON.JPG",
                "caption": "Sugarcane plantation to produce ethanol in Brazil"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Soybeanbus.jpg/220px-Soybeanbus.jpg",
                "caption": "A bus fueled by biodiesel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Geothermal energy",
        "text": "Geothermal energy is thermal energy (heat) extracted from the Earth's crust . It originates from several different sources , of which the most significant is slow radioactive decay of minerals contained in the Earth's interior , [12] as well as some leftover heat from the formation of the Earth . [119] Some of the heat is generated near the Earth's surface in the crust, but some also flows from deep within the Earth from the mantle and core . [119] Geothermal energy extraction is viable mostly in countries located on tectonic plate edges, where the Earth's hot mantle is more exposed. [120] As of 2023, the United States has by far the most geothermal capacity (2.7 GW, [121] or less than 0.2% of the country's total energy capacity [122] ), followed by Indonesia and the Philippines. Global capacity in 2022 was 15 GW. [121] Geothermal energy can be either used directly to heat homes, as is common in Iceland, or to generate electricity. At smaller scales, geothermal power can be generated with geothermal heat pumps , which can extract heat from ground temperatures of under 30 °C (86 °F), allowing them to be used at relatively shallow depths of a few meters. [120] Electricity generation requires large plants and ground temperatures of at least 150 °C (302 °F). In some countries, electricity produced from geothermal energy accounts for a large portion of the total, such as Kenya (43%) and Indonesia (5%). [123] Technical advances may eventually make geothermal power more widely available. For example, enhanced geothermal systems involve drilling around 10 kilometres (6.2 mi) into the Earth, breaking apart hot rocks and extracting the heat using water. In theory, this type of geothermal energy extraction could be done anywhere on Earth. [120]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/NesjavellirPowerPlant_edit2.jpg/220px-NesjavellirPowerPlant_edit2.jpg",
                "caption": "Steam rising from the Nesjavellir Geothermal Power Station in Iceland"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/West_Ford_Flat_Geothermal_Cooling_Tower.JPG/170px-West_Ford_Flat_Geothermal_Cooling_Tower.JPG",
                "caption": "Geothermal plant at The Geysers , California, US"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Krafla_geothermal_power_station_wiki.jpg/220px-Krafla_geothermal_power_station_wiki.jpg",
                "caption": "Krafla , a geothermal power station in Iceland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Marine energy",
        "text": "Marine energy (also sometimes referred to as ocean energy) is the energy carried by ocean waves , tides , salinity , and ocean temperature differences . Technologies to harness the energy of moving water include wave power , marine current power , and tidal power . Reverse electrodialysis (RED) is a technology for generating electricity by mixing fresh water and salty sea water in large power cells. [130] Most marine energy harvesting technologies are still at low technology readiness levels and not used at large scales. Tidal energy is generally considered the most mature, but has not seen wide deployment. [131] The world's largest tidal power station is on Sihwa Lake , South Korea, [132] which produces around 550 gigawatt-hours of electricity per year. [133]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg/220px-Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg",
                "caption": "Aerial view of Sihwa Tidal Power Station in South Korea"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Growth of renewables",
        "text": "The results of a recent review of the literature concluded that as greenhouse gas (GHG) emitters begin to be held liable for damages resulting from GHG emissions resulting in climate change, a high value for liability mitigation would provide powerful incentives for deployment of renewable energy technologies. [181] In the decade of 2010–2019, worldwide investment in renewable energy capacity excluding large hydropower amounted to US$2.7 trillion, of which the top countries China contributed US$818 billion, the United States contributed US$392.3 billion, Japan contributed US$210.9 billion, Germany contributed US$183.4 billion, and the United Kingdom contributed US$126.5 billion. [182] This was an increase of over three and possibly four times the equivalent amount invested in the decade of 2000–2009 (no data is available for 2000–2003). [182] As of 2022, an estimated 28% of the world's electricity was generated by renewables. This is up from 19% in 1990. [183]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg/232px-20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg.png",
                "caption": "Investment: Companies, governments and households have committed increasing amounts to decarbonization, including renewable energy (solar, wind), electric vehicles and associated charging infrastructure, energy storage, energy-efficient heating systems, carbon capture and storage, and hydrogen. [171] [172]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg/232px-20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg.png",
                "caption": "Levelized cost: With increasingly widespread implementation of renewable energy sources, costs have declined, most notably for energy generated by solar panels. [175] [176] Levelized cost of energy (LCOE) is a measure of the average net present cost of electricity generation for a generating plant over its lifetime."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Future projections",
        "text": "A December 2022 report by the IEA forecasts that over 2022-2027, renewables are seen growing by almost 2 400 GW in its main forecast, equal to the entire installed power capacity of China in 2021. This is an 85% acceleration from the previous five years, and almost 30% higher than what the IEA forecast in its 2021 report, making its largest ever upward revision. Renewables are set to account for over 90% of global electricity capacity expansion over the forecast period. [68] To achieve net zero emissions by 2050, IEA believes that 90% of global electricity generation will need to be produced from renewable sources. [17] In June 2022 IEA Executive Director Fatih Birol said that countries should invest more in renewables to \"ease the pressure on consumers from high fossil fuel prices, make our energy systems more secure, and get the world on track to reach our climate goals.\" [185] China's five year plan to 2025 includes increasing direct heating by renewables such as geothermal and solar thermal. [186] REPowerEU , the EU plan to escape dependence on fossil Russian gas , is expected to call for much more green hydrogen . [187] After a transitional period, [188] renewable energy production is expected to make up most of the world's energy production. In 2018, the risk management firm, DNV GL , forecasts that the world's primary energy mix will be split equally between fossil and non-fossil sources by 2050. [189]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg/220px-2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg.png",
                "caption": "In 2023, electricity generation from wind and solar sources was projected to exceed 30% by 2030. [184]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Policy",
        "text": "Policies to support renewable energy have been vital in their expansion. Where Europe dominated in establishing energy policy in the early 2000s, most countries around the world now have some form of energy policy. [199] The International Renewable Energy Agency (IRENA) is an intergovernmental organization for promoting the adoption of renewable energy worldwide. It aims to provide concrete policy advice and facilitate capacity building and technology transfer. IRENA was formed in 2009, with 75 countries signing the charter of IRENA. [200] As of April 2019, IRENA has 160 member states. [201] The then United Nations Secretary-General Ban Ki-moon has said that renewable energy can lift the poorest nations to new levels of prosperity, [202] and in September 2011 he launched the UN Sustainable Energy for All initiative to improve energy access, efficiency and the deployment of renewable energy. [203] The 2015 Paris Agreement on climate change motivated many countries to develop or improve renewable energy policies. [204] In 2017, a total of 121 countries adopted some form of renewable energy policy. [199] National targets that year existed in 176 countries. [204] In addition, there is also a wide range of policies at the state/provincial, and local levels. [104] Some public utilities help plan or install residential energy upgrades . Many national, state and local governments have created green banks . A green bank is a quasi-public financial institution that uses public capital to leverage private investment in clean energy technologies. [205] Green banks use a variety of financial tools to bridge market gaps that hinder the deployment of clean energy. Climate neutrality by the year 2050 is the main goal of the European Green Deal . [206] For the European Union to reach their target of climate neutrality, one goal is to decarbonise its energy system by aiming to achieve \"net-zero greenhouse gas emissions by 2050.\" [207]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Share_of_electricity_production_from_renewables.svg/330px-Share_of_electricity_production_from_renewables.svg.png",
                "caption": "Share of electricity production from renewables, 2022 [8]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Geopolitics",
        "text": "The geopolitical impact of the growing use of renewable energy is a subject of ongoing debate and research. [219] Many fossil-fuel producing countries, such as Qatar , Russia , Saudi Arabia and Norway , are currently able to exert diplomatic or geopolitical influence as a result of their oil wealth. Most of these countries are expected to be among the geopolitical \"losers\" of the energy transition, although some, like Norway, are also significant producers and exporters of renewable energy. Fossil fuels and the infrastructure to extract them may, in the long term, become stranded assets . [220] It has been speculated that countries dependent on fossil fuel revenue may one day find it in their interests to quickly sell off their remaining fossil fuels. [221] Conversely, nations abundant in renewable resources, and the minerals required for renewables technology, are expected to gain influence. [222] [223] In particular, China has become the world's dominant manufacturer of the technology needed to produce or store renewable energy, especially solar panels , wind turbines , and lithium-ion batteries . [224] Nations rich in solar and wind energy could become major energy exporters. [225] Some may produce and export green hydrogen , [226] [225] although electricity is projected to be the dominant energy carrier in 2050, accounting for almost 50% of total energy consumption (up from 22% in 2015). [227] Countries with large uninhabited areas such as Australia, China, and many African and Middle Eastern countries have a potential for huge installations of renewable energy. The production of renewable energy technologies requires rare-earth elements with new supply chains. [228] Countries with already weak governments that rely on fossil fuel revenue may face even higher political instability or popular unrest. Analysts consider Nigeria, Angola , Chad , Gabon , and Sudan , all countries with a history of military coups , to be at risk of instability due to dwindling oil income. [229] A study found that transition from fossil fuels to renewable energy systems reduces risks from mining, trade and political dependence because renewable energy systems don't need fuel – they depend on trade only for the acquisition of materials and components during construction. [230] In October 2021, European Commissioner for Climate Action Frans Timmermans suggested \"the best answer\" to the 2021 global energy crisis is \"to reduce our reliance on fossil fuels.\" [231] He said those blaming the European Green Deal were doing so \"for perhaps ideological reasons or sometimes economic reasons in protecting their vested interests.\" [231] Some critics blamed the European Union Emissions Trading System (EU ETS) and closure of nuclear plants for contributing to the energy crisis. [232] [233] [234] European Commission President Ursula von der Leyen said that Europe is \"too reliant\" on natural gas and too dependent on natural gas imports . According to Von der Leyen, \"The answer has to do with diversifying our suppliers ... and, crucially, with speeding up the transition to clean energy.\" [235]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/TREC-Map-en.jpg/220px-TREC-Map-en.jpg",
                "caption": "A concept of a super grid"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Public support",
        "text": "Solar power plants may compete with arable land , [254] [255] while on-shore wind farms often face opposition due to aesthetic concerns and noise. [256] [257] Such opponents are often described as NIMBYs (\"not in my back yard\"). [258] Some environmentalists are concerned about fatal collisions of birds and bats with wind turbines. [259] Although protests against new wind farms occasionally occur around the world, regional and national surveys generally find broad support for both solar and wind power. [260] [261] [262] Community-owned wind energy is sometimes proposed as a way to increase local support for wind farms. [263] A 2011 UK Government document stated that \"projects are generally more likely to succeed if they have broad public support and the consent of local communities. This means giving communities both a say and a stake.\" [264] In the 2000s and early 2010s, many renewable projects in Germany, Sweden and Denmark were owned by local communities, particularly through cooperative structures. [265] [266] In the years since, more installations in Germany have been undertaken by large companies, [263] but community ownership remains strong in Denmark. [267]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [253]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Main components",
        "text": "A typical system consists of a flywheel supported by rolling-element bearing connected to a motor–generator . The flywheel and sometimes motor–generator may be enclosed in a vacuum chamber to reduce friction and energy loss. First-generation flywheel energy-storage systems use a large steel flywheel rotating on mechanical bearings. Newer systems use carbon-fiber composite rotors that have a higher tensile strength than steel and can store much more energy for the same mass . [3] To reduce friction , magnetic bearings are sometimes used instead of mechanical bearings .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Example_of_cylindrical_flywheel_rotor_assembly.png/220px-Example_of_cylindrical_flywheel_rotor_assembly.png",
                "caption": "The main components of a typical flywheel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Flywheel_energy_storage",
        "title": "Flywheel energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Automotive",
        "text": "In the 1950s, flywheel-powered buses, known as gyrobuses , were used in Yverdon ( Switzerland ) and Ghent ( Belgium ) and there is ongoing research to make flywheel systems that are smaller, lighter, cheaper and have a greater capacity.  It is hoped that flywheel systems can replace conventional chemical batteries for mobile applications, such as for electric vehicles.  Proposed flywheel systems would eliminate many of the disadvantages of existing battery power systems, such as low capacity, long charge times, heavy weight and short usable lifetimes. Flywheels may have been used in the experimental Chrysler Patriot , though that has been disputed. [20] Flywheels have also been proposed for use in continuously variable transmissions . Punch Powertrain is currently working on such a device. [21] During the 1990s, Rosen Motors developed a gas turbine powered series hybrid automotive powertrain using a 55,000 rpm flywheel to provide bursts of acceleration which the small gas turbine engine could not provide.  The flywheel also stored energy through regenerative braking .  The flywheel was composed of a titanium hub with a carbon fiber cylinder and was gimbal -mounted to minimize adverse gyroscopic effects on vehicle handling.  The prototype vehicle was successfully road tested in 1997 but was never mass-produced. [22] In 2013, Volvo announced a flywheel system fitted to the rear axle of its S60 sedan. Braking action spins the flywheel at up to 60,000 rpm and stops the front-mounted engine. Flywheel energy is applied via a special transmission to partially or completely power the vehicle. The 20-centimetre (7.9 in), 6-kilogram (13 lb) carbon fiber flywheel spins in a vacuum to eliminate friction. When partnered with a four-cylinder engine, it offers up to a 25 percent reduction in fuel consumption versus a comparably performing turbo six-cylinder, providing an 80 horsepower (60 kW) boost and allowing it to reach 100 kilometres per hour (62 mph) in 5.5 seconds. The company did not announce specific plans to include the technology in its product line. [23] In July 2014 GKN acquired Williams Hybrid Power (WHP) division and intends to supply 500 carbon fiber Gyrodrive electric flywheel systems to urban bus operators over the next two years [24] As the former developer name implies, these were originally designed for Formula one motor racing applications. In September 2014, Oxford Bus Company announced that it is introducing 14 Gyrodrive hybrid buses by Alexander Dennis on its Brookes Bus operation. [25] [26]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Gyrobus_G3-1.jpg/220px-Gyrobus_G3-1.jpg",
                "caption": "One of the older gyrobuses parked in a museum in Antwerp."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Flywheel_energy_storage",
        "title": "Flywheel energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Motor sports",
        "text": "Using a continuously variable transmission (CVT), energy is recovered from the drive train during braking and stored in a flywheel. This stored energy is then used during acceleration by altering the ratio of the CVT. [40] In motor sports applications this energy is used to improve acceleration rather than reduce carbon dioxide emissions – although the same technology can be applied to road cars to improve fuel efficiency . [41] Automobile Club de l'Ouest , the organizer behind the annual 24 Hours of Le Mans event and the Le Mans Series , is currently \"studying specific rules for LMP1 which will be equipped with a kinetic energy recovery system.\" [42] Williams Hybrid Power, a subsidiary of Williams F1 Racing team, [43] have supplied Porsche and Audi with flywheel based hybrid system for Porsche's 911 GT3 R Hybrid [44] and Audi's R18 e-Tron Quattro. [45] Audi's victory in 2012 24 Hours of Le Mans is the first for a hybrid (diesel-electric) vehicle. [46]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Flybrid_Systems_Kinetic_Energy_Recovery_System.jpg/220px-Flybrid_Systems_Kinetic_Energy_Recovery_System.jpg",
                "caption": "A Flybrid Systems Kinetic Energy Recovery System built for use in Formula One"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Flywheel_energy_storage",
        "title": "Flywheel energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Pumped hydro",
        "text": "Worldwide, pumped-storage hydroelectricity (PSH) is the largest-capacity form of active grid energy storage available, and, as of March 2012, the Electric Power Research Institute (EPRI) reports that PSH accounts for more than 99% of bulk storage capacity worldwide, representing around 127,000 MW . [6] PSH energy efficiency varies in practice between 70% and 80%, [6] [7] [8] [9] with claims of up to 87%. [10] At times of low electrical demand, excess generation capacity is used to pump water from a lower source into a higher reservoir. When demand grows, water is released back into a lower reservoir (or waterway or body of water) through a turbine , generating electricity. Reversible turbine-generator assemblies act as both a pump and turbine (usually a Francis turbine design). Nearly all facilities use the height difference between two water bodies. Pure pumped-storage plants shift the water between reservoirs, while the \"pump-back\" approach is a combination of pumped storage and conventional hydroelectric plants that use natural stream-flow.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Adam_Beck_Complex.jpg/300px-Adam_Beck_Complex.jpg",
                "caption": "The Sir Adam Beck Generating Complex at Niagara Falls, Canada , which includes a large pumped storage hydroelectricity reservoir to provide an extra 174 MW of electricity during periods of peak demand."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_storage",
        "title": "Energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Compressed air",
        "text": "Compressed-air energy storage (CAES) uses surplus energy to compress air for subsequent electricity generation. [11] Small-scale systems have long been used in such applications as propulsion of mine locomotives. The compressed air is stored in an underground reservoir , such as a salt dome . Compressed-air energy storage (CAES) plants can bridge the gap between production volatility and load. CAES storage addresses the energy needs of consumers by effectively providing readily available energy to meet demand. Renewable energy sources like wind and solar energy vary. So at times when they provide little power, they need to be supplemented with other forms of energy to meet energy demand. Compressed-air energy storage plants can take in the surplus energy output of renewable energy sources during times of energy over-production. This stored energy can be used at a later time when demand for electricity increases or energy resource availability decreases. [12] Compression of air creates heat; the air is warmer after compression. Expansion requires heat. If no extra heat is added, the air will be much colder after expansion. If the heat generated during compression can be stored and used during expansion, efficiency improves considerably. [13] A CAES system can deal with the heat in three ways. Air storage can be adiabatic , diabatic , or isothermal . Another approach uses compressed air to power vehicles. [14] [15]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Compressed_Air_Loco.jpg/300px-Compressed_Air_Loco.jpg",
                "caption": "A compressed air locomotive used inside a mine between 1928 and 1961."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_storage",
        "title": "Energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Flywheel",
        "text": "Flywheel energy storage (FES) works by accelerating a rotor (a flywheel ) to a very high speed, holding energy as rotational energy . When energy is added the rotational speed of the flywheel increases, and when energy is extracted, the speed declines, due to conservation of energy . Most FES systems use electricity to accelerate and decelerate the flywheel, but devices that directly use mechanical energy are under consideration. [16] FES systems have rotors made of high strength carbon-fiber composites, suspended by magnetic bearings and spinning at speeds from 20,000 to over 50,000 revolutions per minute (rpm) in a vacuum enclosure. [17] Such flywheels can reach maximum speed (\"charge\") in a matter of minutes. The flywheel system is connected to a combination electric motor / generator . FES systems have relatively long lifetimes (lasting decades with little or no maintenance; [17] full-cycle lifetimes quoted for flywheels range from in excess of 10 5 , up to 10 7 , cycles of use), [18] high specific energy (100–130 W·h/kg, or 360–500 kJ/kg) [18] [19] and power density .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Example_of_cylindrical_flywheel_rotor_assembly.png/220px-Example_of_cylindrical_flywheel_rotor_assembly.png",
                "caption": "The main components of a typical flywheel."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Flybrid_Systems_Kinetic_Energy_Recovery_System.jpg/220px-Flybrid_Systems_Kinetic_Energy_Recovery_System.jpg",
                "caption": "A Flybrid Kinetic Energy Recovery System flywheel . Built for use on Formula 1 racing cars , it is employed to recover and reuse kinetic energy captured during braking."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_storage",
        "title": "Energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Solid mass gravitational ",
        "text": "Changing the altitude of solid masses can store or release energy via an elevating system driven by an electric motor/generator. Studies suggest energy can begin to be released with as little as 1 second warning, making  the method a useful supplemental feed into an electricity grid to balance load surges. [20] Efficiencies can be as high as 85% recovery of stored energy. [21] This can be achieved by siting the masses inside old vertical  mine shafts or in specially constructed towers where the heavy weights are winched up to store energy and allowed a controlled descent to release it. At 2020 a prototype vertical store is being built in Edinburgh, Scotland [22] Potential energy storage or gravity energy storage was under active development in 2013 in association with the California Independent System Operator . [23] [24] [25] It examined the movement of earth-filled hopper rail cars driven by electric locomotives from lower to higher elevations. [26] Other proposed methods include:-",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Fernw%C3%A4rmespeicher_Theiss.jpg/220px-Fernw%C3%A4rmespeicher_Theiss.jpg",
                "caption": "District heating accumulation tower from Theiss near Krems an der Donau in Lower Austria with a thermal capacity of 2 GWh"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_storage",
        "title": "Energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Rechargeable battery",
        "text": "A rechargeable battery comprises one or more electrochemical cells . It is known as a 'secondary cell' because its electrochemical reactions are electrically reversible. Rechargeable batteries come in many shapes and sizes, ranging from button cells to megawatt grid systems. Rechargeable batteries have lower total cost of use and environmental impact than non-rechargeable (disposable) batteries. Some rechargeable battery types are available in the same form factors as disposables. Rechargeable batteries have higher initial cost but can be recharged very cheaply and used many times. Common rechargeable battery chemistries include:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Datacenter_Backup_Batteries.jpg/220px-Datacenter_Backup_Batteries.jpg",
                "caption": "A rechargeable battery bank used as an uninterruptible power supply in a data center"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_storage",
        "title": "Energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Supercapacitor",
        "text": "Supercapacitors , also called electric double-layer capacitors (EDLC) or ultracapacitors, are a family of electrochemical capacitors [47] that do not have conventional solid dielectrics . Capacitance is determined by two storage principles, double-layer capacitance and pseudocapacitance . [48] [49] Supercapacitors bridge the gap between conventional capacitors and rechargeable batteries . They store the most energy per unit volume or mass ( energy density ) among capacitors. They support up to 10,000 farads /1.2 Volt, [50] up to 10,000 times that of electrolytic capacitors , but deliver or accept less than half as much power per unit time ( power density ). [47] While supercapacitors have specific energy and energy densities that are approximately 10% of batteries, their power density is generally 10 to 100 times greater. This results in much shorter charge/discharge cycles. Also, they tolerate many more charge-discharge cycles than batteries. Supercapacitors have many applications, including:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Expo_2010_Electric_Bus.jpg/220px-Expo_2010_Electric_Bus.jpg",
                "caption": "One of a fleet of electric capabuses powered by supercapacitors, at a quick-charge station-bus stop, in service during Expo 2010 Shanghai China . Charging rails can be seen suspended over the bus."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_storage",
        "title": "Energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Power-to-gas",
        "text": "Power-to-gas is the conversion of electricity to a gaseous fuel such as hydrogen or methane . The three commercial methods use electricity to reduce water into hydrogen and oxygen by means of electrolysis . In the first method, hydrogen is injected into the natural gas grid or is used for transportation. The second method is to combine the hydrogen with carbon dioxide to produce methane using a methanation reaction such as the Sabatier reaction , or biological methanation, resulting in an extra energy conversion loss of 8%. The methane may then be fed into the natural gas grid. The third method uses the output gas of a wood gas generator or a biogas plant, after the biogas upgrader is mixed with the hydrogen from the electrolyzer, to upgrade the quality of the biogas.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/World%E2%80%99s_1st_Low-Emission_Hybrid_Battery_Storage%2C_Gas_Turbine_Peaker_System.jpg/220px-World%E2%80%99s_1st_Low-Emission_Hybrid_Battery_Storage%2C_Gas_Turbine_Peaker_System.jpg",
                "caption": "The new technology helps reduce greenhouse gases and operating costs at two existing peaker plants in Norwalk and Rancho Cucamonga . The 10-megawatt battery storage system, combined with the gas turbine, allows the peaker plant to more quickly respond to changing energy needs, thus increasing the reliability of the electrical grid."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_storage",
        "title": "Energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Capacitor",
        "text": "A capacitor (originally known as a 'condenser') is a passive two-terminal electrical component used to store energy electrostatically . Practical capacitors vary widely, but all contain at least two electrical conductors (plates) separated by a dielectric (i.e., insulator ). A capacitor can store electric energy when disconnected from its charging circuit, so it can be used like a temporary battery , or like other types of rechargeable energy storage system . [72] Capacitors are commonly used in electronic devices to maintain power supply while batteries change. (This prevents loss of information in volatile memory.) Conventional capacitors provide less than 360 joules per kilogram, while a conventional alkaline battery has a density of 590 kJ/kg. Capacitors store energy in an electrostatic field between their plates. Given a potential difference across the conductors (e.g., when a capacitor is attached across a battery), an electric field develops across the dielectric, causing positive charge (+Q) to collect on one plate and negative charge (-Q) to collect on the other plate. If a battery is attached to a capacitor for a sufficient amount of time, no current can flow through the capacitor. However, if an accelerating or alternating voltage is applied across the leads of the capacitor, a displacement current can flow. Besides capacitor plates, charge can also be stored in a dielectric layer. [73] Capacitance is greater given a narrower separation between conductors and when the conductors have a larger surface area. In practice, the dielectric between the plates emits a small amount of leakage current and has an electric field strength limit, known as the breakdown voltage . However, the effect of recovery of a dielectric after a high-voltage breakdown holds promise for a new generation of self-healing capacitors. [74] [75] The conductors and leads introduce undesired inductance and resistance . Research is assessing the quantum effects of nanoscale capacitors [76] for digital quantum batteries. [77] [78]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Mylar-film_oil-filled_low-inductance_capacitor_6.5_MFD_%40_5000_VDC.jpg/175px-Mylar-film_oil-filled_low-inductance_capacitor_6.5_MFD_%40_5000_VDC.jpg",
                "caption": "This mylar-film, oil-filled capacitor has very low inductance and low resistance, to provide the high-power (70 megawatts) and the very high speed (1.2 microsecond) discharges needed to operate a dye laser ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_storage",
        "title": "Energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Renewable energy",
        "text": "The largest source and the greatest store of renewable energy is provided by hydroelectric dams. A large reservoir behind a dam can store enough water to average the annual flow of a river between dry and wet seasons, and a very large reservoir can store enough water to average the flow of a river between dry and wet years. While a hydroelectric dam does not directly store energy from intermittent sources, it does balance the grid by lowering its output and retaining its water when power is generated by solar or wind. If wind or solar generation exceeds the region's hydroelectric capacity, then some additional source of energy is needed. Many renewable energy sources (notably solar and wind) produce variable power . [96] Storage systems can level out the imbalances between supply and demand that this causes. Electricity must be used as it is generated or converted immediately into storable forms. [97] The main method of electrical grid storage is pumped-storage hydroelectricity . Areas of the world such as Norway, Wales, Japan and the US have used elevated geographic features for reservoirs , using electrically powered pumps to fill them. When needed, the water passes through generators and converts the gravitational potential of the falling water into electricity. [96] Pumped storage in Norway, which gets almost all its electricity from hydro, has currently a capacity of 1.4 GW but since the total installed capacity is nearly 32 GW and 75% of that is regulable, it can be expanded significantly. [98] Some forms of storage that produce electricity include pumped-storage hydroelectric dams , rechargeable batteries , thermal storage including molten salts which can efficiently store and release very large quantities of heat energy, [99] and compressed air energy storage , flywheels , cryogenic systems and superconducting magnetic coils . Surplus power can also be converted into methane ( sabatier process ) with stockage in the natural gas network. [100] [101] In 2011, the Bonneville Power Administration in the northwestern United States created an experimental program to absorb excess wind and hydro power generated at night or during stormy periods that are accompanied by high winds. Under central control, home appliances absorb surplus energy by heating ceramic bricks in special space heaters to hundreds of degrees and by boosting the temperature of modified hot water heater tanks . After charging, the appliances provide home heating and hot water as needed. The experimental system was created as a result of a severe 2010 storm that overproduced renewable energy to the extent that all conventional power sources were shut down, or in the case of a nuclear power plant, reduced to its lowest possible operating level, leaving a large area running almost completely on renewable energy. [102] [103] Another advanced method used at the former Solar Two project in the United States and the Solar Tres Power Tower in Spain uses molten salt to store thermal energy captured from the sun and then convert it and dispatch it as electrical power. The system pumps molten salt through a tower or other special conduits to be heated by the sun. Insulated tanks store the solution. Electricity is produced by turning water to steam that is fed to turbines . Since the early 21st century batteries have been applied to utility scale load-leveling and frequency regulation capabilities. [96] In vehicle-to-grid storage, electric vehicles that are plugged into the energy grid can deliver stored electrical energy from their batteries into the grid when needed.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Abengoa_Solar_%287336087392%29.jpg/220px-Abengoa_Solar_%287336087392%29.jpg",
                "caption": "Construction of the Salt Tanks which provide efficient thermal energy storage [92] so that electricity can be generated after the sun goes down, and output can be scheduled to meet demand. [93] The 280 MW Solana Generating Station is designed to provide six hours of storage. This allows the plant to generate about 38% of its rated capacity over the course of a year. [94]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Andasol_3.jpg/220px-Andasol_3.jpg",
                "caption": "The 150 MW Andasol solar power station in Spain is a parabolic trough solar thermal power plant that stores energy in tanks of molten salt so that it can continue generating electricity when the sun is not shining. [95]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_storage",
        "title": "Energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Classification of resources",
        "text": "Energy resources may be classified as primary resources, suitable for end use without conversion to another form, or secondary resources, where the usable form of energy required substantial conversion from a primary source.  Examples of primary energy resources are wind power , solar power , wood fuel, fossil fuels such as coal, oil and natural gas, and uranium. Secondary resources are those such as electricity, hydrogen , or other synthetic fuels. Another important classification is based on the time required to regenerate an energy resource.  \"Renewable\" resources are those that recover their capacity in a time significant by human needs. Examples are hydroelectric power or wind power, when the natural phenomena that are the primary source of energy are ongoing and not depleted by human demands.  Non-renewable resources are those that are significantly depleted by human usage and that will not recover their potential significantly during human lifetimes. An example of a non-renewable energy source is coal, which does not form naturally at a rate that would support human use.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Basic_Open_System_Model.gif/220px-Basic_Open_System_Model.gif",
                "caption": "Open System Model (basics)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Fossil fuels",
        "text": "Fossil fuel ( primary non-renewable fossil ) sources burn coal or hydrocarbon fuels, which are the remains of the decomposition of plants and animals. There are three main types of fossil fuels: coal, petroleum , and natural gas . Another fossil fuel, liquefied petroleum gas (LPG), is principally derived from the production of natural gas. Heat from burning fossil fuel is used either directly for space heating and process heating, or converted to mechanical energy for vehicles, industrial processes , or electrical power generation . These fossil fuels are part of the carbon cycle and allow solar energy stored in the fuel to be released. The use of fossil fuels in the 18th and 19th century set the stage for the Industrial Revolution . Fossil fuels make up the bulk of the world's current primary energy sources. In 2005, 81% of the world's energy needs was met from fossil sources. [4] The technology and infrastructure for the use of fossil fuels already exist. Liquid fuels derived from petroleum deliver much usable energy per unit of weight or volume, which is advantageous when compared with lower energy density sources such as batteries . Fossil fuels are currently economical for decentralized energy use. Energy dependence on imported fossil fuels creates energy security risks for dependent countries. [5] [6] [7] [8] [9] Oil dependence in particular has led to war, [10] funding of radicals, [11] monopolization, [12] and socio-political instability. [13] Fossil fuels are non-renewable resources, which will eventually decline in production [14] and become exhausted.  While the processes that created fossil fuels are ongoing, fuels are consumed far more quickly than the natural rate of replenishment.  Extracting fuels becomes increasingly costly as society consumes the most accessible fuel deposits. [15] Extraction of fossil fuels results in environmental degradation , such as the strip mining and mountaintop removal for coal. Fuel efficiency is a form of thermal efficiency , meaning the efficiency of a process that converts chemical potential energy contained in a carrier fuel into kinetic energy or work . The fuel economy is the energy efficiency of a particular vehicle, is given as a ratio of distance travelled per unit of fuel consumed. Weight-specific efficiency (efficiency per unit weight) may be stated for freight , and passenger-specific efficiency (vehicle efficiency) per passenger. The inefficient atmospheric combustion (burning) of fossil fuels in vehicles, buildings, and power plants contributes to urban heat islands . [16] Conventional production of oil peaked , conservatively, between 2007 and 2010. In 2010, it was estimated that an investment of $8 trillion in non-renewable resources would be required to maintain current levels of production for 25 years. [17] In 2010, governments subsidized fossil fuels by an estimated $500 billion a year. [18] Fossil fuels are also a source of greenhouse gas emissions , leading to concerns about global warming if consumption is not reduced. The combustion of fossil fuels leads to the release of pollution into the atmosphere. The fossil fuels are mainly carbon compounds. During combustion , carbon dioxide is released, and also nitrogen oxides , soot and other fine particulates . The carbon dioxide is the main contributor to recent climate change . [19] Other emissions from fossil fuel power station include sulphur dioxide , carbon monoxide (CO), hydrocarbons , volatile organic compounds (VOC), mercury , arsenic , lead , cadmium , and other heavy metals including traces of uranium . [20] [21] A typical coal plant generates billions of kilowatt hours of electrical power per year. [22]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Moss_Landing_Power_Plant_p1270026.jpg/220px-Moss_Landing_Power_Plant_p1270026.jpg",
                "caption": "The Moss Landing Power Plant in California is a fossil-fuel power station that burns natural gas in a turbine to produce electricity"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/BarnettShaleDrilling-9323.jpg/190px-BarnettShaleDrilling-9323.jpg",
                "caption": "A ( horizontal ) drilling rig for natural gas in Texas"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Fission",
        "text": "Nuclear power is the use of nuclear fission to generate useful heat and electricity . Fission of uranium produces nearly all economically significant nuclear power. Radioisotope thermoelectric generators form a very small component of energy generation, mostly in specialized applications such as deep space vehicles. Nuclear power plants , excluding naval reactors , provided about 5.7% of the world's energy and 13% of the world's electricity in 2012. [23] In 2013, the IAEA report that there are 437 operational nuclear power reactors, [24] in 31 countries , [25] although not every reactor is producing electricity. [26] In addition, there are approximately 140 naval vessels using nuclear propulsion in operation, powered by some 180 reactors. [27] [28] [29] As of 2013, attaining a net energy gain from sustained nuclear fusion reactions, excluding natural fusion power sources such as the Sun , remains an ongoing area of international physics and engineering research . More than 60 years after the first attempts, commercial fusion power production remains unlikely before 2050. [30] There is an ongoing debate about nuclear power . [31] [32] [33] Proponents, such as the World Nuclear Association , the IAEA and Environmentalists for Nuclear Energy contend that nuclear power is a safe, sustainable energy source that reduces carbon emissions . [34] Opponents contend that nuclear power poses many threats to people and the environment . [35] [36] Nuclear power plant accidents include the Chernobyl disaster (1986), Fukushima Daiichi nuclear disaster (2011), and the Three Mile Island accident (1979). [37] There have also been some nuclear submarine accidents. [37] [38] [39] In terms of lives lost per unit of energy generated, analysis has determined that nuclear power has caused less fatalities per unit of energy generated than the other major sources of energy generation. Energy production from coal , petroleum , natural gas and hydropower has caused a greater number of fatalities per unit of energy generated due to air pollution and energy accident effects. [40] [41] [42] [43] [44] However, the economic costs of nuclear power accidents is high, and meltdowns can take decades to clean up. The human costs of evacuations of affected populations and lost livelihoods is also significant. [45] [46] Comparing Nuclear's latent cancer deaths, such as cancer with other energy sources immediate deaths per unit of energy generated(GWeyr). This study does not include fossil fuel related cancer and other indirect deaths created by the use of fossil fuel consumption in its \"severe accident\" classification, which would be an accident with more than 5 fatalities. As of 2012, according to the IAEA , worldwide there were 68 civil nuclear power reactors under construction in 15 countries, [24] approximately 28 of which in the People's Republic of China (PRC), with the most recent nuclear power reactor, as of May 2013, to be connected to the electrical grid , occurring on February 17, 2013, in Hongyanhe Nuclear Power Plant in the PRC. [47] In the United States, two new Generation III reactors are under construction at Vogtle . U.S. nuclear industry officials expect five new reactors to enter service by 2020, all at existing plants. [48] In 2013, four aging, uncompetitive, reactors were permanently closed. [49] [50] Recent experiments in extraction of uranium use polymer ropes that are coated with a substance that selectively absorbs uranium from seawater. This process could make the considerable volume of uranium dissolved in seawater exploitable for energy production.  Since ongoing geologic processes carry uranium to the sea in amounts comparable to the amount that would be extracted by this process, in a sense the sea-borne uranium becomes a sustainable resource. [51] [52] [ relevant? ] Nuclear power is a low carbon power generation method of producing electricity, with an analysis of the literature on its total life cycle emission intensity finding that it is similar to renewable sources in a comparison of greenhouse gas (GHG) emissions per unit of energy generated. [53] [54] Since the 1970s, nuclear fuel has displaced about 64 gigatonnes of carbon dioxide equivalent (GtCO2-eq) greenhouse gases , that would have otherwise resulted from the burning of oil, coal or natural gas in fossil-fuel power stations . [55]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/USS_Enterprise_%28CVAN-65%29%2C_USS_Long_Beach_%28CGN-9%29_and_USS_Bainbridge_%28DLGN-25%29_underway_in_the_Mediterranean_Sea_during_Operation_Sea_Orbit%2C_in_1964.jpg/225px-USS_Enterprise_%28CVAN-65%29%2C_USS_Long_Beach_%28CGN-9%29_and_USS_Bainbridge_%28DLGN-25%29_underway_in_the_Mediterranean_Sea_during_Operation_Sea_Orbit%2C_in_1964.jpg",
                "caption": "American nuclear powered ships,(top to bottom) cruisers USS Bainbridge , the USS Long Beach and the USS Enterprise , the longest ever naval vessel , and the first nuclear-powered aircraft carrier . Picture taken in 1964 during a record setting voyage of 26,540 nmi (49,190 km) around the world in 65 days without refueling. Crew members are spelling out Einstein 's mass-energy equivalence formula E = mc 2 on the flight deck."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Fission economics",
        "text": "The economics of new nuclear power plants is a controversial subject, since there are diverging views on this topic, and multibillion-dollar investments ride on the choice of an energy source. Nuclear power plants typically have high capital costs for building the plant, but low direct fuel costs. In recent years there has been a slowdown of electricity demand growth and financing has become more difficult, which affects large projects such as nuclear reactors, with very large upfront costs and long project cycles which carry a large variety of risks. [62] In Eastern Europe, a number of long-established projects are struggling to find finance, notably Belene in Bulgaria and the additional reactors at Cernavoda in Romania, and some potential backers have pulled out. [62] Where cheap gas is available and its future supply relatively secure, this also poses a major problem for nuclear projects. [62] Analysis of the economics of nuclear power must take into account who bears the risks of future uncertainties. To date all operating nuclear power plants were developed by state-owned or regulated utility monopolies [63] [64] where many of the risks associated with construction costs, operating performance, fuel price, and other factors were borne by consumers rather than suppliers. Many countries have now liberalized the electricity market where these risks, and the risk of cheaper competitors emerging before capital costs are recovered, are borne by plant suppliers and operators rather than consumers, which leads to a significantly different evaluation of the economics of new nuclear power plants. [65]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Fukushima_I_by_Digital_Globe_crop.jpg/220px-Fukushima_I_by_Digital_Globe_crop.jpg",
                "caption": "Fukushima Daiichi nuclear disaster"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Global_public_support_for_energy_sources_%28Ipsos_2011%29.png/220px-Global_public_support_for_energy_sources_%28Ipsos_2011%29.png",
                "caption": "Low global public support for nuclear fission in the aftermath of Fukushima ( Ipsos -survey, 2011) [61]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Renewable sources",
        "text": "Renewable energy is generally defined as energy that comes from resources which are naturally replenished on a human timescale such as sunlight , wind , rain , tides , waves and geothermal heat . Renewable energy replaces conventional fuels in four distinct areas: electricity generation , hot water / space heating , motor fuels , and rural (off-grid) energy services. Including traditional biomass usage, about 19% of global energy consumption is accounted for by renewable resources. [72] Wind powered energy production is being turned to as a prominent renewable energy source, increasing global wind power capacity by 12% in 2021. [73] While not the case for all countries, 58% of sample countries linked renewable energy consumption to have a positive impact on economic growth. [74] At the national level, at least 30 nations around the world already have renewable energy contributing more than 20% of energy supply. National renewable energy markets are projected to continue to grow strongly in the coming decade and beyond.[76] Unlike other energy sources, renewable energy sources are not as restricted by geography. Additionally deployment of renewable energy is resulting in economic benefits as well as combating climate change. Rural electrification [75] has been researched on multiple sites and positive effects on commercial spending, appliance use, and general activities requiring electricity as energy. [76] Renewable energy growth in at least 38 countries has been driven by the high electricity usage rates. [77] International support for promoting renewable sources like solar and wind have continued grow. While many renewable energy projects are large-scale, renewable technologies are also suited to rural and remote areas and developing countries , where energy is often crucial in human development . To ensure human development continues sustainably, governments around the world are beginning to research potential ways to implement renewable sources into their countries and economies. For example, the UK Government’s Department for Energy and Climate Change 2050 Pathways created a mapping technique to educate the public on land competition between energy supply technologies. [78] This tool provides users the ability to understand what the limitations and potential their surrounding land and country has in terms of energy production.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/2011-_Renewable_energy_capacity_-_International_Energy_Agency.svg/220px-2011-_Renewable_energy_capacity_-_International_Energy_Agency.svg.png",
                "caption": "Renewable energy capacity has steadily grown, led by solar photovoltaic power. [70]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/20211104_Percentage_of_electricity_from_fossil_fuels%2C_nuclear%2C_renewables_-_biggest_fossil_fuel_emitters.svg/213px-20211104_Percentage_of_electricity_from_fossil_fuels%2C_nuclear%2C_renewables_-_biggest_fossil_fuel_emitters.svg.png",
                "caption": "The countries most reliant on fossil fuels for electricity vary widely on how great a percentage of that electricity is generated from renewables, leaving wide variation in renewables' growth potential. [71]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Hydroelectricity",
        "text": "Hydroelectricity is electric power generated by hydropower ; the force of falling or flowing water. In 2015 hydropower generated 16.6% of the world's total electricity and 70% of all renewable electricity [79] [ page needed ] and was expected to increase about 3.1% each year for the following 25 years. Hydropower is produced in 150 countries, with the Asia-Pacific region generating 32 percent of global hydropower in 2010. China is the largest hydroelectricity producer, with 721 terawatt-hours of production in 2010, representing around 17 percent of domestic electricity use. There are now three hydroelectricity plants larger than 10 GW: the Three Gorges Dam in China, Itaipu Dam across the Brazil/Paraguay border, and Guri Dam in Venezuela. [80] The cost of hydroelectricity is relatively low, making it a competitive source of renewable electricity. The average cost of electricity from a hydro plant larger than 10 megawatts is 3 to 5 U.S. cents per kilowatt-hour. [80] Hydro is also a flexible source of electricity since plants can be ramped up and down very quickly to adapt to changing energy demands. However, damming interrupts the flow of rivers and can harm local ecosystems, and building large dams and reservoirs often involves displacing people and wildlife. [80] Once a hydroelectric complex is constructed, the project produces no direct waste, and has a considerably lower output level of the greenhouse gas carbon dioxide than fossil fuel powered energy plants. [81]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/ThreeGorgesDam-China2009.jpg/220px-ThreeGorgesDam-China2009.jpg",
                "caption": "The 22,500 MW Three Gorges Dam in China – the world's largest hydroelectric power station"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Wind",
        "text": "Wind power harnesses the power of the wind to propel the blades of wind turbines . These turbines cause the rotation of magnets , which creates electricity. Wind towers are usually built together on wind farms . There are offshore and onshore wind farms. Global wind power capacity has expanded rapidly to 336 GW in June 2014, and wind energy production was around 4% of total worldwide electricity usage, and growing rapidly. [82] Wind power is widely used in Europe , Asia , and the United States . [83] Several countries have achieved relatively high levels of wind power penetration, such as 21% of stationary electricity production in Denmark , [84] 18% in Portugal , [84] 16% in Spain , [84] 14% in Ireland , [85] and 9% in Germany in 2010. [84] [86] : 11 By 2011, at times over 50% of electricity in Germany and Spain came from wind and solar power. [87] [88] As of 2011, 83 countries around the world are using wind power on a commercial basis. [86] : 11 Many of the world's largest onshore wind farms are located in the United States , China , and India . Most of the world's largest offshore wind farms are located in Denmark , Germany and the United Kingdom . The two largest offshore wind farm are currently the 630 MW London Array and Gwynt y Môr .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Pretty_flamingos_-_geograph.org.uk_-_578705.jpg/218px-Pretty_flamingos_-_geograph.org.uk_-_578705.jpg",
                "caption": "Burbo Bank Offshore Wind Farm in Northwest England"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Biofuels",
        "text": "A biofuel is a fuel that contains energy from geologically recent carbon fixation . These fuels are produced from living organisms . Examples of this carbon fixation occur in plants and microalgae . These fuels are made by a biomass conversion (biomass refers to recently living organisms, most often referring to plants or plant-derived materials). This biomass can be converted to convenient energy containing substances in three different ways: thermal conversion, chemical conversion, and biochemical conversion. This biomass conversion can result in fuel in solid , liquid , or gas form. This new biomass can be used for biofuels. Biofuels have increased in popularity because of rising oil prices and the need for energy security . Bioethanol is an alcohol made by fermentation , mostly from carbohydrates produced in sugar or starch crops such as corn or sugarcane . Cellulosic biomass , derived from non-food sources, such as trees and grasses, is also being developed as a feedstock for ethanol production. Ethanol can be used as a fuel for vehicles in its pure form, but it is usually used as a gasoline additive to increase octane and improve vehicle emissions. Bioethanol is widely used in the USA and in Brazil . Current plant design does not provide for converting the lignin portion of plant raw materials to fuel components by fermentation. Biodiesel is made from vegetable oils and animal fats . Biodiesel can be used as a fuel for vehicles in its pure form, but it is usually used as a diesel additive to reduce levels of particulates, carbon monoxide , and hydrocarbons from diesel-powered vehicles. Biodiesel is produced from oils or fats using transesterification and is the most common biofuel in Europe. However, research is underway on producing renewable fuels from decarboxylation [100] In 2010, worldwide biofuel production reached 105 billion liters (28 billion gallons US), up 17% from 2009, [101] and biofuels provided 2.7% of the world's fuels for road transport, a contribution largely made up of ethanol and biodiesel. [ citation needed ] Global ethanol fuel production reached 86 billion liters (23 billion gallons US) in 2010, with the United States and Brazil as the world's top producers, accounting together for 90% of global production. The world's largest biodiesel producer is the European Union , accounting for 53% of all biodiesel production in 2010. [101] As of 2011, mandates for blending biofuels exist in 31 countries at the national level and in 29 states or provinces. [86] : 13–14 The International Energy Agency has a goal for biofuels to meet more than a quarter of world demand for transportation fuels by 2050 to reduce dependence on petroleum and coal. [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Soybeanbus.jpg/225px-Soybeanbus.jpg",
                "caption": "A bus fueled by biodiesel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Geothermal",
        "text": "Geothermal energy is thermal energy generated and stored in the Earth. Thermal energy is the energy that determines the temperature of matter. The geothermal energy of the Earth's crust originates from the original formation of the planet (20%) and from radioactive decay of minerals (80%). [103] The geothermal gradient , which is the difference in temperature between the core of the planet and its surface, drives a continuous conduction of thermal energy in the form of heat from the core to the surface. The adjective geothermal originates from the Greek roots γη (ge) , meaning earth, and θερμος (thermos) , meaning hot. Earth's internal heat is thermal energy generated from radioactive decay and continual heat loss from Earth's formation. Temperatures at the core-mantle boundary may reach over 4000 °C (7,200 °F). [104] The high temperature and pressure in Earth's interior cause some rock to melt and solid mantle to behave plastically, resulting in portions of mantle convecting upward since it is lighter than the surrounding rock.  Rock and water is heated in the crust, sometimes up to 370 °C (700 °F). [105] From hot springs , geothermal energy has been used for bathing since Paleolithic times and for space heating since ancient Roman times, but it is now better known for electricity generation . Worldwide, 11,400 megawatts (MW) of geothermal power is online in 24 countries in 2012. [106] An additional 28 gigawatts of direct geothermal heating capacity is installed for district heating, space heating, spas, industrial processes, desalination and agricultural applications in 2010. [107] Geothermal power is cost effective, reliable, sustainable, and environmentally friendly, [108] but has historically been limited to areas near tectonic plate boundaries . Recent technological advances have dramatically expanded the range and size of viable resources, especially for applications such as home heating, opening a potential for widespread exploitation. Geothermal wells release greenhouse gases trapped deep within the earth, but these emissions are much lower per energy unit than those of fossil fuels. As a result, geothermal power has the potential to help mitigate global warming if widely deployed in place of fossil fuels. The Earth's geothermal resources are theoretically more than adequate to supply humanity's energy needs, but only a very small fraction may be profitably exploited. Drilling and exploration for deep resources is very expensive. Forecasts for the future of geothermal power depend on assumptions about technology, energy prices, subsidies , and interest rates. Pilot programs like EWEB's customer opt in Green Power Program [109] show that customers would be willing to pay a little more for a renewable energy source like geothermal. But as a result of government assisted research and industry experience, the cost of generating geothermal power has decreased by 25% over the past two decades. [110] In 2001, geothermal energy cost between two and ten US cents per kWh. [111]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/NesjavellirPowerPlant_edit2.jpg/220px-NesjavellirPowerPlant_edit2.jpg",
                "caption": "Steam rising from the Nesjavellir Geothermal Power Station in Iceland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Increased energy efficiency",
        "text": "Although increasing the efficiency of energy use is not energy development per se, it may be considered under the topic of energy development since it makes existing energy sources available to do work. [130] : 22 Efficient energy use reduces the amount of energy required to provide products and services. For example, insulating a home allows a building to use less heating and cooling energy to maintain a comfortable temperature. Installing fluorescent lamps or natural skylights reduces the amount of energy required for illumination compared to incandescent light bulbs . Compact fluorescent lights use two-thirds less energy and may last 6 to 10 times longer than incandescent lights.  Improvements in energy efficiency are most often achieved by adopting an efficient technology or production process. [131] Reducing energy use may save consumers money,  if the energy savings offsets the cost of an energy efficient technology.  Reducing energy use reduces emissions.  According to the International Energy Agency , improved energy efficiency in buildings , industrial processes and transportation could reduce the global energy demand in 2050 to around 8% smaller than today, but serving an economy more than twice as big and a population of about  2  billion more people. [132] Energy efficiency and renewable energy are said to be the twin pillars of sustainable energy policy. [133] In many countries energy efficiency is also seen to have a national security benefit because it can be used to reduce the level of energy imports from foreign countries and may slow down the rate at which domestic energy resources are depleted. It's been discovered \"that for OECD countries, wind, geothermal, hydro and nuclear have the lowest hazard rates among energy sources in production\". [134]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Compact-Fluorescent-Bulb.jpg/220px-Compact-Fluorescent-Bulb.jpg",
                "caption": "A spiral-type integrated compact fluorescent lamp , which has been popular among North American consumers since its introduction in the mid-1990s [129]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Transmission",
        "text": "While new sources of energy are only rarely discovered or made possible by new technology , distribution technology continually evolves. [135] The use of fuel cells in cars, for example, is an anticipated delivery technology. [136] This section presents the various delivery technologies that have been important to historic energy development. They all rely in way on the energy sources listed in the previous section.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Pipeline-small_image%2C_seen_from_below.jpeg/220px-Pipeline-small_image%2C_seen_from_below.jpeg",
                "caption": "An elevated section of the Alaska Pipeline"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Wired energy transfer",
        "text": "Electricity grids are the networks used to transmit and distribute power from production source to end user, when the two may be hundreds of kilometres away.  Sources include electrical generation plants such as a nuclear reactor , coal burning power plant, etc.  A combination of sub-stations and transmission lines are used to maintain a constant flow of electricity. Grids may suffer from transient blackouts and brownouts , often due to weather damage. During certain extreme space weather events solar wind can interfere with transmissions. Grids also have a predefined carrying capacity or load that cannot safely be exceeded. When power requirements exceed what's available, failures are inevitable. To prevent problems, power is then rationed. Industrialised countries such as Canada, the US , and Australia are among the highest per capita consumers of electricity in the world, which is possible thanks to a widespread electrical distribution network. The US grid is one of the most advanced, [ citation needed ] although infrastructure maintenance is becoming a problem. CurrentEnergy provides a realtime overview of the electricity supply and demand for California , Texas , and the Northeast of the US. African countries with small scale electrical grids have a correspondingly low annual per capita usage of electricity. One of the most powerful power grids in the world supplies power to the state of Queensland , Australia.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Two_transmission_towers.jpg/220px-Two_transmission_towers.jpg",
                "caption": "Electrical grid – pylons and cables distribute power"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Storage",
        "text": "Energy storage is accomplished by devices or physical media that store energy to perform useful operation at a later time. A device that stores energy is sometimes called an accumulator . All forms of energy are either potential energy (e.g. Chemical , gravitational , electrical energy , temperature differential, latent heat , etc.) or kinetic energy (e.g. momentum ). Some technologies provide only short-term energy storage, and others can be very long-term such as power to gas using hydrogen or methane and the storage of heat or cold between opposing seasons in deep aquifers or bedrock.  A wind-up clock stores potential energy (in this case mechanical, in the spring tension), a battery stores readily convertible chemical energy to operate a mobile phone, and a hydroelectric dam stores energy in a reservoir as gravitational potential energy . Ice storage tanks store ice ( thermal energy in the form of latent heat) at night to meet peak demand for cooling. Fossil fuels such as coal and gasoline store ancient energy derived from sunlight by organisms that later died, became buried and over time were then converted into these fuels. Even food (which is made by the same process as fossil fuels) is a form of energy stored in chemical form.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Stwlan.dam.jpg/220px-Stwlan.dam.jpg",
                "caption": "The Ffestiniog Power Station in Wales , United Kingdom. Pumped-storage hydroelectricity (PSH) is used for grid energy storage ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Electrical engineering",
        "text": "Electric power engineering deals with the production and use of electrical energy , which can entail the study of machines such as generators , electric motors and transformers . Infrastructure involves substations and transformer stations , power lines and electrical cable . Load management and power management over networks have meaningful sway on overall energy efficiency. Electric heating is also widely used and researched.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Qatar%2C_power_lines_%286%29.jpg/220px-Qatar%2C_power_lines_%286%29.jpg",
                "caption": "High-voltage lines for the long distance transportation of electrical energy"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Thermal and chemical energy",
        "text": "Thermal and chemical energy are intertwined with chemistry and environmental studies . Combustion has to do with burners and chemical engines of all kinds, grates and incinerators along with their energy efficiency, pollution and operational safety. Exhaust gas purification technology aims to lessen air pollution through sundry mechanical, thermal and chemical cleaning methods. Emission control technology is a field of process and chemical engineering . Boiler technology deals with the design, construction and operation of steam boilers and turbines (also used in nuclear power generation, see below), drawn from applied mechanics and materials engineering . Energy conversion has to do with internal combustion engines, turbines, pumps, fans and so on, which are used for transportation, mechanical energy and power generation. High thermal and mechanical loads bring about operational safety worries which are dealt with through many branches of applied engineering science.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Wood-fired_grate_stoker.jpg/220px-Wood-fired_grate_stoker.jpg",
                "caption": "A grate for a wood fire"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Nuclear energy",
        "text": "Nuclear technology deals with nuclear power production from nuclear reactors , along with the processing of nuclear fuel and disposal of radioactive waste, drawing from applied nuclear physics , nuclear chemistry and radiation science. Nuclear power generation has been politically controversial in many countries for several decades but the electrical energy produced through nuclear fission is of worldwide importance. [157] There are high hopes that fusion technologies will one day replace most fission reactors but this is still a research area of nuclear physics .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Turbogenerator01.jpg/220px-Turbogenerator01.jpg",
                "caption": "A steam turbine ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Renewable energy",
        "text": "Renewable energy has many branches.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Nellis_AFB_Solar_panels.jpg/220px-Nellis_AFB_Solar_panels.jpg",
                "caption": "Solar ( photovoltaic ) panels at a military base in the US."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Wind power",
        "text": "Wind turbines convert wind energy into electricity by connecting a spinning rotor to a generator. Wind turbines draw energy from atmospheric currents and are designed using aerodynamics along with knowledge taken from mechanical and electrical engineering. The wind passes across the aerodynamic rotor blades, creating an area of higher pressure and an area of lower pressure on either side of the blade. The forces of lift and drag are formed due to the difference in air pressure. The lift force is stronger than the drag force; therefore the rotor, which is connected to a generator, spins. The energy is then created due to the change from the aerodynamic force to the rotation of the generator. [158] Being recognized as one of the most efficient renewable energy sources, wind power is becoming more and more relevant and used in the world. [159] Wind power does not use any water in the production of energy making it a good source of energy for areas without much water. Wind energy could also be produced even if the climate changes in line with current predictions, as it relies solely on wind. [160]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/WindMills.jpg/220px-WindMills.jpg",
                "caption": "Wind turbines on Inner Mongolian grassland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Hydropower",
        "text": "Hydropower draws mechanical energy from rivers, ocean waves and tides . Civil engineering is used to study and build dams , tunnels , waterways and manage coastal resources through hydrology and geology . A low speed water turbine spun by flowing water can power an electrical generator to produce electricity.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Walchenseewerk_Pelton_120.jpg/220px-Walchenseewerk_Pelton_120.jpg",
                "caption": "Building of Pelton water turbines in Germany ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Energy_development",
        "title": "Energy development",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Electricity sources",
        "text": "There are many ways to generate electricity, of varying costs, efficiency and ecological desirability.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/2402_%27County_of_Hampshire%27_at_Wool.JPG/200px-2402_%27County_of_Hampshire%27_at_Wool.JPG",
                "caption": "A passenger train, taking power through a third rail with return through the traction rails"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Lithium-ion battery",
        "text": "Most electric vehicles use lithium-ion batteries (Li-Ions or LIBs). Lithium-ion batteries have a higher energy density , longer life span , and higher power density than most other practical batteries. [31] Complicating factors include safety, durability, thermal breakdown, environmental impact , and cost . Li-ion batteries should be used within safe temperature and voltage ranges to operate safely and efficiently. [32] Increasing the battery's lifespan decreases effective costs and environmental impact. One technique is to operate a subset of the battery cells at a time and switching these subsets. [33] In the past, nickel–metal hydride batteries were used in some electric cars, such as those made by General Motors. [34] These battery types are considered outdated due to their tendencies to self-discharge in the heat. [35] Furthermore, a patent for this type of battery was held by Chevron, which created a problem for their widespread development. [36] These factors, coupled with their high cost, has led to lithium-ion batteries leading as the predominant battery for EVs. [37] The prices of lithium-ion batteries have declined dramatically over the past decade, contributing to a reduction in price for electric vehicles, but an increase in the price of critical minerals such as lithium from 2021 to the end of 2022 has put pressure on historical battery price decreases. [38] [39]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/2010-_Battery_prices_for_electric_vehicles.svg/220px-2010-_Battery_prices_for_electric_vehicles.svg.png",
                "caption": "Battery prices fell, given economies of scale and new cell chemistries improving energy density. [29] However, general inflationary pressures, and rising costs of raw materials and components, inhibited price declines in the early 2020s. [29]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/First-electric-bus.jpg/220px-First-electric-bus.jpg",
                "caption": "Namsan E-Bus, the first commercially used battery electric bus system which is powered with lithium-ion batteries [30]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Electric motor",
        "text": "The power of a vehicle's electric motor, as in other machines, is measured in kilowatts (kW). Electric motors can deliver their maximum torque over a wide RPM range. This means that the performance of a vehicle with a 100 kW electric motor exceeds that of a vehicle with a 100 kW internal combustion engine, which can only deliver its maximum torque within a limited range of engine speed. Efficiency of charging varies considerably depending on the type of charger, [40] and energy is lost during the process of converting the electrical energy to mechanical energy. Usually, direct current (DC) electricity is fed into a DC/AC inverter where it is converted to alternating current (AC) electricity and this AC electricity is connected to a 3-phase AC motor. For electric trains, forklift trucks , and some electric cars, DC motors are often used. In some cases, universal motors are used, and then AC or DC may be employed. In recent production vehicles, various motor types have been implemented; for instance, induction motors within Tesla Motor vehicles and permanent magnet machines in the Nissan Leaf and Chevrolet Bolt. [41]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Iveco_Stralis_AD_190_E-truck._Lidl._Spielvogel.jpg/220px-Iveco_Stralis_AD_190_E-truck._Lidl._Spielvogel.jpg",
                "caption": "Electric truck e-Force One"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Energy and motors",
        "text": "Most large electric transport systems are powered by stationary sources of electricity that are directly connected to the vehicles through wires. Electric traction allows the use of regenerative braking , in which the motors are used as brakes and become generators that transform the motion of, usually, a train into electrical power that is then fed back into the lines. This system is particularly advantageous in mountainous operations, as descending vehicles can produce a large portion of the power required for those ascending. This regenerative system is only viable if the system is large enough to use the power generated by descending vehicles. In the systems above, motion is provided by a rotary electric motor. However, it is possible to \"unroll\" the motor to drive directly against a special matched track. These linear motors are used in maglev trains which float above the rails supported by magnetic levitation . This allows for almost no rolling resistance of the vehicle and no mechanical wear and tear of the train or track. In addition to the high-performance control systems needed, switching and curving of the tracks becomes difficult with linear motors, which to date has restricted their operations to high-speed point to point services.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Electric_powertrain.jpg/220px-Electric_powertrain.jpg",
                "caption": "An electric powertrain used by Power Vehicle Innovation for trucks or buses [42]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Vehicle types",
        "text": "It is generally possible to equip any kind of vehicle with an electric power-train.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Squad_Solar_Car_%28Fully_Charged_2022%29.jpg/220px-Squad_Solar_Car_%28Fully_Charged_2022%29.jpg",
                "caption": "Neighborhood Electric Vehicle , Squad Solar NEV, with solar panel roof"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Plug-in electric vehicle",
        "text": "A plug-in electric vehicle (PEV) is any motor vehicle that can be recharged from any external source of electricity, such as wall sockets , and the electricity stored in the Rechargeable battery packs drives or contributes to drive the wheels. PEV is a subcategory of electric vehicles that includes battery electric vehicles (BEVs), plug-in hybrid vehicles, (PHEVs), and electric vehicle conversions of hybrid electric vehicles and conventional internal combustion engine vehicles. [50] [51] [52]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/2022_Togg_C-SUV.jpg/170px-2022_Togg_C-SUV.jpg",
                "caption": "Togg C-SUV [46] produced by Togg , [47] a Turkish automotive company established in 2018 for producing EVs. [48] [49] [46]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Railborne EVs",
        "text": "The fixed nature of a rail line makes it relatively easy to power EVs through permanent overhead lines or electrified third rails , eliminating the need for heavy onboard batteries. Electric locomotives , electric multiple units , electric trams (also called streetcars or trolleys), electric light rail systems , and electric rapid transit are all in common use today, especially in Europe and Asia. Since electric trains do not need to carry a heavy internal combustion engine or large batteries, they can have very good power-to-weight ratios . This allows high speed trains such as France's double-deck TGVs to operate at speeds of 320 km/h (200 mph) or higher, and electric locomotives to have a much higher power output than diesel locomotives . In addition, they have higher short-term surge power for fast acceleration, and using regenerative brakes can put braking power back into the electrical grid rather than wasting it. Maglev trains are also nearly always EVs. [54] There are also battery electric passenger trains operating on non-electrified rail lines.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/2001-03-31.H-TW2000-Vahrenwalder-Platz.jpg/220px-2001-03-31.H-TW2000-Vahrenwalder-Platz.jpg",
                "caption": "A streetcar (or tram) in Hanover drawing current from a single overhead wire through a pantograph"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Seaborne EVs",
        "text": "Electric boats were popular around the turn of the 20th century. Interest in quiet and potentially renewable marine transportation has steadily increased since the late 20th century, as solar cells have given motorboats the infinite range of sailboats . Electric motors can and have also been used in sailboats instead of traditional diesel engines. [55] Electric ferries operate routinely. [56] Submarines use batteries (charged by diesel or gasoline engines at the surface), nuclear power, fuel cells [57] or Stirling engines to run electric motor-driven propellers. Fully electric tugboats are being used in Auckland, New Zealand (June 2022), [58] Vancouver, British Columbia (October 2023), [59] and San Diego, California. [60]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Oceanvolt_sd8.6_electric_saildrive_motor.jpg/170px-Oceanvolt_sd8.6_electric_saildrive_motor.jpg",
                "caption": "Oceanvolt SD8.6 electric saildrive motor"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Airborne EVs",
        "text": "Since the beginnings of aviation, electric power for aircraft has received a great deal of experimentation. Currently, flying electric aircraft include piloted and unpiloted aerial vehicles.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Mars_helicopter_on_sol_46.png/170px-Mars_helicopter_on_sol_46.png",
                "caption": "Mars helicopter Ingenuity"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Batteries",
        "text": "An electric-vehicle battery (EVB) in addition to the traction battery specialty systems used for industrial (or recreational) vehicles, are batteries used to power the propulsion system of a battery electric vehicle (BEVs). These batteries are usually a secondary (rechargeable) battery, and are typically lithium-ion batteries. Traction batteries, specifically designed with a high ampere-hour capacity, are used in forklifts, electric golf carts, riding floor scrubbers, electric motorcycles, electric cars, trucks, vans, and other electric vehicles. [75] [76]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Lithium_iron_phosphate_battery%2C_12_V%2C_48_Wh%2C_240_A.jpg/170px-Lithium_iron_phosphate_battery%2C_12_V%2C_48_Wh%2C_240_A.jpg",
                "caption": "Lithium ion battery for motorbikes or powersport vehicles"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Environmental",
        "text": "EVs release no tailpipe air pollutants, and reduce respiratory illnesses such as asthma . [92] However, EVs are charged with electricity that may be generated by means that have health and environmental impacts. [93] [94] The carbon emissions from producing and operating an EV are in the majority of cases less than those of producing and operating a conventional vehicle. [95] EVs in urban areas almost always pollute less than internal combustion vehicles. [96] One limitation of the environmental potential of EVs is that simply switching the existing privately owned car fleet from ICEs to EVs will not free up road space for active travel or public transport. [97] Electric micromobility vehicles, such as e-bikes, may contribute to the decarbonisation of transport systems, especially outside of urban areas which are already well-served by public transport. [98] Internal combustion engined vehicles use far more raw materials over their lifetime than EVs. [99]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Battery-cost-learning-curve.png/220px-Battery-cost-learning-curve.png",
                "caption": "Learning curve of lithium-ion batteries: the price of batteries declined by 97% in three decades. [90] [91]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Mechanical",
        "text": "Electric motors are mechanically very simple and often achieve 90% energy conversion efficiency [107] over the full range of speeds and power output and can be precisely controlled. They can also be combined with regenerative braking systems that have the ability to convert movement energy back into stored electricity. This can be used to reduce the wear on brake systems (and consequent brake pad dust) and reduce the total energy requirement of a trip. Regenerative braking is especially effective for start-and-stop city use. They can be finely controlled and provide high torque from stationary-to-moving, unlike internal combustion engines, and do not need multiple gears to match power curves. This removes the need for gearboxes and torque converters . EVs provide quiet and smooth operation and consequently have less noise and vibration than internal combustion engines. [108] While this is a desirable attribute, it has also evoked concern that the absence of the usual sounds of an approaching vehicle poses a danger to blind, elderly and very young pedestrians. To mitigate this situation, many countries mandate warning sounds when EVs are moving slowly, up to a speed when normal motion and rotation (road, suspension, electric motor, etc.) noises become audible. [109] Electric motors do not require oxygen, unlike internal combustion engines; this is useful for submarines and for space rovers .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Tesla_Motors_Model_S_base.JPG/220px-Tesla_Motors_Model_S_base.JPG",
                "caption": "Tesla Model S chassis with drive motor"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Tesla_Model_S_motor_cutout.jpg/220px-Tesla_Model_S_motor_cutout.jpg",
                "caption": "Cutaway view of a Tesla Model S drive motor"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Electric public transit efficiency",
        "text": "Shifts from private to public transport (train, trolleybus , personal rapid transit or tram) have the potential for large gains in efficiency in terms of an individual's distance traveled per kWh. Research shows people prefer trams to buses, [120] because they are quieter and more comfortable and perceived as having higher status. [121] Therefore, it may be possible to cut liquid fossil fuel consumption in cities through the use of electric trams. Trams may be the most energy-efficient form of public transportation, with rubber-wheeled vehicles using two-thirds more energy than the equivalent tram, and run on electricity rather than fossil fuels. In terms of net present value , they are also the cheapest – Blackpool trams are still running after 100 years, [122] but combustion buses only last about 15 years.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Tr%C3%A5dbuss_Landskrona.JPG/220px-Tr%C3%A5dbuss_Landskrona.JPG",
                "caption": "One of the few trolleybuses in Europe, this trolleybus uses two overhead wires to provide electric current supply and return to the power source, 2005"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Public perception",
        "text": "A European survey based on climate found that as of 2022, 39% of European citizens tend to prefer hybrid vehicles, 33% prefer petrol or diesel vehicles, followed by electric cars which were preferred by 28% of Europeans. [128] 44% Chinese car buyers are the most likely to buy an electric car, while 38% of Americans would opt for a hybrid car, 33% would prefer petrol or diesel, while only 29% would go for an electric car. [128] In a 2023 survey concentrated specifically on electric car ownership in the US, 50% of respondents planning to purchase a future car considered themselves unlikely to seriously consider buying an EV. The survey also found that support for banning the production of non-electric vehicles in the US by 2035 has declined from 47% to 40%. [129]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/For_Americans_and_Europeans%2C_price_is_the_main_barrier_to_buying_an_electric_vehicle%3B_Chinese_people_are_more_divided_and_have_concerns_about_driving_range.png/220px-For_Americans_and_Europeans%2C_price_is_the_main_barrier_to_buying_an_electric_vehicle%3B_Chinese_people_are_more_divided_and_have_concerns_about_driving_range.png",
                "caption": "Survey results showing that for American and European respondents, price is the main barrier to buying an electric vehicle. [130]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Improved batteries",
        "text": "Advances in lithium-ion batteries, driven at first by the personal-use electronics industry, allow full-sized, highway-capable EVs to travel nearly as far on a single charge as conventional cars go on a single tank of gasoline. Lithium batteries have been made safe, can be recharged in minutes instead of hours (see recharging time ), and now last longer than the typical vehicle (see lifespan ). The production cost of these lighter, higher-capacity lithium-ion batteries is gradually decreasing as the technology matures and production volumes increase. [139] [140] Research is also underway to improve battery reuse and recycling, which would further reduce the environmental impact of batteries. [141] [142] Many companies and researchers are also working on newer battery technologies, including solid state batteries [143] and alternate technologies. [144]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/If_they_had_to_change_cars%2C_Europeans_and_Americans_would_prefer_a_hybrid_vehicle%2C_whereas_many_Chinese_people_would_opt_for_an_electric_one.png/220px-If_they_had_to_change_cars%2C_Europeans_and_Americans_would_prefer_a_hybrid_vehicle%2C_whereas_many_Chinese_people_would_opt_for_an_electric_one.png",
                "caption": "The same survey showing that if the respondents had to change cars, Chinese respondents are more likely to opt for an electric one. [130]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Higher voltage outlets in garages of newly built homes",
        "text": "In New Mexico the government is looking to pass legislation mandating electrical receptacles that are higher voltage to be installed in garages of newly built homes. [159] The NEMA 14-50 outlets provide 240 volts and 50 Amps for a total of 12.5 Kilowatts for level 2 charging of electric vehicles. [160] [161] Level 2 charging can add up to 30 miles of range per hour of charging compared to up to 4 miles of range per hour for level 1 charging from 120 volt outlets.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/NEMA_14-50.svg/220px-NEMA_14-50.svg.png",
                "caption": "NEMA 14-50 240v 50 amps"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Stabilization of the grid",
        "text": "Since EVs can be plugged into the electric grid when not in use, battery-powered vehicles could reduce the need for dispatchable generation by feeding electricity into the grid from their batteries during periods of high demand and low supply (such as just after sunset) while doing most of their charging at night or midday, when there is unused generating capacity. [165] [166] This vehicle-to-grid (V2G) connection has the potential to reduce the need for new power plants, as long as vehicle owners do not mind reducing the life of their batteries, by being drained by the power company during peak demand. Electric vehicle parking lots can provide demand response . [167] Current electricity infrastructure may need to cope with increasing shares of variable-output power sources such as wind and solar . This variability could be addressed by adjusting the speed at which EV batteries are charged, or possibly even discharged. [168] Some concepts see battery exchanges and battery charging stations, much like gas/petrol stations today. These will require enormous storage and charging potentials, which could be manipulated to vary the rate of charging, and to output power during shortage periods, much as diesel generators are used for short periods to stabilize some national grids. [169] [170]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/V2GEnabledEVFastCharger.jpg/170px-V2GEnabledEVFastCharger.jpg",
                "caption": "Vehicle-to-grid (V2G) charger where energy can flow back into the grid if needed"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Basic principle",
        "text": "At times of low electrical demand, excess generation capacity is used to pump water into the upper reservoir. When there is higher demand, water is released back into the lower reservoir through a turbine , generating electricity. Reversible turbine/generator assemblies act as combined pump and turbine generator units (usually Francis turbine designs). [15] Variable speed operation further optimizes the round trip efficiency in pumped hydro storage plants. [16] [17] In micro-PSH applications, a group of pumps and Pump As Turbine (PAT) could be implemented respectively for pumping and generating phases. [18] The same pump could be used in both modes by changing rotational direction and speed: [18] the operation point in pumping usually differs from the operation point in PAT mode.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Pumpspeicherkraftwerk_engl.png/220px-Pumpspeicherkraftwerk_engl.png",
                "caption": "Power distribution, over a day, of a pumped-storage hydroelectricity facility. Green represents power consumed in pumping. Red is power generated."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pumped-storage_hydroelectricity",
        "title": "Pumped-storage hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Economic efficiency",
        "text": "Taking into account conversion losses and evaporation losses from the exposed water surface, energy recovery of 70–80% or more can be achieved. [19] This technique is currently the most cost-effective means of storing large amounts of electrical energy, but capital costs and the necessity of appropriate geography are critical decision factors in selecting pumped-storage plant sites. The relatively low energy density of pumped storage systems requires either large flows and/or large differences in height between reservoirs. The only way to store a significant amount of energy is by having a large body of water located relatively near, but as high as possible above, a second body of water. In some places this occurs naturally, in others one or both bodies of water were man-made. Projects in which both reservoirs are artificial and in which no natural inflows are involved with either reservoir are referred to as \"closed loop\" systems. [20] These systems may be economical because they flatten out load variations on the power grid, permitting thermal power stations such as coal-fired plants and nuclear power plants that provide base-load electricity to continue operating at peak efficiency, while reducing the need for \"peaking\" power plants that use the same fuels as many base-load thermal plants, gas and oil, but have been designed for flexibility rather than maximal efficiency. Hence pumped storage systems are crucial when coordinating large groups of heterogeneous generators . Capital costs for pumped-storage plants are relatively high, although this is somewhat mitigated by their proven long service life of decades - and in some cases over a century, [21] [22] which is three to five times longer than utility-scale batteries. When electricity prices become negative , pumped hydro operators may earn twice - when \"buying\" the electricity to pump the water to the upper reservoir at negative spot prices and again when selling the electricity at a later time when prices are high. Along with energy management, pumped storage systems help stabilize electrical network frequency and provide reserve generation. Thermal plants are much less able to respond to sudden changes in electrical demand that potentially cause frequency and voltage instability. Pumped storage plants, like other hydroelectric plants, can respond to load changes within seconds. The most important use for pumped storage has traditionally been to balance baseload powerplants, but they may also be used to abate the fluctuating output of intermittent energy sources . Pumped storage provides a load at times of high electricity output and low electricity demand, enabling additional system peak capacity. In certain jurisdictions, electricity prices may be close to zero or occasionally negative on occasions that there is more electrical generation available than there is load available to absorb it. Although at present this is rarely due to wind or solar power alone, increased use of such generation will increase the likelihood of those occurrences. [ citation needed ] It is particularly likely that pumped storage will become especially important as a balance for very large-scale photovoltaic and wind generation. [23] Increased long-distance transmission capacity combined with significant amounts of energy storage will be a crucial part of regulating any large-scale deployment of intermittent renewable power sources. [24] The high non-firm renewable electricity penetration in some regions  supplies 40% of annual output, but 60% may be reached before additional storage is necessary. [25] [26] [27]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Stwlan.dam.jpg/220px-Stwlan.dam.jpg",
                "caption": "The upper reservoir, Llyn Stwlan, and dam of the Ffestiniog Pumped Storage Scheme in North Wales . The lower power station has four water turbines which generate 360 MW of electricity within 60 seconds of the need arising."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pumped-storage_hydroelectricity",
        "title": "Pumped-storage hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Summary",
        "text": "In 2009, world pumped storage generating capacity was 104 GW , [32] while other sources claim 127 GW, which comprises the vast majority of all types of utility grade electric storage. [33] The EU had 38.3 GW net capacity (36.8% of world capacity) out of a total of 140 GW of hydropower and representing 5% of total net electrical capacity in the EU. Japan had 25.5 GW net capacity (24.5% of world capacity). [32] In 2010 the United States had 21.5 GW of pumped storage generating capacity (20.6% of world capacity). [34] PSH contributed 21,073 GWh of energy  in 2020 in the United States, but −5,321 GWh  (net) because more energy is consumed in pumping than is generated. [35] Nameplate pumped storage capacity had grown to 21.6 GW by 2014, with pumped storage comprising 97% of grid-scale energy storage in the United States. As of late 2014, there were 51 active project proposals with a total of 39 GW of new nameplate capacity across all stages of the FERC licensing process for new pumped storage hydroelectric plants in the United States, but no new plants were currently under construction in the United States at the time. [36] [37] The five largest operational pumped-storage plants are listed below (for a detailed list see List of pumped-storage hydroelectric power stations ) :",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Kruonis_Pumped_Storage_Plant.Lithuania.jpg/220px-Kruonis_Pumped_Storage_Plant.Lithuania.jpg",
                "caption": "Kruonis Pumped Storage Plant , Lithuania"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Pumped-storage_hydroelectricity",
        "title": "Pumped-storage hydroelectricity",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Uses",
        "text": "Hydrogen can be deployed as a fuel in two distinct ways: in fuel cells which produce electricity, and via combustion to generate heat. [48] When hydrogen is consumed in fuel cells, the only emission at the point of use is water vapor. [48] Combustion of hydrogen can lead to the thermal formation of harmful nitrogen oxides emissions. [48]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/The_Hydrogen_Ladder%2C_Version_5.0.jpg/220px-The_Hydrogen_Ladder%2C_Version_5.0.jpg",
                "caption": "Some projected uses in the medium term, but analysts disagree [47]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Photo_praxair_plant.hydrogen.infrastructure.jpg/200px-Photo_praxair_plant.hydrogen.infrastructure.jpg",
                "caption": "Hydrogen fuel requires the development of a specific infrastructure for processing, transport and storage."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydrogen_economy",
        "title": "Hydrogen economy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Safety",
        "text": "Hydrogen poses a number of hazards to human safety, from potential detonations and fires when mixed with air to being an asphyxiant in its pure, oxygen -free form. [67] In addition, liquid hydrogen is a cryogen and presents dangers (such as frostbite ) associated with very cold liquids. [68] Hydrogen dissolves in many metals and in addition to leaking out, may have adverse effects on them, such as hydrogen embrittlement , [69] leading to cracks and explosions. [70] Hydrogen is flammable when mixed even in small amounts with ordinary air. Ignition can occur at a volumetric ratio of hydrogen to air as low as 4%. [71] Moreover, hydrogen fire, while being extremely hot, is almost invisible, and thus can lead to accidental burns. [72]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Hydrogen_Flame_Broom_Test_NASA.jpg/220px-Hydrogen_Flame_Broom_Test_NASA.jpg",
                "caption": "A NASA engineer sweeps an area with a corn broom to find the location of a hydrogen fire. Hydrogen burns with a nearly-invisible flame."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydrogen_economy",
        "title": "Hydrogen economy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Examples and pilot programs",
        "text": "The distribution of hydrogen for the purpose of transportation is being tested around the world, particularly in the US ( California , Massachusetts ), Canada , Japan , the EU ( Portugal , Norway , Denmark, Germany ), and Iceland . An indicator of the presence of large natural gas infrastructures already in place in countries and in use by citizens is the number of natural gas vehicles present in the country. The countries with the largest amount of natural gas vehicles are (in order of magnitude): [92] Iran , China , Pakistan , Argentina , India , Brasil , Italy , Colombia , Thailand , Uzbekistan , Bolivia , Armenia , Bangladesh , Egypt , Peru , Ukraine , United States . Natural gas vehicles can also be converted to run on hydrogen . Also, in a few private homes, fuel cell micro-CHP plants can be found, which can operate on hydrogen, or other fuels as natural gas or LPG. [93] [94]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Brno%2C_Autotec%2C_Mercedes_Citaro_na_palivov%C3%A9_%C4%8Dl%C3%A1nky_II.jpg/220px-Brno%2C_Autotec%2C_Mercedes_Citaro_na_palivov%C3%A9_%C4%8Dl%C3%A1nky_II.jpg",
                "caption": "A Mercedes-Benz O530 Citaro powered by hydrogen fuel cells, in Brno , Czech Republic ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Hydrogen_economy",
        "title": "Hydrogen economy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Origins",
        "text": "The concepts that seeded nanotechnology were first discussed in 1959 by physicist Richard Feynman in his talk There's Plenty of Room at the Bottom , in which he described the possibility of synthesis via direct manipulation of atoms. The term \"nano-technology\" was first used by Norio Taniguchi in 1974, though it was not widely known. Inspired by Feynman's concepts, K. Eric Drexler used the term \"nanotechnology\" in his 1986 book Engines of Creation: The Coming Era of Nanotechnology , which proposed the idea of a nanoscale \"assembler\" that would be able to build a copy of itself and of other items of arbitrary complexity with atom-level control. Also in 1986, Drexler co-founded The Foresight Institute to increase public awareness and understanding of nanotechnology concepts and implications. The emergence of nanotechnology as a field in the 1980s occurred through the convergence of Drexler's theoretical and public work, which developed and popularized a conceptual framework, and high-visibility experimental advances that drew additional attention to the prospects. In the 1980s, two breakthroughs sparked the growth of nanotechnology. First, the invention of the scanning tunneling microscope in 1981 enabled visualization of individual atoms and bonds, and was successfully used to manipulate individual atoms in 1989. The microscope's developers Gerd Binnig and Heinrich Rohrer at IBM Zurich Research Laboratory received a Nobel Prize in Physics in 1986. [10] [11] Binnig, Quate and Gerber also invented the analogous atomic force microscope that year. Second, fullerenes (buckyballs) were discovered in 1985 by Harry Kroto , Richard Smalley , and Robert Curl , who together won the 1996 Nobel Prize in Chemistry . [12] [13] C 60 was not initially described as nanotechnology; the term was used regarding subsequent work with related carbon nanotubes (sometimes called graphene tubes or Bucky tubes) which suggested potential applications for nanoscale electronics and devices. The discovery of carbon nanotubes is largely attributed to Sumio Iijima of NEC in 1991, [14] for which Iijima won the inaugural 2008 Kavli Prize in Nanoscience. In the early 2000s, the field garnered increased scientific, political, and commercial attention that led to both controversy and progress. Controversies emerged regarding the definitions and potential implications of nanotechnologies, exemplified by the Royal Society 's report on nanotechnology. [15] Challenges were raised regarding the feasibility of applications envisioned by advocates of molecular nanotechnology, which culminated in a public debate between Drexler and Smalley in 2001 and 2003. [16] Meanwhile, commercial products based on advancements in nanoscale technologies began emerging. These products were limited to bulk applications of nanomaterials and did not involve atomic control of matter. Some examples include the Silver Nano platform for using silver nanoparticles as an antibacterial agent, nanoparticle -based sunscreens, carbon fiber strengthening using silica nanoparticles, and carbon nanotubes for stain-resistant textiles. [17] [18] Governments moved to promote and fund research into nanotechnology, such as American the National Nanotechnology Initiative , which formalized a size-based definition of nanotechnology and established research funding, and in Europe via the European Framework Programmes for Research and Technological Development . By the mid-2000s scientific attention began to flourish. Nanotechnology roadmaps centered on atomically precise manipulation of matter and discussed existing and projected capabilities, goals, and applications. [19] [20]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Comparison_of_nanomaterials_sizes.jpg/400px-Comparison_of_nanomaterials_sizes.jpg",
                "caption": "Comparison of nanomaterials sizes"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/C60_Molecule.svg/180px-C60_Molecule.svg.png",
                "caption": "Buckminsterfullerene C 60 , also known as the buckyball , is a representative member of the carbon structures known as fullerenes . Members of the fullerene family are a major subject of research falling under the nanotechnology umbrella."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Nanotechnology",
        "title": "Nanotechnology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Larger to smaller: a materials perspective",
        "text": "Several phenomena become pronounced as system size. These include statistical mechanical effects, as well as quantum mechanical effects, for example, the \" quantum size effect\" in which the electronic properties of solids alter along with reductions in particle size. Such effects do not apply at macro or micro dimensions. However, quantum effects can become significant when nanometer scales. Additionally, physical (mechanical, electrical, optical, etc.) properties change versus macroscopic systems. One example is the increase in surface area to volume ratio altering mechanical, thermal, and catalytic properties of materials. Diffusion and reactions can be different as well. Systems with fast ion transport are referred to as nanoionics. The mechanical properties of nanosystems are of interest in research.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Atomic_resolution_Au100.JPG/220px-Atomic_resolution_Au100.JPG",
                "caption": "Image of reconstruction on a clean Gold ( 100 ) surface, as visualized using scanning tunneling microscopy . The positions of the individual atoms composing the surface are visible."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Nanotechnology",
        "title": "Nanotechnology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    },
    {
        "section": "Applications",
        "text": "As of August 21, 2008, the Project on Emerging Nanotechnologies estimated that over 800 manufacturer-identified nanotech products were publicly available, with new ones hitting the market at a pace of 3–4 per week. [18] Most applications are \"first generation\" passive nanomaterials that includes titanium dioxide in sunscreen, cosmetics, surface coatings, [57] and some food products; Carbon allotropes used to produce gecko tape ; silver in food packaging , clothing, disinfectants, and household appliances; zinc oxide in sunscreens and cosmetics, surface coatings, paints and outdoor furniture varnishes; and cerium oxide as a fuel catalyst. [17] Further applications allow tennis balls to last longer, golf balls to fly straighter, and bowling balls to become more durable. Trousers and socks have been infused with nanotechnology to last longer and lower temperature in the summer. Bandages are infused with silver nanoparticles to heal cuts faster. [58] Video game consoles and personal computers may become cheaper, faster, and contain more memory thanks to nanotechnology. [59] Also, to build structures for on chip computing with light, for example on chip optical quantum information processing, and picosecond transmission of information. [60] Nanotechnology may have the ability to make existing medical applications cheaper and easier to use in places like the doctors' offices and at homes. [61] Cars use nanomaterials in such ways that car parts require fewer metals during manufacturing and less fuel to operate in the future. [62] Nanoencapsulation involves the enclosure of active substances within carriers. Typically, these carriers offer advantages, such as enhanced bioavailability, controlled release, targeted delivery, and protection of the encapsulated substances. In the medical field, nanoencapsulation plays a significant role in drug delivery . It facilitates more efficient drug administration, reduces side effects, and increases treatment effectiveness. Nanoencapsulation is particularly useful for improving the bioavailability of poorly water-soluble drugs, enabling controlled and sustained drug release, and supporting the development of targeted therapies. These features collectively contribute to advancements in medical treatments and patient care. [63] [64] Nanotechnology may play role in tissue engineering . When designing scaffolds, researchers attempt to mimic the nanoscale features of a cell 's microenvironment to direct its differentiation down a suitable lineage. [65] For example, when creating scaffolds to support bone growth, researchers may mimic osteoclast resorption pits. [66] Researchers used DNA origami -based nanobots capable of carrying out logic functions to target drug delivery in cockroaches. [67] A nano bible (a .5mm2 silicon chip) was created by the Technion in order to increase youth interest in nanotechnology. [68]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Threshold_formation_nowatermark.gif/400px-Threshold_formation_nowatermark.gif",
                "caption": "One of the major applications of nanotechnology is in the area of nanoelectronics with MOSFET 's being made of small nanowires ≈10 nm in length. Here is a simulation of such a nanowire."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Nanowire_laser.png/220px-Nanowire_laser.png",
                "caption": "Nanowire lasers for ultrafast transmission of information in light pulses"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Nanotechnology",
        "title": "Nanotechnology",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Future perspectives on energy storage technology"
    }
]