[
    {
        "section": "Role in addressing climate change",
        "text": "As part of the global effort to limit climate change , most countries have committed to net zero greenhouse gas emissions . [26] In practice, this means phasing out fossil fuels and replacing them with low-emissions energy sources. [12] At the 2023 United Nations Climate Change Conference , around three-quarters of the world's countries set a goal of tripling renewable energy capacity by 2030. [27] The European Union aims to generate 40% of its electricity from renewables by the same year. [28]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/2021_Death_rates%2C_by_energy_source.svg/300px-2021_Death_rates%2C_by_energy_source.svg.png",
                "caption": "Deaths caused as a result of fossil fuel use (areas of rectangles in chart) greatly exceed those resulting from production of renewable energy (rectangles barely visible in chart). [25]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Intermittency",
        "text": "The two most important forms of renewable energy, solar and wind, are intermittent energy sources : they are not available constantly, resulting in lower capacity factors . In contrast, fossil fuel power plants are usually able to produce precisely the amount of energy an electricity grid requires at a given time. Solar energy can only be captured during the day, and ideally in cloudless conditions. Wind power generation can vary significantly not only day-to-day, but even month-to-month. [31] This poses a challenge when transitioning away from fossil fuels: energy demand will often be higher or lower than what renewables can provide. [32] Both scenarios can cause electricity grids to become overloaded, leading to power outages . In the medium-term, this variability may require keeping some gas-fired power plants or other dispatchable generation on standby [33] [34] until there is enough energy storage, demand response , grid improvement, and/or baseload power from non-intermittent sources. In the long-term, energy storage is an important way of dealing with intermittency. [35] Using diversified renewable energy sources and smart grids can also help flatten supply and demand. [36] Sector coupling of the power generation sector with other sectors may increase flexibility: for example the transport sector can be coupled by charging electric vehicles and sending electricity from vehicle to grid . [37] Similarly the industry sector can be coupled by hydrogen produced by electrolysis, [38] and the buildings sector by thermal energy storage for space heating and cooling. [39] Building overcapacity for wind and solar generation can help ensure sufficient electricity production even during poor weather. In optimal weather, it may be necessary to curtail energy generation if it is not possible to use or store excess electricity. [40]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Renewables_need_flexible_backup_not_baseload.png/300px-Renewables_need_flexible_backup_not_baseload.png",
                "caption": "Estimated power demand over a week in May 2012 and May 2020, Germany, showing the variability in solar and wind power both day-to-day and month-to-month."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Solar energy",
        "text": "Solar power produced around 1.3 terrawatt-hours (TWh) worldwide in 2022, [10] representing 4.6% of the world's electricity. Almost all of this growth has happened since 2010. [52] Solar energy can be harnessed anywhere that receives sunlight; however, the amount of solar energy that can be harnessed for electricity generation is influenced by weather conditions , geographic location and time of day. [53] There are two mainstream ways of harnessing solar energy: solar thermal , which converts solar energy into heat; and photovoltaics (PV), which converts it into electricity. [12] PV is far more widespread, accounting for around two thirds of the global solar energy capacity as of 2022. [54] It is also growing at a much faster rate, with 170 GW newly installed capacity in 2021, [55] compared to 25 GW of solar thermal. [54] Passive solar refers to a range of construction strategies and technologies that aim to optimize the distribution of solar heat in a building. Examples include solar chimneys , [12] orienting a building to the sun, using construction materials that can store heat , and designing spaces that naturally circulate air . [56] From 2020 to 2022, solar technology investments almost doubled from USD 162 billion to USD 308 billion, driven by the sector's increasing maturity and cost reductions, particularly in solar photovoltaic (PV), which accounted for 90% of total investments. China and the United States were the main recipients, collectively making up about half of all solar investments since 2013. Despite reductions in Japan and India due to policy changes and COVID-19 , growth in China, the United States, and a significant increase from Vietnam's feed-in tariff program offset these declines. Globally, the solar sector added 714 gigawatts (GW) of solar PV and concentrated solar power (CSP) capacity between 2013 and 2021, with a notable rise in large-scale solar heating installations in 2021, especially in China, Europe, Turkey, and Mexico. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/SolarFachwerkhaus.jpg/220px-SolarFachwerkhaus.jpg",
                "caption": "A small, roof-top mounted PV system in Bonn , Germany"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG/220px-Mount_Komekura_Photovoltaic_power_plant_Jan2012.JPG",
                "caption": "Komekurayama photovoltaic power station in Kofu , Japan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Photovoltaics",
        "text": "A photovoltaic system , consisting of solar cells assembled into panels , converts light into electrical direct current via the photoelectric effect . [60] PV has several advantages that make it by far the fastest-growing renewable energy technology. It is cheap, low-maintenance and scalable; adding to an existing PV installation as demanded arises is simple. Its main disadvantage is its poor performance in cloudy weather. [12] PV systems range from small, residential and commercial rooftop or building integrated installations, to large utility-scale photovoltaic power station . [61] A household's solar panels can either be used for just that household or, if connected to an electrical grid, can be aggregated with millions of others. [62] The first utility-scale solar power plant was built in 1982 in Hesperia, California by ARCO . [63] The plant was not profitable and was sold eight years later. [64] However, over the following decades, PV cells became significantly more efficient and cheaper. [65] As a result, PV adoption has grown exponentially since 2010. [66] Global capacity increased from 230 GW at the end of 2015 to 890 GW in 2021. [67] PV grew fastest in China between 2016 and 2021, adding 560 GW, more than all advanced economies combined. [68] Four of the ten biggest solar power stations are in China, including the biggest, Golmud Solar Park in China. [69]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg/220px-1975_%E2%80%93_Price_of_solar_panels_as_a_function_of_cumulative_installed_capacity.svg.png",
                "caption": "Swanson's law –stating that solar module prices have dropped about 20% for each doubling of installed capacity—defines the \" learning rate \" of solar photovoltaics . [58] [59]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Wind power",
        "text": "Humans have harnessed wind energy since at least 3500 BC. Until the 20th century, it was primarily used to power ships, windmills and water pumps. Today, the vast majority of wind power is used to generate electricity using wind turbines. [12] Modern utility-scale wind turbines range from around 600 kW to 9 MW of rated power. The power available from the wind is a function of the cube of the wind speed, so as wind speed increases, power output increases up to the maximum output for the particular turbine. [76] Areas where winds are stronger and more constant, such as offshore and high-altitude sites, are preferred locations for wind farms. Wind-generated electricity met nearly 4% of global electricity demand in 2015, with nearly 63 GW of new wind power capacity installed. Wind energy was the leading source of new capacity in Europe, the US and Canada, and the second largest in China. In Denmark, wind energy met more than 40% of its electricity demand while Ireland, Portugal and Spain each met nearly 20%. [77] Globally, the long-term technical potential of wind energy is believed to be five times total current global energy production, or 40 times current electricity demand, assuming all practical barriers needed were overcome. This would require wind turbines to be installed over large areas, particularly in areas of higher wind resources, such as offshore, and likely also industrial use of new types of VAWT turbines in addition to the horizontal axis units currently in use. As offshore wind speeds average ~90% greater than that of land, offshore resources can contribute substantially more energy than land-stationed turbines. [78] Investments in wind technologies reached USD 161 billion in 2020, with onshore wind dominating at 80% of total investments from 2013 to 2022. Offshore wind investments nearly doubled to USD 41 billion between 2019 and 2020, primarily due to policy incentives in China and expansion in Europe. Global wind capacity increased by 557 GW between 2013 and 2021, with capacity additions increasing by an average of 19% each year. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Pretty_flamingos_-_geograph.org.uk_-_578705.jpg/170px-Pretty_flamingos_-_geograph.org.uk_-_578705.jpg",
                "caption": "Burbo , NW-England"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Fentonwindpark1.jpg/220px-Fentonwindpark1.jpg",
                "caption": "Sunrise at the Fenton Wind Farm in Minnesota, United States"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Wind_energy_generation_by_region%2C_OWID.svg/300px-Wind_energy_generation_by_region%2C_OWID.svg.png",
                "caption": "Wind energy generation by region over time [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Hydropower",
        "text": "Since water is about 800 times denser than air , even a slow flowing stream of water, or moderate sea swell , can yield considerable amounts of energy. Water can generate electricity with a conversion efficiency of about 90%, which is the highest rate in renewable energy. [82] There are many forms of water energy: Much hydropower is flexible, thus complementing wind and solar. [86] In 2021, the world renewable hydropower capacity was 1,360 GW. [68] Only a third of the world's estimated hydroelectric potential of 14,000 TWh/year has been developed. [87] [88] New hydropower projects face opposition from local communities due to their large impact, including relocation of communities and flooding of wildlife habitats and farming land. [89] High cost and lead times from permission process, including environmental and risk assessments, with lack of environmental and social acceptance are therefore the primary challenges for new developments. [90] It is popular to repower old dams thereby increasing their efficiency and capacity as well as quicker responsiveness on the grid. [91] Where circumstances permit existing dams such as the Russell Dam built in 1985 may be updated with \"pump back\" facilities for pumped-storage which is useful for peak loads or to support intermittent wind and solar power. Because dispatchable power is more valuable than VRE [92] [93] countries with large hydroelectric developments such as Canada and Norway are spending billions to expand their grids to trade with neighboring countries having limited hydro. [94]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/ThreeGorgesDam-China2009.jpg/220px-ThreeGorgesDam-China2009.jpg",
                "caption": "The Three Gorges Dam for hydropower on the Yangtze River in China"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Three_gorges_dam_from_space.jpg/220px-Three_gorges_dam_from_space.jpg",
                "caption": "Three Gorges Dam and Gezhouba Dam , China"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Bioenergy",
        "text": "Biomass is biological material derived from living, or recently living organisms. Most commonly, it refers to plants or plant-derived materials. As an energy source, biomass can either be used directly via combustion to produce heat, or converted to a more energy-dense biofuel like ethanol. Wood is the most significant biomass energy source as of 2012 [98] and is usually sourced from a trees cleared for silvicultural reasons or fire prevention . Municipal wood waste – for instance, construction materials or sawdust – is also often burned for energy. [99] The biggest per-capita producers of wood-based bioenergy are heavily forested countries like Finland, Sweden, Estonia, Austria, and Denmark. [100] Bioenergy can be environmentally destructive if old-growth forests are cleared to make way for crop production. In particular, demand for palm oil to produce biodiesel has contributed to the deforestation of tropical rainforests in Brazil and Indonesia. [101] In addition, burning biomass still produces carbon emissions, although much less than fossil fuels (39 grams of CO 2 per megajoule of energy, compared to 75 g/MJ for fossil fuels). [102]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Metz_biomass_power_station.jpg/220px-Metz_biomass_power_station.jpg",
                "caption": "A CHP power station using wood to supply 30,000 households in France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Biofuel",
        "text": "Biofuels are primarily used in transportation, providing 3.5% of the world's transport energy demand in 2022, [103] up from 2.7% in 2010. [104] Biojet is expected to be important for short-term reduction of carbon dioxide emissions from long-haul flights. [105] Aside from wood, the major sources of bioenergy are bioethanol and biodiesel . [12] Bioethanol is usually produced by fermenting the sugar components of crops like sugarcane and maize , while biodiesel is mostly made from oils extracted from plants, such as soybean oil and corn oil . [106] Most of the crops used to produce bioethanol and biodiesel are grown specifically for this purpose, [107] although used cooking oil accounted for 14% of the oil used to produce biodiesel as of 2015. [106] The biomass used to produce biofuels varies by region. Maize is the major feedstock in the United States, while sugarcane dominates in Brazil. [108] In the European Union, where biodiesel is more common than bioethanol, rapeseed oil and palm oil are the main feedstocks. [109] China, although it produces comparatively much less biofuel, uses mostly corn and wheat. [110] In many countries, biofuels are either subsidized or mandated to be included in fuel mixtures . [101] There are many other sources of bioenergy that are more niche, or not yet viable at large scales. For instance, bioethanol could be produced from the cellulosic parts of crops, rather than only the seed as is common today. [111] Sweet sorghum may be a promising alternative source of bioethanol, due to its tolerance of a wide range of climates. [112] Cow dung can be converted into methane. [113] There is also a great deal of research involving algal fuel , which is attractive because algae is a non-food resource, grows around 20 times faster than most food crops, and can be grown almost anywhere. [114]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Faz_S_Sofia_canavial_090607_REFON.JPG/220px-Faz_S_Sofia_canavial_090607_REFON.JPG",
                "caption": "Sugarcane plantation to produce ethanol in Brazil"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Soybeanbus.jpg/220px-Soybeanbus.jpg",
                "caption": "A bus fueled by biodiesel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Geothermal energy",
        "text": "Geothermal energy is thermal energy (heat) extracted from the Earth's crust . It originates from several different sources , of which the most significant is slow radioactive decay of minerals contained in the Earth's interior , [12] as well as some leftover heat from the formation of the Earth . [119] Some of the heat is generated near the Earth's surface in the crust, but some also flows from deep within the Earth from the mantle and core . [119] Geothermal energy extraction is viable mostly in countries located on tectonic plate edges, where the Earth's hot mantle is more exposed. [120] As of 2023, the United States has by far the most geothermal capacity (2.7 GW, [121] or less than 0.2% of the country's total energy capacity [122] ), followed by Indonesia and the Philippines. Global capacity in 2022 was 15 GW. [121] Geothermal energy can be either used directly to heat homes, as is common in Iceland, or to generate electricity. At smaller scales, geothermal power can be generated with geothermal heat pumps , which can extract heat from ground temperatures of under 30 °C (86 °F), allowing them to be used at relatively shallow depths of a few meters. [120] Electricity generation requires large plants and ground temperatures of at least 150 °C (302 °F). In some countries, electricity produced from geothermal energy accounts for a large portion of the total, such as Kenya (43%) and Indonesia (5%). [123] Technical advances may eventually make geothermal power more widely available. For example, enhanced geothermal systems involve drilling around 10 kilometres (6.2 mi) into the Earth, breaking apart hot rocks and extracting the heat using water. In theory, this type of geothermal energy extraction could be done anywhere on Earth. [120]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/NesjavellirPowerPlant_edit2.jpg/220px-NesjavellirPowerPlant_edit2.jpg",
                "caption": "Steam rising from the Nesjavellir Geothermal Power Station in Iceland"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/West_Ford_Flat_Geothermal_Cooling_Tower.JPG/170px-West_Ford_Flat_Geothermal_Cooling_Tower.JPG",
                "caption": "Geothermal plant at The Geysers , California, US"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Krafla_geothermal_power_station_wiki.jpg/220px-Krafla_geothermal_power_station_wiki.jpg",
                "caption": "Krafla , a geothermal power station in Iceland"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Marine energy",
        "text": "Marine energy (also sometimes referred to as ocean energy) is the energy carried by ocean waves , tides , salinity , and ocean temperature differences . Technologies to harness the energy of moving water include wave power , marine current power , and tidal power . Reverse electrodialysis (RED) is a technology for generating electricity by mixing fresh water and salty sea water in large power cells. [130] Most marine energy harvesting technologies are still at low technology readiness levels and not used at large scales. Tidal energy is generally considered the most mature, but has not seen wide deployment. [131] The world's largest tidal power station is on Sihwa Lake , South Korea, [132] which produces around 550 gigawatt-hours of electricity per year. [133]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg/220px-Sihwa_Lake_Tidal_Power_Station_aerial_view.jpg",
                "caption": "Aerial view of Sihwa Tidal Power Station in South Korea"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Growth of renewables",
        "text": "The results of a recent review of the literature concluded that as greenhouse gas (GHG) emitters begin to be held liable for damages resulting from GHG emissions resulting in climate change, a high value for liability mitigation would provide powerful incentives for deployment of renewable energy technologies. [181] In the decade of 2010–2019, worldwide investment in renewable energy capacity excluding large hydropower amounted to US$2.7 trillion, of which the top countries China contributed US$818 billion, the United States contributed US$392.3 billion, Japan contributed US$210.9 billion, Germany contributed US$183.4 billion, and the United Kingdom contributed US$126.5 billion. [182] This was an increase of over three and possibly four times the equivalent amount invested in the decade of 2000–2009 (no data is available for 2000–2003). [182] As of 2022, an estimated 28% of the world's electricity was generated by renewables. This is up from 19% in 1990. [183]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg/232px-20210119_Renewable_energy_investment_-_2004-_BloombergNEF.svg.png",
                "caption": "Investment: Companies, governments and households have committed increasing amounts to decarbonization, including renewable energy (solar, wind), electric vehicles and associated charging infrastructure, energy storage, energy-efficient heating systems, carbon capture and storage, and hydrogen. [171] [172]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg/232px-20201019_Levelized_Cost_of_Energy_%28LCOE%2C_Lazard%29_-_renewable_energy.svg.png",
                "caption": "Levelized cost: With increasingly widespread implementation of renewable energy sources, costs have declined, most notably for energy generated by solar panels. [175] [176] Levelized cost of energy (LCOE) is a measure of the average net present cost of electricity generation for a generating plant over its lifetime."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Future projections",
        "text": "A December 2022 report by the IEA forecasts that over 2022-2027, renewables are seen growing by almost 2 400 GW in its main forecast, equal to the entire installed power capacity of China in 2021. This is an 85% acceleration from the previous five years, and almost 30% higher than what the IEA forecast in its 2021 report, making its largest ever upward revision. Renewables are set to account for over 90% of global electricity capacity expansion over the forecast period. [68] To achieve net zero emissions by 2050, IEA believes that 90% of global electricity generation will need to be produced from renewable sources. [17] In June 2022 IEA Executive Director Fatih Birol said that countries should invest more in renewables to \"ease the pressure on consumers from high fossil fuel prices, make our energy systems more secure, and get the world on track to reach our climate goals.\" [185] China's five year plan to 2025 includes increasing direct heating by renewables such as geothermal and solar thermal. [186] REPowerEU , the EU plan to escape dependence on fossil Russian gas , is expected to call for much more green hydrogen . [187] After a transitional period, [188] renewable energy production is expected to make up most of the world's energy production. In 2018, the risk management firm, DNV GL , forecasts that the world's primary energy mix will be split equally between fossil and non-fossil sources by 2050. [189]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg/220px-2010-_Fossil_fuels_vs_Wind_%2B_Solar_-_electricity_generation.svg.png",
                "caption": "In 2023, electricity generation from wind and solar sources was projected to exceed 30% by 2030. [184]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Policy",
        "text": "Policies to support renewable energy have been vital in their expansion. Where Europe dominated in establishing energy policy in the early 2000s, most countries around the world now have some form of energy policy. [199] The International Renewable Energy Agency (IRENA) is an intergovernmental organization for promoting the adoption of renewable energy worldwide. It aims to provide concrete policy advice and facilitate capacity building and technology transfer. IRENA was formed in 2009, with 75 countries signing the charter of IRENA. [200] As of April 2019, IRENA has 160 member states. [201] The then United Nations Secretary-General Ban Ki-moon has said that renewable energy can lift the poorest nations to new levels of prosperity, [202] and in September 2011 he launched the UN Sustainable Energy for All initiative to improve energy access, efficiency and the deployment of renewable energy. [203] The 2015 Paris Agreement on climate change motivated many countries to develop or improve renewable energy policies. [204] In 2017, a total of 121 countries adopted some form of renewable energy policy. [199] National targets that year existed in 176 countries. [204] In addition, there is also a wide range of policies at the state/provincial, and local levels. [104] Some public utilities help plan or install residential energy upgrades . Many national, state and local governments have created green banks . A green bank is a quasi-public financial institution that uses public capital to leverage private investment in clean energy technologies. [205] Green banks use a variety of financial tools to bridge market gaps that hinder the deployment of clean energy. Climate neutrality by the year 2050 is the main goal of the European Green Deal . [206] For the European Union to reach their target of climate neutrality, one goal is to decarbonise its energy system by aiming to achieve \"net-zero greenhouse gas emissions by 2050.\" [207]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Share_of_electricity_production_from_renewables.svg/330px-Share_of_electricity_production_from_renewables.svg.png",
                "caption": "Share of electricity production from renewables, 2022 [8]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Geopolitics",
        "text": "The geopolitical impact of the growing use of renewable energy is a subject of ongoing debate and research. [219] Many fossil-fuel producing countries, such as Qatar , Russia , Saudi Arabia and Norway , are currently able to exert diplomatic or geopolitical influence as a result of their oil wealth. Most of these countries are expected to be among the geopolitical \"losers\" of the energy transition, although some, like Norway, are also significant producers and exporters of renewable energy. Fossil fuels and the infrastructure to extract them may, in the long term, become stranded assets . [220] It has been speculated that countries dependent on fossil fuel revenue may one day find it in their interests to quickly sell off their remaining fossil fuels. [221] Conversely, nations abundant in renewable resources, and the minerals required for renewables technology, are expected to gain influence. [222] [223] In particular, China has become the world's dominant manufacturer of the technology needed to produce or store renewable energy, especially solar panels , wind turbines , and lithium-ion batteries . [224] Nations rich in solar and wind energy could become major energy exporters. [225] Some may produce and export green hydrogen , [226] [225] although electricity is projected to be the dominant energy carrier in 2050, accounting for almost 50% of total energy consumption (up from 22% in 2015). [227] Countries with large uninhabited areas such as Australia, China, and many African and Middle Eastern countries have a potential for huge installations of renewable energy. The production of renewable energy technologies requires rare-earth elements with new supply chains. [228] Countries with already weak governments that rely on fossil fuel revenue may face even higher political instability or popular unrest. Analysts consider Nigeria, Angola , Chad , Gabon , and Sudan , all countries with a history of military coups , to be at risk of instability due to dwindling oil income. [229] A study found that transition from fossil fuels to renewable energy systems reduces risks from mining, trade and political dependence because renewable energy systems don't need fuel – they depend on trade only for the acquisition of materials and components during construction. [230] In October 2021, European Commissioner for Climate Action Frans Timmermans suggested \"the best answer\" to the 2021 global energy crisis is \"to reduce our reliance on fossil fuels.\" [231] He said those blaming the European Green Deal were doing so \"for perhaps ideological reasons or sometimes economic reasons in protecting their vested interests.\" [231] Some critics blamed the European Union Emissions Trading System (EU ETS) and closure of nuclear plants for contributing to the energy crisis. [232] [233] [234] European Commission President Ursula von der Leyen said that Europe is \"too reliant\" on natural gas and too dependent on natural gas imports . According to Von der Leyen, \"The answer has to do with diversifying our suppliers ... and, crucially, with speeding up the transition to clean energy.\" [235]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/TREC-Map-en.jpg/220px-TREC-Map-en.jpg",
                "caption": "A concept of a super grid"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Public support",
        "text": "Solar power plants may compete with arable land , [254] [255] while on-shore wind farms often face opposition due to aesthetic concerns and noise. [256] [257] Such opponents are often described as NIMBYs (\"not in my back yard\"). [258] Some environmentalists are concerned about fatal collisions of birds and bats with wind turbines. [259] Although protests against new wind farms occasionally occur around the world, regional and national surveys generally find broad support for both solar and wind power. [260] [261] [262] Community-owned wind energy is sometimes proposed as a way to increase local support for wind farms. [263] A 2011 UK Government document stated that \"projects are generally more likely to succeed if they have broad public support and the consent of local communities. This means giving communities both a say and a stake.\" [264] In the 2000s and early 2010s, many renewable projects in Germany, Sweden and Denmark were owned by local communities, particularly through cooperative structures. [265] [266] In the years since, more installations in Germany have been undertaken by large companies, [263] but community ownership remains strong in Denmark. [267]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [253]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy",
        "title": "Renewable energy",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Wind energy resources",
        "text": "Wind is air movement in the Earth's atmosphere. In a unit of time, say 1 second, the volume of air that had passed an area A {\\displaystyle A} is A v {\\displaystyle Av} . If the air density is ρ {\\displaystyle \\rho } , the mass of this volume of air is M = ρ A v {\\displaystyle M=\\rho Av} , and the power transfer, or energy transfer per second is P = 1 2 M v 2 = 1 2 ρ A v 3 {\\displaystyle P={\\tfrac {1}{2}}Mv^{2}={\\tfrac {1}{2}}\\rho Av^{3}} . Wind power is thus proportional to the third power of the wind speed; the available power increases eightfold when the wind speed doubles. Change of wind speed by a factor of 2.1544 increases the wind power by one order of magnitude (multiply by 10). The global wind kinetic energy averaged approximately 1.50 MJ/m 2 over the period from 1979 to 2010, 1.31 MJ/m 2 in the Northern Hemisphere with 1.70 MJ/m 2 in the Southern Hemisphere. The atmosphere acts as a thermal engine, absorbing heat at higher temperatures, releasing heat at lower temperatures. The process is responsible for the production of wind kinetic energy at a rate of 2.46 W/m 2 thus sustaining the circulation of the atmosphere against friction. [15] Through wind resource assessment , it is possible to estimate wind power potential globally, by country or region, or for a specific site. The Global Wind Atlas provided by the Technical University of Denmark in partnership with the World Bank provides a global assessment of wind power potential. [13] [16] [17] Unlike 'static' wind resource atlases which average estimates of wind speed and power density across multiple years, tools such as Renewables.ninja provide time-varying simulations of wind speed and power output from different wind turbine models at an hourly resolution. [18] More detailed, site-specific assessments of wind resource potential can be obtained from specialist commercial providers, and many of the larger wind developers have in-house modeling capabilities. The total amount of economically extractable power available from the wind is considerably more than present human power use from all sources. [19] The strength of wind varies, and an average value for a given location does not alone indicate the amount of energy a wind turbine could produce there. To assess prospective wind power sites, a probability distribution function is often fit to the observed wind speed data. [20] Different locations will have different wind speed distributions. The Weibull model closely mirrors the actual distribution of hourly/ten-minute wind speeds at many locations. The Weibull factor is often close to 2 and therefore a Rayleigh distribution can be used as a less accurate, but simpler model. [21]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Mean_Wind_Speed.png/220px-Mean_Wind_Speed.png",
                "caption": "Global map of wind speed at 100 meters on land and around coasts. [13]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Lee_Ranch_Wind_Speed_Frequency.svg/350px-Lee_Ranch_Wind_Speed_Frequency.svg.png",
                "caption": "Distribution of wind speed (red) and energy (blue) for all of 2002 at the Lee Ranch facility in Colorado. The histogram shows measured data, while the curve is the Rayleigh model distribution for the same average wind speed."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Global_Map_of_Wind_Power_Density_Potential.png/220px-Global_Map_of_Wind_Power_Density_Potential.png",
                "caption": "Global map of wind power density potential [14]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Offshore wind power",
        "text": "Offshore wind power is wind farms in large bodies of water, usually the sea. These installations can use the more frequent and powerful winds that are available in these locations and have less visual impact on the landscape than land-based projects. However, the construction and maintenance costs are considerably higher. [36] [37] As of November 2021, the Hornsea Wind Farm in the United Kingdom is the largest offshore wind farm in the world at 1,218 MW . [38]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Agucadoura_WindFloat_Prototype.jpg/225px-Agucadoura_WindFloat_Prototype.jpg",
                "caption": "The world's second full-scale floating wind turbine (and first to be installed without the use of heavy-lift vessels), WindFloat, operating at rated capacity (2  MW) approximately 5  km offshore of Póvoa de Varzim , Portugal"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Growth trends",
        "text": "In 2020, wind supplied almost 1600 TWh of electricity, which was over 5% of worldwide electrical generation and about 2% of energy consumption. [2] [3] With over 100 GW added during 2020, mostly in China , global installed wind power capacity reached more than 730 GW. [4] [3] But to help meet the Paris Agreement 's goals to limit climate change , analysts say it should expand much faster - by over 1% of electricity generation per year. [6] Expansion of wind power is being hindered by fossil fuel subsidies . [48] [49] [50] The actual amount of electric power that wind can generate is calculated by multiplying the nameplate capacity by the capacity factor , which varies according to equipment and location. Estimates of the capacity factors for wind installations are in the range of 35% to 44%. [51]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/2010-_Power_capacity_by_technology_-_Dec_2022_International_Energy_Agency.svg/210px-2010-_Power_capacity_by_technology_-_Dec_2022_International_Energy_Agency.svg.png",
                "caption": "Renewable energy sources, especially solar photovoltaic and wind power, are providing an increasing share of power capacity. [45]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1d/Information_icon4.svg/40px-Information_icon4.svg.png",
                "caption": "Log graph of global wind power cumulative capacity (Data:GWEC) [47]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Penetration",
        "text": "Wind energy penetration is the fraction of energy produced by wind compared with the total generation. Wind power's share of worldwide electricity usage in 2021 was almost 7%, [55] up from 3.5% in 2015. [56] [57] There is no generally accepted maximum level of wind penetration. The limit for a particular grid will depend on the existing generating plants, pricing mechanisms, capacity for energy storage , demand management, and other factors. An interconnected electric power grid will already include reserve generating and transmission capacity to allow for equipment failures. This reserve capacity can also serve to compensate for the varying power generation produced by wind stations. Studies have indicated that 20% of the total annual electrical energy consumption may be incorporated with minimal difficulty. [58] These studies have been for locations with geographically dispersed wind farms, some degree of dispatchable energy or hydropower with storage capacity, demand management, and interconnected to a large grid area enabling the export of electric power when needed. Electrical utilities continue to study the effects of large-scale penetration of wind generation on system stability. [59] A wind energy penetration figure can be specified for different duration of time but is often quoted annually. To generate almost all electricity from wind annually requires substantial interconnection to other systems, for example some wind power in Scotland is sent to the rest of the British grid . [60] On a monthly, weekly, daily, or hourly basis—or less—wind might supply as much as or more than 100% of current use, with the rest stored, exported or curtailed. The seasonal industry might then take advantage of high wind and low usage times such as at night when wind output can exceed normal demand. Such industry might include the production of silicon, aluminum, [61] steel, or natural gas, and hydrogen, and using future long-term storage to facilitate 100% energy from variable renewable energy . [62] [63] [ better source needed ] Homes and businesses can also be programmed to vary electricity demand , [64] [65] for example by remotely turning up water heater thermostats. [66]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Share_of_electricity_production_from_wind.svg/350px-Share_of_electricity_production_from_wind.svg.png",
                "caption": "Share of electricity production from wind, 2022 [54]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Variability",
        "text": "Wind power is variable, and during low wind periods, it may need to be replaced by other power sources. Transmission networks presently cope with outages of other generation plants and daily changes in electrical demand, but the variability of intermittent power sources such as wind power is more frequent than those of conventional power generation plants which, when scheduled to be operating, may be able to deliver their nameplate capacity around 95% of the time. Electric power generated from wind power can be highly variable at several different timescales: hourly, daily, or seasonally. Annual variation also exists but is not as significant. [ citation needed ] Because instantaneous electrical generation and consumption must remain in balance to maintain grid stability, this variability can present substantial challenges to incorporating large amounts of wind power into a grid system. Intermittency and the non- dispatchable nature of wind energy production can raise costs for regulation, incremental operating reserve , and (at high penetration levels) could require an increase in the already existing energy demand management , load shedding , storage solutions, or system interconnection with HVDC cables. Fluctuations in load and allowance for the failure of large fossil-fuel generating units require operating reserve capacity, which can be increased to compensate for the variability of wind generation. Utility-scale batteries are often used to balance hourly and shorter timescale variation, [67] [68] but car batteries may gain ground from the mid-2020s. [69] Wind power advocates argue that periods of low wind can be dealt with by simply restarting existing power stations that have been held in readiness, or interlinking with HVDC. [70] The combination of diversifying variable renewables by type and location, forecasting their variation, and integrating them with dispatchable renewables, flexible fueled generators, and demand response can create a power system that has the potential to meet power supply needs reliably. Integrating ever-higher levels of renewables is being successfully demonstrated in the real world. [71] Solar power tends to be complementary to wind. [73] [74] On daily to weekly timescales, high-pressure areas tend to bring clear skies and low surface winds, whereas low-pressure areas tend to be windier and cloudier. On seasonal timescales, solar energy peaks in summer, whereas in many areas wind energy is lower in summer and higher in winter. [A] [75] Thus the seasonal variation of wind and solar power tend to cancel each other somewhat. [72] Wind hybrid power systems are becoming more popular. [76]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Toro_de_osborne.jpg/220px-Toro_de_osborne.jpg",
                "caption": "Wind turbines are typically installed in windy locations. In the image, wind power generators in Spain , near an Osborne bull ."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Roscoe_Wind_Farm_in_West_Texas.jpg/220px-Roscoe_Wind_Farm_in_West_Texas.jpg",
                "caption": "Roscoe Wind Farm : an onshore wind farm in West Texas near Roscoe"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Seasonal_cycle_of_capacity_factors_for_wind_and_photovoltaics_in_Europe_under_idealized_assumptions.png/220px-Seasonal_cycle_of_capacity_factors_for_wind_and_photovoltaics_in_Europe_under_idealized_assumptions.png",
                "caption": "Seasonal cycle of capacity factors for wind and photovoltaics in Europe under idealized assumptions. The figure illustrates the balancing effects of wind and solar energy at the seasonal scale (Kaspar et al., 2019). [72]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Economics",
        "text": "Onshore wind is an inexpensive source of electric power, cheaper than coal plants and new gas plants. [10] According to BusinessGreen , wind turbines reached grid parity (the point at which the cost of wind power matches traditional sources) in some areas of Europe in the mid-2000s, and in the US around the same time. Falling prices continue to drive the Levelized cost down and it has been suggested that it has reached general grid parity in Europe in 2010, and will reach the same point in the US around 2016 due to an expected reduction in capital costs of about 12%. [88] [ needs update ] In 2021, the CEO of Siemens Gamesa warned that increased demand for low-cost wind turbines combined with high input costs and high costs of steel result in increased pressure on the manufacturers and decreasing profit margins. [89] Northern Eurasia, Canada, some parts of the United States, and Patagonia in Argentina are the best areas for onshore wind: whereas in other parts of the world solar power, or a combination of wind and solar, tend to be cheaper. [90] : 8",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Onshore-wind-lcoe.png/310px-Onshore-wind-lcoe.png",
                "caption": "Onshore wind cost per kilowatt-hour between 1983 and 2017 [87]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Electric power cost and trends",
        "text": "Wind power is capital intensive but has no fuel costs. [91] The price of wind power is therefore much more stable than the volatile prices of fossil fuel sources. [92] However, the estimated average cost per unit of electric power must incorporate the cost of construction of the turbine and transmission facilities, borrowed funds, return to investors (including the cost of risk), estimated annual production, and other components, averaged over the projected useful life of the equipment, which may be more than 20 years. Energy cost estimates are highly dependent on these assumptions so published cost figures can differ substantially. The presence of wind energy, even when subsidized, can reduce costs for consumers (€5 billion/yr in Germany) by reducing the marginal price, by minimizing the use of expensive peaking power plants . [93] The cost has decreased as wind turbine technology has improved. There are now longer and lighter wind turbine blades, improvements in turbine performance, and increased power generation efficiency. Also, wind project capital expenditure costs and maintenance costs have continued to decline. [94] In 2021, a Lazard study of unsubsidized electricity said that wind power levelized cost of electricity continues to fall but more slowly than before. The study estimated new wind-generated electricity cost from $26 to $50/MWh, compared to new gas power from $45 to $74/MWh. The median cost of fully deprecated existing coal power was $42/MWh, nuclear $29/MWh and gas $24/MWh. The study estimated offshore wind at around $83/MWh. Compound annual growth rate was 4% per year from 2016 to 2021, compared to 10% per year from 2009 to 2021. [10]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Turbine_Blade_Convoy_Passing_through_Edenfield.jpg/220px-Turbine_Blade_Convoy_Passing_through_Edenfield.jpg",
                "caption": "A turbine blade convoy passing through Edenfield in the U.K. (2008). Even longer 2-piece blades are now manufactured, and then assembled on-site to reduce difficulties in transportation."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Small-scale wind power",
        "text": "Small-scale wind power is the name given to wind generation systems with the capacity to produce up to 50 kW of electrical power. [102] Isolated communities, that may otherwise rely on diesel generators, may use wind turbines as an alternative. Individuals may purchase these systems to reduce or eliminate their dependence on grid electric power for economic reasons, or to reduce their carbon footprint . Wind turbines have been used for household electric power generation in conjunction with battery storage over many decades in remote areas. [103] Examples of small-scale wind power projects in an urban setting can be found in New York City , where, since 2009, several building projects have capped their roofs with Gorlov-type helical wind turbines . Although the energy they generate is small compared to the buildings' overall consumption, they help to reinforce the building's 'green' credentials in ways that \"showing people your high-tech boiler\" cannot, with some of the projects also receiving the direct support of the New York State Energy Research and Development Authority . [104] Grid-connected domestic wind turbines may use grid energy storage, thus replacing purchased electric power with locally produced power when available. The surplus power produced by domestic microgenerators can, in some jurisdictions, be fed into the network and sold to the utility company, producing a retail credit for the microgenerators' owners to offset their energy costs. [105] Off-grid system users can either adapt to intermittent power or use batteries, photovoltaic , or diesel systems to supplement the wind turbine. [106] Equipment such as parking meters, traffic warning signs, street lighting, or wireless Internet gateways may be powered by a small wind turbine, possibly combined with a photovoltaic system, that charges a small battery replacing the need for a connection to the power grid. [107] Airborne wind turbines , such as kites, can be used in places at risk of hurricanes, as they can be taken down in advance. [108]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Quietrevolution_Bristol_3513051949.jpg/220px-Quietrevolution_Bristol_3513051949.jpg",
                "caption": "A small Quietrevolution QR5 Gorlov type vertical axis wind turbine on the roof of Bristol Beacon in Bristol, England . Measuring 3 m in diameter and 5 m high, it has a nameplate rating of 6.5 kW."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Impact on environment and landscape",
        "text": "The environmental impact of electricity generation from wind power is minor when compared to that of fossil fuel power . [110] Wind turbines have some of the lowest life-cycle greenhouse-gas emissions of energy sources : far less greenhouse gas is emitted than for the average unit of electricity, so wind power helps limit climate change. [111] Use of engineered wood may allow carbon negative wind power. [112] Wind power consumes no fuel, and emits no local air pollution , unlike fossil fuel power sources. Onshore wind farms can have a significant visual impact. [113] Due to a very low surface power density and spacing requirements, wind farms typically need to be spread over more land than other power stations. [7] [114] Their network of turbines, access roads, transmission lines, and substations can result in \"energy sprawl\"; [8] although land between the turbines and roads can still be used for agriculture. [115] [116] Some wind farms are opposed for potentially spoiling protected scenic areas, archaeological landscapes and heritage sites. [117] [118] [119] A report by the Mountaineering Council of Scotland concluded that wind farms harmed tourism in areas known for natural landscapes and panoramic views. [120] Habitat loss and fragmentation are the greatest potential impacts on wildlife of onshore wind farms, [8] but the worldwide ecological impact is minimal. [110] Thousands of birds and bats, including rare species, have been killed by wind turbine blades, [121] though wind turbines are responsible for far fewer bird deaths than fossil-fueled power stations. [122] This can be mitigated with proper wildlife monitoring. [123] Many wind turbine blades are made of fiberglass , and have a lifetime of 20 years. [124] Blades are hollow: some blades are crushed to reduce their volume and then landfilled. [125] However, as they can take a lot of weight they can be made into long lasting small bridges for walkers or cyclists. [126] Blade end-of-life is complicated, [127] and blades manufactured in the 2020s are more likely to be designed to be completely recyclable. [128] Wind turbines also generate noise. At a distance of 300 metres (980 ft), this may be around 45 dB, which is slightly louder than a refrigerator. At 1.5 km (1 mi), they become inaudible. [129] [130] There are anecdotal reports of negative health effects on people who live very close to wind turbines. [131] Peer-reviewed research has generally not supported these claims. [132] [133] [134]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Greenhouse_gas_emissions_per_energy_source.png/220px-Greenhouse_gas_emissions_per_energy_source.png",
                "caption": "Greenhouse gas emissions per energy source. Wind energy is one of the sources with the least greenhouse gas emissions."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Wb_deichh_drei_kuhs.jpg/220px-Wb_deichh_drei_kuhs.jpg",
                "caption": "Livestock grazing near a wind turbine. [109]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Central government",
        "text": "Although wind turbines with fixed bases are a mature technology and new installations are generally no longer subsidized, [135] [136] floating wind turbines are a relatively new technology so some governments subsidize them, for example to use deeper waters. [137] Fossil fuel subsidies by some governments are slowing the growth of renewables. [138] Permitting of wind farms can take years and some governments are trying to speed up - the wind industry says this will help limit climate change and increase energy security [139] - sometimes groups such as fishers resist this [140] but governments say that rules protecting biodiversity will still be followed. [141]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Floatgen.jpg/220px-Floatgen.jpg",
                "caption": "Wind turbine floating off France"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Public opinion",
        "text": "Surveys of public attitudes across Europe and in many other countries show strong public support for wind power. [143] [144] [145] Bakker et al. (2012) found in their study that residents who did not want turbines built near them suffered significantly more stress than those who \"benefited economically from wind turbines\". [146] Although wind power is a popular form of energy generation, onshore or near offshore wind farms are sometimes opposed for their impact on the landscape (especially scenic areas, heritage areas and archaeological landscapes), as well as noise, and impact on tourism. [147] [148] In other cases, there is direct community ownership of wind farms . The hundreds of thousands of people who have become involved in Germany's small and medium-sized wind farms demonstrate such support there. [149] A 2010 Harris Poll found strong support for wind power in Germany, other European countries, and the United States. [143] [144] [150] Public support in the United States has decreased from 75% in 2020 to 62% in 2021, with the Democrat Party supporting the use of wind energy twice as much as the Republican Party. [151] President Biden has signed an executive order to begin building large scale wind farms. [152] In China , Shen et al. (2019) found that Chinese city-dwellers may be resistant to building wind turbines in urban areas, with a surprisingly high proportion of people citing an unfounded fear of radiation as driving their concerns. [153] Also, the study finds that like their counterparts in OECD countries, urban Chinese respondents are sensitive to direct costs and wildlife externalities. Distributing relevant information about turbines to the public may alleviate resistance.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among U.S. Democrats (blue), while acceptance of nuclear power plants is stronger among U.S. Republicans (red). [142]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Community",
        "text": "Many wind power companies work with local communities to reduce environmental and other concerns associated with particular wind farms. [156] [157] [158] In other cases there is direct community ownership of wind farm projects . Appropriate government consultation, planning and approval procedures also help to minimize environmental risks. [143] [159] [160] Some may still object to wind farms [161] but many say their concerns should be weighed against the need to address the threats posed by air pollution , [162] [111] climate change [163] and the opinions of the broader community. [164] In the US, wind power projects are reported to boost local tax bases, helping to pay for schools, roads, and hospitals, and to revitalize the economies of rural communities by providing steady income to farmers and other landowners. [98] In the UK, both the National Trust and the Campaign to Protect Rural England have expressed concerns about the effects on the rural landscape caused by inappropriately sited wind turbines and wind farms. [165] [166] Some wind farms have become tourist attractions. The Whitelee Wind Farm Visitor Centre has an exhibition room, a learning hub, a café with a viewing deck and also a shop. It is run by the Glasgow Science Centre . [167] In Denmark, a loss-of-value scheme gives people the right to claim compensation for loss of value of their property if it is caused by proximity to a wind turbine. The loss must be at least 1% of the property's value. [168] Despite this general support for the concept of wind power in the public at large, local opposition often exists and has delayed or aborted a number of projects. [169] [170] [171] As well as concerns about the landscape, there are concerns that some installations can produce excessive sound and vibration levels leading to a decrease in property values. [172] A study of 50,000 home sales near wind turbines found no statistical evidence that prices were affected. [173] While aesthetic issues are subjective and some find wind farms pleasant and optimistic, or symbols of energy independence and local prosperity, protest groups are often formed to attempt to block some wind power stations for various reasons. [161] [174] [175] Some opposition to wind farms is dismissed as NIMBYism , [176] but research carried out in 2009 found that there is little evidence to support the belief that residents only object to wind farms because of a \"Not in my Back Yard\" attitude. [177]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Wind_tubines_cumbria.JPG/450px-Wind_tubines_cumbria.JPG",
                "caption": "Wind turbines such as these, in Cumbria , England, have been opposed for a number of reasons, including aesthetics, by some sectors of the population. [154] [155]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Whitelee_panorama.JPG/450px-Whitelee_panorama.JPG",
                "caption": "A panoramic view of the United Kingdom's Whitelee Wind Farm with Lochgoin Reservoir in the foreground."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Wind_power",
        "title": "Wind power",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Electricity sources",
        "text": "There are many ways to generate electricity, of varying costs, efficiency and ecological desirability.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/2402_%27County_of_Hampshire%27_at_Wool.JPG/200px-2402_%27County_of_Hampshire%27_at_Wool.JPG",
                "caption": "A passenger train, taking power through a third rail with return through the traction rails"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Lithium-ion battery",
        "text": "Most electric vehicles use lithium-ion batteries (Li-Ions or LIBs). Lithium-ion batteries have a higher energy density , longer life span , and higher power density than most other practical batteries. [31] Complicating factors include safety, durability, thermal breakdown, environmental impact , and cost . Li-ion batteries should be used within safe temperature and voltage ranges to operate safely and efficiently. [32] Increasing the battery's lifespan decreases effective costs and environmental impact. One technique is to operate a subset of the battery cells at a time and switching these subsets. [33] In the past, nickel–metal hydride batteries were used in some electric cars, such as those made by General Motors. [34] These battery types are considered outdated due to their tendencies to self-discharge in the heat. [35] Furthermore, a patent for this type of battery was held by Chevron, which created a problem for their widespread development. [36] These factors, coupled with their high cost, has led to lithium-ion batteries leading as the predominant battery for EVs. [37] The prices of lithium-ion batteries have declined dramatically over the past decade, contributing to a reduction in price for electric vehicles, but an increase in the price of critical minerals such as lithium from 2021 to the end of 2022 has put pressure on historical battery price decreases. [38] [39]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/2010-_Battery_prices_for_electric_vehicles.svg/220px-2010-_Battery_prices_for_electric_vehicles.svg.png",
                "caption": "Battery prices fell, given economies of scale and new cell chemistries improving energy density. [29] However, general inflationary pressures, and rising costs of raw materials and components, inhibited price declines in the early 2020s. [29]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/First-electric-bus.jpg/220px-First-electric-bus.jpg",
                "caption": "Namsan E-Bus, the first commercially used battery electric bus system which is powered with lithium-ion batteries [30]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Electric motor",
        "text": "The power of a vehicle's electric motor, as in other machines, is measured in kilowatts (kW). Electric motors can deliver their maximum torque over a wide RPM range. This means that the performance of a vehicle with a 100 kW electric motor exceeds that of a vehicle with a 100 kW internal combustion engine, which can only deliver its maximum torque within a limited range of engine speed. Efficiency of charging varies considerably depending on the type of charger, [40] and energy is lost during the process of converting the electrical energy to mechanical energy. Usually, direct current (DC) electricity is fed into a DC/AC inverter where it is converted to alternating current (AC) electricity and this AC electricity is connected to a 3-phase AC motor. For electric trains, forklift trucks , and some electric cars, DC motors are often used. In some cases, universal motors are used, and then AC or DC may be employed. In recent production vehicles, various motor types have been implemented; for instance, induction motors within Tesla Motor vehicles and permanent magnet machines in the Nissan Leaf and Chevrolet Bolt. [41]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Iveco_Stralis_AD_190_E-truck._Lidl._Spielvogel.jpg/220px-Iveco_Stralis_AD_190_E-truck._Lidl._Spielvogel.jpg",
                "caption": "Electric truck e-Force One"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Energy and motors",
        "text": "Most large electric transport systems are powered by stationary sources of electricity that are directly connected to the vehicles through wires. Electric traction allows the use of regenerative braking , in which the motors are used as brakes and become generators that transform the motion of, usually, a train into electrical power that is then fed back into the lines. This system is particularly advantageous in mountainous operations, as descending vehicles can produce a large portion of the power required for those ascending. This regenerative system is only viable if the system is large enough to use the power generated by descending vehicles. In the systems above, motion is provided by a rotary electric motor. However, it is possible to \"unroll\" the motor to drive directly against a special matched track. These linear motors are used in maglev trains which float above the rails supported by magnetic levitation . This allows for almost no rolling resistance of the vehicle and no mechanical wear and tear of the train or track. In addition to the high-performance control systems needed, switching and curving of the tracks becomes difficult with linear motors, which to date has restricted their operations to high-speed point to point services.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Electric_powertrain.jpg/220px-Electric_powertrain.jpg",
                "caption": "An electric powertrain used by Power Vehicle Innovation for trucks or buses [42]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Vehicle types",
        "text": "It is generally possible to equip any kind of vehicle with an electric power-train.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Squad_Solar_Car_%28Fully_Charged_2022%29.jpg/220px-Squad_Solar_Car_%28Fully_Charged_2022%29.jpg",
                "caption": "Neighborhood Electric Vehicle , Squad Solar NEV, with solar panel roof"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Plug-in electric vehicle",
        "text": "A plug-in electric vehicle (PEV) is any motor vehicle that can be recharged from any external source of electricity, such as wall sockets , and the electricity stored in the Rechargeable battery packs drives or contributes to drive the wheels. PEV is a subcategory of electric vehicles that includes battery electric vehicles (BEVs), plug-in hybrid vehicles, (PHEVs), and electric vehicle conversions of hybrid electric vehicles and conventional internal combustion engine vehicles. [50] [51] [52]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/2022_Togg_C-SUV.jpg/170px-2022_Togg_C-SUV.jpg",
                "caption": "Togg C-SUV [46] produced by Togg , [47] a Turkish automotive company established in 2018 for producing EVs. [48] [49] [46]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Railborne EVs",
        "text": "The fixed nature of a rail line makes it relatively easy to power EVs through permanent overhead lines or electrified third rails , eliminating the need for heavy onboard batteries. Electric locomotives , electric multiple units , electric trams (also called streetcars or trolleys), electric light rail systems , and electric rapid transit are all in common use today, especially in Europe and Asia. Since electric trains do not need to carry a heavy internal combustion engine or large batteries, they can have very good power-to-weight ratios . This allows high speed trains such as France's double-deck TGVs to operate at speeds of 320 km/h (200 mph) or higher, and electric locomotives to have a much higher power output than diesel locomotives . In addition, they have higher short-term surge power for fast acceleration, and using regenerative brakes can put braking power back into the electrical grid rather than wasting it. Maglev trains are also nearly always EVs. [54] There are also battery electric passenger trains operating on non-electrified rail lines.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/2001-03-31.H-TW2000-Vahrenwalder-Platz.jpg/220px-2001-03-31.H-TW2000-Vahrenwalder-Platz.jpg",
                "caption": "A streetcar (or tram) in Hanover drawing current from a single overhead wire through a pantograph"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Seaborne EVs",
        "text": "Electric boats were popular around the turn of the 20th century. Interest in quiet and potentially renewable marine transportation has steadily increased since the late 20th century, as solar cells have given motorboats the infinite range of sailboats . Electric motors can and have also been used in sailboats instead of traditional diesel engines. [55] Electric ferries operate routinely. [56] Submarines use batteries (charged by diesel or gasoline engines at the surface), nuclear power, fuel cells [57] or Stirling engines to run electric motor-driven propellers. Fully electric tugboats are being used in Auckland, New Zealand (June 2022), [58] Vancouver, British Columbia (October 2023), [59] and San Diego, California. [60]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Oceanvolt_sd8.6_electric_saildrive_motor.jpg/170px-Oceanvolt_sd8.6_electric_saildrive_motor.jpg",
                "caption": "Oceanvolt SD8.6 electric saildrive motor"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Airborne EVs",
        "text": "Since the beginnings of aviation, electric power for aircraft has received a great deal of experimentation. Currently, flying electric aircraft include piloted and unpiloted aerial vehicles.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Mars_helicopter_on_sol_46.png/170px-Mars_helicopter_on_sol_46.png",
                "caption": "Mars helicopter Ingenuity"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Batteries",
        "text": "An electric-vehicle battery (EVB) in addition to the traction battery specialty systems used for industrial (or recreational) vehicles, are batteries used to power the propulsion system of a battery electric vehicle (BEVs). These batteries are usually a secondary (rechargeable) battery, and are typically lithium-ion batteries. Traction batteries, specifically designed with a high ampere-hour capacity, are used in forklifts, electric golf carts, riding floor scrubbers, electric motorcycles, electric cars, trucks, vans, and other electric vehicles. [75] [76]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Lithium_iron_phosphate_battery%2C_12_V%2C_48_Wh%2C_240_A.jpg/170px-Lithium_iron_phosphate_battery%2C_12_V%2C_48_Wh%2C_240_A.jpg",
                "caption": "Lithium ion battery for motorbikes or powersport vehicles"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Environmental",
        "text": "EVs release no tailpipe air pollutants, and reduce respiratory illnesses such as asthma . [92] However, EVs are charged with electricity that may be generated by means that have health and environmental impacts. [93] [94] The carbon emissions from producing and operating an EV are in the majority of cases less than those of producing and operating a conventional vehicle. [95] EVs in urban areas almost always pollute less than internal combustion vehicles. [96] One limitation of the environmental potential of EVs is that simply switching the existing privately owned car fleet from ICEs to EVs will not free up road space for active travel or public transport. [97] Electric micromobility vehicles, such as e-bikes, may contribute to the decarbonisation of transport systems, especially outside of urban areas which are already well-served by public transport. [98] Internal combustion engined vehicles use far more raw materials over their lifetime than EVs. [99]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Battery-cost-learning-curve.png/220px-Battery-cost-learning-curve.png",
                "caption": "Learning curve of lithium-ion batteries: the price of batteries declined by 97% in three decades. [90] [91]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Mechanical",
        "text": "Electric motors are mechanically very simple and often achieve 90% energy conversion efficiency [107] over the full range of speeds and power output and can be precisely controlled. They can also be combined with regenerative braking systems that have the ability to convert movement energy back into stored electricity. This can be used to reduce the wear on brake systems (and consequent brake pad dust) and reduce the total energy requirement of a trip. Regenerative braking is especially effective for start-and-stop city use. They can be finely controlled and provide high torque from stationary-to-moving, unlike internal combustion engines, and do not need multiple gears to match power curves. This removes the need for gearboxes and torque converters . EVs provide quiet and smooth operation and consequently have less noise and vibration than internal combustion engines. [108] While this is a desirable attribute, it has also evoked concern that the absence of the usual sounds of an approaching vehicle poses a danger to blind, elderly and very young pedestrians. To mitigate this situation, many countries mandate warning sounds when EVs are moving slowly, up to a speed when normal motion and rotation (road, suspension, electric motor, etc.) noises become audible. [109] Electric motors do not require oxygen, unlike internal combustion engines; this is useful for submarines and for space rovers .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Tesla_Motors_Model_S_base.JPG/220px-Tesla_Motors_Model_S_base.JPG",
                "caption": "Tesla Model S chassis with drive motor"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Tesla_Model_S_motor_cutout.jpg/220px-Tesla_Model_S_motor_cutout.jpg",
                "caption": "Cutaway view of a Tesla Model S drive motor"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Electric public transit efficiency",
        "text": "Shifts from private to public transport (train, trolleybus , personal rapid transit or tram) have the potential for large gains in efficiency in terms of an individual's distance traveled per kWh. Research shows people prefer trams to buses, [120] because they are quieter and more comfortable and perceived as having higher status. [121] Therefore, it may be possible to cut liquid fossil fuel consumption in cities through the use of electric trams. Trams may be the most energy-efficient form of public transportation, with rubber-wheeled vehicles using two-thirds more energy than the equivalent tram, and run on electricity rather than fossil fuels. In terms of net present value , they are also the cheapest – Blackpool trams are still running after 100 years, [122] but combustion buses only last about 15 years.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Tr%C3%A5dbuss_Landskrona.JPG/220px-Tr%C3%A5dbuss_Landskrona.JPG",
                "caption": "One of the few trolleybuses in Europe, this trolleybus uses two overhead wires to provide electric current supply and return to the power source, 2005"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Public perception",
        "text": "A European survey based on climate found that as of 2022, 39% of European citizens tend to prefer hybrid vehicles, 33% prefer petrol or diesel vehicles, followed by electric cars which were preferred by 28% of Europeans. [128] 44% Chinese car buyers are the most likely to buy an electric car, while 38% of Americans would opt for a hybrid car, 33% would prefer petrol or diesel, while only 29% would go for an electric car. [128] In a 2023 survey concentrated specifically on electric car ownership in the US, 50% of respondents planning to purchase a future car considered themselves unlikely to seriously consider buying an EV. The survey also found that support for banning the production of non-electric vehicles in the US by 2035 has declined from 47% to 40%. [129]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/For_Americans_and_Europeans%2C_price_is_the_main_barrier_to_buying_an_electric_vehicle%3B_Chinese_people_are_more_divided_and_have_concerns_about_driving_range.png/220px-For_Americans_and_Europeans%2C_price_is_the_main_barrier_to_buying_an_electric_vehicle%3B_Chinese_people_are_more_divided_and_have_concerns_about_driving_range.png",
                "caption": "Survey results showing that for American and European respondents, price is the main barrier to buying an electric vehicle. [130]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Improved batteries",
        "text": "Advances in lithium-ion batteries, driven at first by the personal-use electronics industry, allow full-sized, highway-capable EVs to travel nearly as far on a single charge as conventional cars go on a single tank of gasoline. Lithium batteries have been made safe, can be recharged in minutes instead of hours (see recharging time ), and now last longer than the typical vehicle (see lifespan ). The production cost of these lighter, higher-capacity lithium-ion batteries is gradually decreasing as the technology matures and production volumes increase. [139] [140] Research is also underway to improve battery reuse and recycling, which would further reduce the environmental impact of batteries. [141] [142] Many companies and researchers are also working on newer battery technologies, including solid state batteries [143] and alternate technologies. [144]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/If_they_had_to_change_cars%2C_Europeans_and_Americans_would_prefer_a_hybrid_vehicle%2C_whereas_many_Chinese_people_would_opt_for_an_electric_one.png/220px-If_they_had_to_change_cars%2C_Europeans_and_Americans_would_prefer_a_hybrid_vehicle%2C_whereas_many_Chinese_people_would_opt_for_an_electric_one.png",
                "caption": "The same survey showing that if the respondents had to change cars, Chinese respondents are more likely to opt for an electric one. [130]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Higher voltage outlets in garages of newly built homes",
        "text": "In New Mexico the government is looking to pass legislation mandating electrical receptacles that are higher voltage to be installed in garages of newly built homes. [159] The NEMA 14-50 outlets provide 240 volts and 50 Amps for a total of 12.5 Kilowatts for level 2 charging of electric vehicles. [160] [161] Level 2 charging can add up to 30 miles of range per hour of charging compared to up to 4 miles of range per hour for level 1 charging from 120 volt outlets.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/NEMA_14-50.svg/220px-NEMA_14-50.svg.png",
                "caption": "NEMA 14-50 240v 50 amps"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Stabilization of the grid",
        "text": "Since EVs can be plugged into the electric grid when not in use, battery-powered vehicles could reduce the need for dispatchable generation by feeding electricity into the grid from their batteries during periods of high demand and low supply (such as just after sunset) while doing most of their charging at night or midday, when there is unused generating capacity. [165] [166] This vehicle-to-grid (V2G) connection has the potential to reduce the need for new power plants, as long as vehicle owners do not mind reducing the life of their batteries, by being drained by the power company during peak demand. Electric vehicle parking lots can provide demand response . [167] Current electricity infrastructure may need to cope with increasing shares of variable-output power sources such as wind and solar . This variability could be addressed by adjusting the speed at which EV batteries are charged, or possibly even discharged. [168] Some concepts see battery exchanges and battery charging stations, much like gas/petrol stations today. These will require enormous storage and charging potentials, which could be manipulated to vary the rate of charging, and to output power during shortage periods, much as diesel generators are used for short periods to stabilize some national grids. [169] [170]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/V2GEnabledEVFastCharger.jpg/170px-V2GEnabledEVFastCharger.jpg",
                "caption": "Vehicle-to-grid (V2G) charger where energy can flow back into the grid if needed"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle",
        "title": "Electric vehicle",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Construction",
        "text": "Battery storage power plants and uninterruptible power supplies (UPS) are comparable in technology and function. However, battery storage power plants are larger. For safety and security, the actual batteries are housed in their own structures, like warehouses or containers. As with a UPS, one concern is that electrochemical energy is stored or emitted in the form of direct current (DC), while electric power networks are usually operated with alternating current (AC). For this reason, additional inverters are needed to connect the battery storage power plants to the high voltage network. This kind of power electronics include gate turn-off thyristor , commonly used in high-voltage direct current (HVDC) transmission. Various accumulator systems may be used depending on the power-to-energy ratio, the expected lifetime and the costs. In the 1980s, lead-acid batteries were used for the first battery-storage power plants. During the next few decades, nickel–cadmium and sodium–sulfur batteries were increasingly used. [11] Since 2010, more and more utility-scale battery storage plants rely on lithium-ion batteries, as a result of the fast decrease in the cost of this technology, caused by the electric automotive industry. Lithium-ion batteries are mainly used. A flow battery system has emerged, but lead-acid batteries are still used in small budget applications. [12]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Datacenter_Backup_Batteries.jpg/220px-Datacenter_Backup_Batteries.jpg",
                "caption": "A rechargeable battery bank used in a data center"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Invenergy_Beech_Ridge_Energy_Storage_System.jpg/220px-Invenergy_Beech_Ridge_Energy_Storage_System.jpg",
                "caption": "Lithium iron phosphate battery modules packaged in shipping containers installed at Beech Ridge Energy Storage System in West Virginia [9] [10]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Battery_storage_power_station",
        "title": "Battery storage power station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Operating characteristics",
        "text": "Since they do not have any mechanical parts, battery storage power plants offer extremely short control times and start times, as little as 10 ms. [ citation needed ] They can therefore help dampen the fast oscillations that occur when electrical power networks are operated close to their maximum capacity. These instabilities – voltage fluctuations with periods of as much as 30 seconds – can produce peak voltage swings of such amplitude that they can cause regional blackouts. A properly sized battery storage power plant can efficiently counteract these oscillations; therefore, applications are found primarily in those regions where electrical power systems are operated at full capacity, leading to a risk of instability. [ citation needed ] However, some batteries have insufficient control systems, failing during moderate disruptions they should have tolerated. [30] Batteries are also commonly used for peak shaving for periods of up to a few hours. [2] Battery storage systems may be active on spot markets while providing systems services such as frequency stabilization. [31] Arbitrage is an attractive way to benefit from the operating characteristics of battery storages. Storage plants can also be used in combination with an intermittent renewable energy source in stand-alone power systems .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Schwerin_20140923_wemag2.jpg/220px-Schwerin_20140923_wemag2.jpg",
                "caption": "Battery storage power plant at Schwerin (interior view 2014, modular rows of accumulators)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Battery_storage_power_station",
        "title": "Battery storage power station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Market development and deployment",
        "text": "While the market for grid batteries is small compared to the other major form of grid storage, pumped hydroelectricity, it is growing very fast. For example, in the United States, the market for storage power plants in 2015 increased by 243% compared to 2014. [75] The 2021 price of a 60MW / 240MWh (4-hour) battery installation in the United States was US$379/usable kWh, or US$292/nameplate kWh, a 13% drop from 2020. [76] [77] In 2010, the United States had 59 MW of battery storage capacity from 7 battery power plants. This increased to 49 plants comprising 351 MW of capacity in 2015. In 2018, the capacity was 869 MW from 125 plants, capable of storing a maximum of 1,236 MWh of generated electricity. By the end of 2020, the battery storage capacity reached 1,756 MW. [78] [79] At the end of 2021, the capacity grew to 4,588 MW. [80] In 2022, US capacity doubled to 9 GW / 25 GWh. [81] As of May 2021, 1.3 GW of battery storage was operating in the United Kingdom, with 16 GW of projects in the pipeline potentially deployable over the next few years. [82] In 2022, UK capacity grew by 800 MWh, ending at 2.4 GW / 2.6 GWh. [83] Europe added 1.9 GW, with several more projects planned. [84] In 2020, China added 1,557 MW to its battery storage capacity, while storage facilities for photovoltaics projects accounting for 27% of the capacity, [85] to the total 3,269 MW of electrochemical energy storage capacity. [86] There is a lot of movement in the market, for example, some developers are building storage systems from old batteries of electric cars, where costs can probably be halved compared to conventional systems from new batteries. [87]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/U.S._utility-scale_battery_storage_capacity_as_of_November_2023.svg/350px-U.S._utility-scale_battery_storage_capacity_as_of_November_2023.svg.png",
                "caption": "Growth in installed battery capacy in the U.S. between 2015 and 2023 [74]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Battery_storage_power_station",
        "title": "Battery storage power station",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Growth of renewables",
        "text": "In 2008 for the first time, more renewable energy than conventional power capacity was added in both the European Union and United States, demonstrating a \"fundamental transition\" of the world's energy markets towards renewables, according to a report released by REN21 , a global renewable energy policy network based in Paris. [31] In 2010, renewable power consisted about a third of the newly built power generation capacities. [32] By the end of 2011, total renewable power capacity worldwide exceeded 1,360 GW, up 8%. Renewables producing electricity accounted for almost half of the 208 GW of capacity added globally during 2011. Wind and solar photovoltaics (PV) accounted for almost 40% and 30%. [33] Based on REN21 's 2014 report, renewables contributed 19 percent to our energy consumption and 22 percent to our electricity generation in 2012 and 2013, respectively. This energy consumption is divided as 9% coming from traditional biomass, 4.2% as heat energy (non-biomass), 3.8% hydro electricity and 2% electricity from wind, solar, geothermal, and biomass. [34] During the five-years from the end of 2004 through 2009, worldwide renewable energy capacity grew at rates of 10–60 percent annually for many technologies, while actual production grew 1.2% overall. [35] [36] In 2011, UN under-secretary general Achim Steiner said: \"The continuing growth in this core segment of the green economy is not happening by chance. The combination of government target-setting, policy support and stimulus funds is underpinning the renewable industry's rise and bringing the much needed transformation of our global energy system within reach.\" He added: \"Renewable energies are expanding both in terms of investment, projects and geographical spread. In doing so, they are making an increasing contribution to combating climate change, countering energy poverty and energy insecurity\". [37] According to a 2011 projection by the International Energy Agency, solar power plants may produce most of the world's electricity within 50 years, significantly reducing the emissions of greenhouse gases that harm the environment. The IEA has said: \"Photovoltaic and solar-thermal plants may meet most of the world's demand for electricity by 2060 – and half of all energy needs – with wind, hydropower and biomass plants supplying much of the remaining generation\". \"Photovoltaic and concentrated solar power together can become the major source of electricity\". [20] In 2013, China led the world in renewable energy production, with a total capacity of 378 GW , mainly from hydroelectric and wind power . As of 2014, China leads the world in the production and use of wind power, solar photovoltaic power and smart grid technologies, generating almost as much water, wind and solar energy as all of France and Germany's power plants combined. China's renewable energy sector is growing faster than its fossil fuels and nuclear power capacity. Since 2005, production of solar cells in China has expanded 100-fold. As Chinese renewable manufacturing has grown, the costs of renewable energy technologies have dropped. Innovation has helped, but the main driver of reduced costs has been market expansion. [51] See also renewable energy in the United States for US-figures.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/2011-_Renewable_energy_capacity_-_International_Energy_Agency.svg/213px-2011-_Renewable_energy_capacity_-_International_Energy_Agency.svg.png",
                "caption": "Renewable energy capacity has steadily grown, led by solar photovoltaic power. [28]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/2015-_Clean_energy_vs_fossil_fuel_investment_-_IEA.svg/217px-2015-_Clean_energy_vs_fossil_fuel_investment_-_IEA.svg.png",
                "caption": "Clean energy investment has benefited from post-pandemic economic recovery, a global energy crisis involving high fossil fuel prices, and growing policy support across various nations. [29]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Economic trends",
        "text": "Renewable energy technologies are getting cheaper, through technological change and through the benefits of mass production and market competition. A 2011 IEA report said: \"A portfolio of renewable energy technologies is becoming cost-competitive in an increasingly broad range of circumstances, in some cases providing investment opportunities without the need for specific economic support,\" and added that \"cost reductions in critical technologies, such as wind and solar, are set to continue.\" [54] As of 2011 [update] , there have been substantial reductions in the cost of solar and wind technologies: Hydro-electricity and geothermal electricity produced at favourable sites are now the cheapest way to generate electricity. Renewable energy costs continue to drop, and the levelised cost of electricity (LCOE) is declining for wind power, solar photovoltaic (PV), concentrated solar power (CSP) and some biomass technologies. [55] Renewable energy is also the most economic solution for new grid-connected capacity in areas with good resources. As the cost of renewable power falls, the scope of economically viable applications increases. Renewable technologies are now often the most economic solution for new generating capacity. Where \"oil-fired generation is the predominant power generation source (e.g. on islands, off-grid and in some countries) a lower-cost renewable solution almost always exists today\". [55] As of 2012, renewable power generation technologies accounted for around half of all new power generation capacity additions globally. In 2011, additions included 41 gigawatt (GW) of new wind power capacity, 30 GW of PV, 25 GW of hydro-electricity, 6 GW of biomass, 0.5 GW of CSP, and 0.1 GW of geothermal power. [55]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/2010-_Cost_of_renewable_energy_-_IRENA.svg/330px-2010-_Cost_of_renewable_energy_-_IRENA.svg.png",
                "caption": "Costs of producing renewable energy declined significantly, [52] with 62% of total renewable power generation added in 2020 having lower costs than the cheapest new fossil fuel option. [53]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "First-generation technologies",
        "text": "First-generation technologies are widely used in locations with abundant resources. Their future use depends on the exploration of the remaining resource potential, particularly in developing countries, and on overcoming challenges related to the environment and social acceptance.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Biomasseheizwerk_Spillern_Nordansicht.jpg/220px-Biomasseheizwerk_Spillern_Nordansicht.jpg",
                "caption": "Biomass heating plant in Austria. The total heat power is about 1000 kW."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Hydroelectricity",
        "text": "Hydroelectricity is the term referring to electricity generated by hydropower ; the production of electrical power through the use of the gravitational force of falling or flowing water. In 2015 hydropower generated 16.6% of the worlds total electricity and 70% of all renewable electricity [59] and is expected to increase about 3.1% each year for the next 25 years. Hydroelectric plants have the advantage of being long-lived and many existing plants have operated for more than 100 years. Hydropower is produced in 150 countries, with the Asia-Pacific region generating 32 percent of global hydropower in 2010. China is the largest hydroelectricity producer, with 721 terawatt-hours of production in 2010, representing around 17 percent of domestic electricity use. There are now three hydroelectricity plants larger than 10 GW: the Three Gorges Dam in China, Itaipu Dam across the Brazil/Paraguay border, and Guri Dam in Venezuela. [60] The cost of hydroelectricity is low, making it a competitive source of renewable electricity. The average cost of electricity from a hydro plant larger than 10 megawatts is 3 to 5 U.S. cents per kilowatt-hour. [60]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/ThreeGorgesDam-China2009.jpg/220px-ThreeGorgesDam-China2009.jpg",
                "caption": "The 22,500 MW Three Gorges Dam in the People's Republic of China , the largest hydroelectric power station in the world"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Geothermal power and heat",
        "text": "Geothermal power plants can operate 24 hours per day, providing baseload capacity. Estimates for the world potential capacity for geothermal power generation vary widely, ranging from 40 GW by 2020 to as much as 6,000 GW. [61] [62] Geothermal power capacity grew from around 1 GW in 1975 to almost 10 GW in 2008. [62] The United States is the world leader in terms of installed capacity, representing 3.1 GW. Other countries with significant installed capacity include the Philippines (1.9 GW), Indonesia (1.2 GW), Mexico (1.0 GW), Italy (0.8 GW), Iceland (0.6 GW), Japan (0.5 GW), and New Zealand (0.5 GW). [62] [63] In some countries, geothermal power accounts for a significant share of the total electricity supply, such as in the Philippines, where geothermal represented 17 percent of the total power mix at the end of 2008. [64] Geothermal (ground source) heat pumps represented an estimated 30 GWth of installed capacity at the end of 2008, with other direct uses of geothermal heat (i.e., for space heating, agricultural drying and other uses) reaching an estimated 15 GWth. As of 2008 [update] , at least 76 countries use direct geothermal energy in some form. [65]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/West_Ford_Flat_Geothermal_Cooling_Tower.JPG/220px-West_Ford_Flat_Geothermal_Cooling_Tower.JPG",
                "caption": "One of many power plants at The Geysers , a geothermal power field in northern California, with a total output of over 750 MW"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Solar heating",
        "text": "Solar heating systems are a well known second-generation technology and generally consist of solar thermal collectors , a fluid system to move the heat from the collector to its point of usage, and a reservoir or tank for heat storage. The systems may be used to heat domestic hot water, swimming pools, or homes and businesses. [66] The heat can also be used for industrial process applications or as an energy input for other uses such as cooling equipment. [67] In many warmer climates, a solar heating system can provide a very high percentage (50 to 75%) of domestic hot water energy. As of 2009 [update] , China has 27 million rooftop solar water heaters. [68]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Solar_heater_dsc00632.jpg/220px-Solar_heater_dsc00632.jpg",
                "caption": "Solar energy technologies, such as solar water heaters , located on or near the buildings which they supply with energy, are a prime example of a soft energy technology ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Photovoltaics",
        "text": "Photovoltaic (PV) cells, also called solar cells , convert light into electricity. In the 1980s and early 1990s, most photovoltaic modules were used to provide remote-area power supply , but from around 1995, industry efforts have focused increasingly on developing building integrated photovoltaics and photovoltaic power stations for grid connected applications. Many plants are integrated with agriculture and some use innovative tracking systems that follow the sun's daily path across the sky to generate more electricity than conventional fixed-mounted systems. There are no fuel costs or emissions during operation of the power stations.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Nellis_AFB_Solar_panels.jpg/220px-Nellis_AFB_Solar_panels.jpg",
                "caption": "Nellis Solar Power Plant at Nellis Air Force Base. These panels track the sun in one axis."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Solar-crop.jpg/220px-Solar-crop.jpg",
                "caption": "President Barack Obama speaks at the DeSoto Next Generation Solar Energy Center ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Wind power",
        "text": "Some of the second-generation renewables, such as wind power, have high potential and have already realised relatively low production costs. [71] [72] Wind power could become cheaper than nuclear power. [73] Global wind power installations increased by 35,800 MW in 2010, bringing total installed capacity up to 194,400 MW, a 22.5% increase on the 158,700 MW installed at the end of 2009. The increase for 2010 represents investments totalling €47.3 billion (US$65 billion) and for the first time more than half of all new wind power was added outside of the traditional markets of Europe and North America, mainly driven, by the continuing boom in China which accounted for nearly half of all of the installations at 16,500 MW. China now has 42,300 MW of wind power installed. [74] Wind power accounts for approximately 19% of electricity generated in Denmark , 9% in Spain and Portugal , and 6% in Germany and the Republic of Ireland. [75] In Australian state of South Australia wind power, championed by Premier Mike Rann (2002–2011), now comprises 26% of the state's electricity generation, edging out coal fired power. At the end of 2011 South Australia, with 7.2% of Australia's population, had 54% of the nation's installed wind power capacity. [76] Wind power's share of worldwide electricity usage at the end of 2014 was 3.1%. [77] The wind industry is able to produce more power at lower cost by using taller wind turbines with longer blades, capturing the faster winds at higher elevations. This has opened up new opportunities and in Indiana, Michigan, and Ohio, the price of power from wind turbines built 300 feet to 400 feet above the ground can now compete with conventional fossil fuels like coal. Prices have fallen to about 4 cents per kilowatt-hour in some cases and utilities have been increasing the amount of wind energy in their portfolio, saying it is their cheapest option. [78]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Global_Wind_Power_Cumulative_Capacity.svg/220px-Global_Wind_Power_Cumulative_Capacity.svg.png",
                "caption": "Wind power: worldwide installed capacity [69]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Windmills_south_of_Dumas%2C_TX_IMG_0570.JPG/220px-Windmills_south_of_Dumas%2C_TX_IMG_0570.JPG",
                "caption": "Landowners in the US typically receive $3,000 to $5,000 per year in rental income from each wind turbine, while farmers continue to grow crops or graze cattle up to the foot of the turbines. [70]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Solar thermal power stations",
        "text": "Solar thermal power stations include the 354 megawatt (MW) Solar Energy Generating Systems power plant in the US, Solnova Solar Power Station (Spain, 150 MW), Andasol solar power station (Spain, 100 MW), Nevada Solar One (USA, 64 MW), PS20 solar power tower (Spain, 20 MW), and the PS10 solar power tower (Spain, 11 MW). The 370 MW Ivanpah Solar Power Facility , located in California's Mojave Desert , is the world's largest solar-thermal power plant project currently under construction. [79] Many other plants are under construction or planned, mainly in Spain and the USA. [80] In developing countries, three World Bank projects for integrated solar thermal/combined-cycle gas-turbine power plants in Egypt , Mexico , and Morocco have been approved. [80]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Ivanpah_SEGS_%282%29.JPG/650px-Ivanpah_SEGS_%282%29.JPG",
                "caption": "View of Ivanpah Solar Electric Generating System from Yates Well Road, San Bernardino County, California . The Clark Mountain Range can be seen in the distance."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/PS20andPS10.jpg/220px-PS20andPS10.jpg",
                "caption": "Solar Towers from left: PS10 , PS20 ."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Modern forms of bioenergy",
        "text": "Global ethanol production for transport fuel tripled between 2000 and 2007 from 17 billion to more than 52 billion litres, while biodiesel expanded more than tenfold from less than 1 billion to almost 11 billion litres. Biofuels provide 1.8% of the world's transport fuel and recent estimates indicate a continued high growth. The main producing countries for transport biofuels are the US, Brazil, and the EU. [81] Brazil has one of the largest renewable energy programs in the world, involving production of ethanol fuel from sugar cane , and ethanol now provides 18 percent of the country's automotive fuel. As a result of this and the exploitation of domestic deep water oil sources, Brazil, which for years had to import a large share of the petroleum needed for domestic consumption, recently reached complete self-sufficiency in liquid fuels. [82] [83] Nearly all the gasoline sold in the United States today is mixed with 10 percent ethanol, a mix known as E10, [84] and motor vehicle manufacturers already produce vehicles designed to run on much higher ethanol blends. Ford , DaimlerChrysler , and GM are among the automobile companies that sell flexible-fuel cars, trucks, and minivans that can use gasoline and ethanol blends ranging from pure gasoline up to 85% ethanol (E85). The challenge is to expand the market for biofuels beyond the farm states where they have been most popular to date. The Energy Policy Act of 2005 , which calls for 7.5 billion US gallons (28,000,000 m 3 ) of biofuels to be used annually by 2012, will also help to expand the market. [85] The growing ethanol and biodiesel industries are providing jobs in plant construction, operations, and maintenance, mostly in rural communities. According to the Renewable Fuels Association, \"the ethanol industry created almost 154,000 U.S. jobs in 2005 alone, boosting household income by $5.7 billion. It also contributed about $3.5 billion in tax revenues at the local, state, and federal levels\". [85]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Sao_Paulo_ethanol_pump_04_2008_74_zoom.jpg/220px-Sao_Paulo_ethanol_pump_04_2008_74_zoom.jpg",
                "caption": "Neat ethanol on the left (A), gasoline on the right (G) at a filling station in Brazil"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/EthanolPetrol.jpg/220px-EthanolPetrol.jpg",
                "caption": "Information on pump, California"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Renewable energy industry",
        "text": "Total investment in renewable energy reached $211 billion in 2010, up from $160 billion in 2009. The top countries for investment in 2010 were\nChina, Germany, the United States, Italy, and Brazil. [12] Continued growth for the renewable energy sector is expected and promotional policies helped the industry weather the 2009 economic crisis better than many other sectors. [95]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Vestas_Turbine.JPG/220px-Vestas_Turbine.JPG",
                "caption": "A Vestas wind turbine"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Klassieren.jpg/220px-Klassieren.jpg",
                "caption": "Monocrystalline solar cell"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Non-technical barriers to acceptance",
        "text": "Many energy markets, institutions, and policies have been developed to support the production and use of fossil fuels. [101] Newer and cleaner technologies may offer social and environmental benefits, but utility operators often reject renewable resources because they are trained to think only in terms of big, conventional power plants. [102] Consumers often ignore renewable power systems because they are not given accurate price signals about electricity consumption. Intentional market distortions (such as subsidies), and unintentional market distortions (such as split incentives) may work against renewables. [102] Benjamin K. Sovacool has argued that \"some of the most surreptitious, yet powerful, impediments facing renewable energy and energy efficiency in the United States are more about culture and institutions than engineering and science\". [103] The obstacles to the widespread commercialization of renewable energy technologies are primarily political, not technical, [104] and there have been many studies which have identified a range of \"non-technical barriers\" to renewable energy use. [105] [15] [106] [107] These barriers are impediments which put renewable energy at a marketing, institutional, or policy disadvantage relative to other forms of energy. Key barriers include: [106] [107] With such a wide range of non-technical barriers, there is no \"silver bullet\" solution to drive the transition to renewable energy. So ideally there is a need for several different types of policy instruments to complement each other and overcome different types of barriers. [107] [110] A policy framework must be created that will level the playing field and redress the imbalance of traditional approaches associated with fossil fuels. The policy landscape must keep pace with broad trends within the energy sector, as well as reflecting specific social, economic and environmental priorities. [111] Some resource-rich countries struggle to move away from fossil fuels and have failed thus far to adopt regulatory frameworks necessary for developing renewable energy (e.g. Russia). [112]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg/220px-202307_Survey_-_comfortable_with_solar_wind_nuclear_in_my_community.svg.png",
                "caption": "Acceptance of wind and solar facilities in one's community is stronger among Democrats (blue), while acceptance of nuclear power plants is stronger among Republicans (red). [100]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Energy transition in Germany",
        "text": "The Energiewende ( German for energy transition ) is the transition by Germany to a low carbon , environmentally sound, reliable, and affordable energy supply. [130] The new system will rely heavily on renewable energy (particularly wind , photovoltaics , and biomass ) energy efficiency , and energy demand management . Most if not all existing coal-fired generation will need to be retired. [131] The phase-out of Germany's fleet of nuclear reactors , to be complete by 2022, is a key part of the program. [132] Legislative support for the Energiewende was passed in late 2010 and includes greenhouse gas (GHG) reductions of 80–95% by 2050 (relative to 1990) and a renewable energy target of 60% by 2050. [133] These targets are ambitious. [134] The Berlin-based policy institute Agora Energiewende noted that \"while the German approach is not unique worldwide, the speed and scope of the Energiewende are exceptional\". [135] The Energiewende also seeks a greater transparency in relation to national energy policy formation. [136] Germany has made significant progress on its GHG emissions reduction target, achieving a 27% decrease between 1990 and 2014. However Germany will need to maintain an average GHG emissions abatement rate of 3.5% per annum to reach its Energiewende goal, equal to the maximum historical value thus far. [137] Germany spends €1.5 billion per annum on energy research (2013 figure) in an effort to solve the technical and social issues raised by the transition. [138] This includes a number of computer studies that have confirmed the feasibility and a similar cost (relative to business-as-usual and given that carbon is adequately priced) of the Energiewende . These initiatives go well beyond European Union legislation and the national policies of other European states. The policy objectives have been embraced by the German federal government and has resulted in a huge expansion of renewables, particularly wind power. Germany's share of renewables has increased from around 5% in 1999 to 22.9% in 2012, surpassing the OECD average of 18% usage of renewables. [139] Producers have been guaranteed a fixed feed-in tariff for 20 years, guaranteeing a fixed income. Energy co-operatives have been created, and efforts were made to decentralize control and profits. The large energy companies have a disproportionately small share of the renewables market. However, in some cases poor investment designs have caused bankruptcies and low returns , and unrealistic promises have been shown to be far from reality. [140] Nuclear power plants were closed, and the existing nine plants will close earlier than planned, in 2022. One factor that has inhibited efficient employment of new renewable energy has been the lack of an accompanying investment in power infrastructure to bring the power to market. It is believed 8,300 km of power lines must be built or upgraded. [139] The different German States have varying attitudes to the construction of new power lines. Industry has had their rates frozen and so the increased costs of the Energiewende have been passed on to consumers, who have had rising electricity bills.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Schneebergerhof_01.jpg/220px-Schneebergerhof_01.jpg",
                "caption": "Photovoltaic array and wind turbines at the Schneebergerhof wind farm in the German state of Rheinland-Pfalz"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Energiemix_Deutschland.svg/300px-Energiemix_Deutschland.svg.png",
                "caption": "Gross generation of electricity by source in Germany 1990–2020"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "100% renewable energy",
        "text": "The incentive to use 100% renewable energy for electricity, transport, or even total primary energy supply globally, has been motivated by global warming and other ecological as well as economic concerns. In the Intergovernmental Panel on Climate Change 's reviews of scenarios of energy usage that would keep global warming to approximately 1.5 degrees, the proportion of primary energy supplied by renewables increases from 15% in 2020 to 60% in 2050 (median values across all published pathways). [161] The proportion of primary energy supplied by biomass increases from 10% to 27%, [162] with effective controls on whether land use is changed in the growing of biomass. [163] The proportion from wind and solar increases from 1.8% to 21%. [162] At the national level, at least 30 nations around the world already have renewable energy contributing more than 20% of energy supply. Mark Z. Jacobson , professor of civil and environmental engineering at Stanford University and director of its Atmosphere and Energy Program says producing all new energy with wind power , solar power , and hydropower by 2030 is feasible and existing energy supply arrangements could be replaced by 2050. Barriers to implementing the renewable energy plan are seen to be \"primarily social and political, not technological or economic\". Jacobson says that energy costs with a wind, solar, water system should be similar to today's energy costs. [164] Renewable projects must be sited at distant locations due to high land prices in urban areas or for the renewable resource itself which require transmission construction costs. [165] Similarly, in the United States, the independent National Research Council has noted that \"sufficient domestic renewable resources exist to allow renewable electricity to play a significant role in future electricity generation and thus help confront issues related to climate change, energy security, and the escalation of energy costs … Renewable energy is an attractive option because renewable resources available in the United States, taken collectively, can supply significantly greater amounts of electricity than the total current or projected domestic demand.\" [166] The most significant barriers to the widespread implementation of large-scale renewable energy and low carbon energy strategies are primarily political and not technological. According to the 2013 Post Carbon Pathways report, which reviewed many international studies, the key roadblocks are: climate change denial , the fossil fuels lobby , political inaction, unsustainable energy consumption, outdated energy infrastructure, and financial constraints. [167]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Share_of_electricity_production_from_renewables.svg/330px-Share_of_electricity_production_from_renewables.svg.png",
                "caption": "Share of electricity production from renewables, 2022 [160]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Renewable_energy_commercialization",
        "title": "Renewable energy commercialization",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Demand side management and grid storage",
        "text": "The demand side can also store electricity from the grid, for example charging a battery electric vehicle stores energy for a vehicle and storage heaters , district heating storage or ice storage provide thermal storage for buildings. [6] At present this storage serves only to shift consumption to the off-peak time of day, no electricity is returned to the grid. The need for grid storage to provide peak power is reduced by demand side time of use pricing , one of the benefits of smart meters . At the household level, consumers may choose less expensive off-peak times to wash and dry clothes, use dishwashers, take showers and cook. As well, commercial and industrial users will take advantage of cost savings by deferring some processes to off-peak times. Regional impacts from the unpredictable operation of wind power has created a new need for interactive demand response , where the utility communicates with the demand. Historically this was only done in cooperation with large industrial consumers, but now may be expanded to entire grids. [7] For instance, a few large-scale projects in Europe link variations in wind power to change industrial food freezer loads, causing small variations in temperature. If communicated on a grid-wide scale, small changes to heating/cooling temperatures would instantly change consumption across the grid. A report released in December 2013 by the United States Department of Energy further describes the potential benefits of energy storage and demand side technologies to the electric grid: \"Modernizing the electric system will help the nation meet the challenge of handling projected energy needs—including addressing climate change by integrating more energy from renewable sources and enhancing efficiency from non-renewable energy processes. Advances to the electric grid must maintain a robust and resilient electricity delivery system, and energy storage can play a significant role in meeting these challenges by improving the operating capabilities of the grid, lowering cost and ensuring high reliability, as well as deferring and reducing infrastructure investments. Finally, energy storage can be instrumental for emergency preparedness because of its ability to provide backup power as well as grid stabilization services\". [8] The report was written by a core group of developers representing Office of Electricity Delivery and Energy Reliability , ARPA-E , Office of Science , Office of Energy Efficiency and Renewable Energy , Sandia National Laboratories , and Pacific Northwest National Laboratory ; all of whom are engaged in the development of grid energy storage. [8]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Energy-Units-01.png/220px-Energy-Units-01.png",
                "caption": "A sense of units and scale for electrical energy production and consumption"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Grid_energy_storage",
        "title": "Grid energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Batteries",
        "text": "Battery storage was used in the early days of direct current electric power. Where AC grid power was not readily available, isolated lighting plants run by wind turbines or internal combustion engines provided lighting and power to small motors. The battery system could be used to run the load without starting the engine or when the wind was calm. A bank of lead–acid batteries in glass jars both supplied power to illuminate lamps, as well as to start an engine to recharge the batteries. Battery storage technology is typically around 80% to more than 90% efficient for newer lithium-ion devices. [38] [39] Battery systems connected to large solid-state converters have been used to stabilize power distribution networks. Some grid batteries are co-located with renewable energy plants, either to smooth the power supplied by the intermittent wind or solar output, or to shift the power output into other hours of the day when the renewable plant cannot produce power directly (see Installation examples ). These hybrid systems (generation and storage) can either alleviate the pressure on the grid when connecting renewable sources or be used to reach self-sufficiency and work \"off-the-grid\" (see Stand-alone power system ). Contrary to electric vehicle applications, batteries for stationary storage do not suffer from mass or volume constraints. However, due to the large amounts of energy and power implied, the cost per power or energy unit is crucial. The relevant metrics to assess the interest of a technology for grid-scale storage is the $/Wh (or $/W) rather than the Wh/kg (or W/kg). The electrochemical grid storage was made possible thanks to the development of the electric vehicle, that induced a fast decrease in the production costs of batteries below $300/kWh. By optimizing the production chain, major industrials aimed to reach $150/kWh by the end of 2020, but actually achieved $140/kWh. The rate of decline in battery prices has consistently outpaced most estimates, reaching $132/kWh in 2021. [40] These batteries rely on a lithium-ion technology, which is suited for mobile applications (high cost, high density). Technologies optimized for the grid should focus on low cost per kWh.   Lithium iron phosphate batteries are increasingly being used in both vehicles and grid storage because of their low cost, scale and acceptable energy density for many applications. [41]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Light-plant-Fig1198-Page989-Ch45-Hawkins-Electrical-Guide.png/220px-Light-plant-Fig1198-Page989-Ch45-Hawkins-Electrical-Guide.png",
                "caption": "A 900 watt direct current light plant using 16 separate lead acid battery cells (32 volts) from 1917. [35]"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Battery-cost-learning-curve.png/220px-Battery-cost-learning-curve.png",
                "caption": "Learning curve of lithium-ion batteries: the price of batteries declined by 97% in three decades. [36] [37]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Grid_energy_storage",
        "title": "Grid energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Electric vehicles",
        "text": "Companies are researching the possible use of electric vehicles to meet peak demand. A parked and plugged-in electric vehicle could sell the electricity from the battery during peak loads and charge either during night (at home) or during off-peak. [69] Plug-in hybrid or electric cars could be used [70] [71] [72] for their energy storage capabilities. Vehicle-to-grid technology can be employed, turning each vehicle with its 20 to 50 kWh battery pack into a distributed load-balancing device or emergency power source. This represents two to five days per vehicle of average household requirements of 10 kWh per day, assuming annual consumption of 3,650 kWh. This quantity of energy is equivalent to between 60 and 480 kilometres (40 and 300 mi) of range in such vehicles consuming 0.1 to 0.3 kilowatt-hours per kilometre (0.16 to 0.5 kWh/mi). These figures can be achieved even in home-made electric vehicle conversions . Some electric utilities plan to use old plug-in vehicle batteries (sometimes resulting in a giant battery) to store electricity [73] [74] However, a large disadvantage of using vehicle to grid energy storage would be if each storage cycle stressed the battery with one complete charge-discharge cycle. [70] However, one major study showed that used intelligently, vehicle-to-grid storage actually improved the batteries longevity. [75] Conventional (cobalt-based) lithium-ion batteries break down with the number of cycles – newer li-ion batteries do not break down significantly with each cycle, and so have much longer lives. One approach is to reuse unreliable vehicle batteries in dedicated grid storage [76] as they are expected to be good in this role for ten years. [77] If such storage is done on a large scale it becomes much easier to guarantee replacement of a vehicle battery degraded in mobile use, as the old battery has value and immediate use.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Nissan_Leaf_aan_Amsterdamse_laadpaal.jpg/220px-Nissan_Leaf_aan_Amsterdamse_laadpaal.jpg",
                "caption": "Nissan Leaf , the world's top-selling highway-capable electric car as of 2015"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Grid_energy_storage",
        "title": "Grid energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Flywheel",
        "text": "Mechanical inertia is the basis of this storage method. When the electric power flows into the device, an electric motor accelerates a heavy rotating disc. The motor acts as a generator when the flow of power is reversed, slowing down the disc and producing electricity. Electricity is stored as the kinetic energy of the disc. Friction must be kept to a minimum to prolong the storage time. This is often achieved by placing the flywheel in a vacuum and using magnetic bearings , tending to make the method expensive. Greater flywheel speeds allow greater storage capacity but require strong materials such as steel or composite materials to resist the centrifugal forces . The ranges of power and energy storage technology that make this method economic, however, tends to make flywheels unsuitable for general power system application; they are probably best suited to load-leveling applications on railway power systems and for improving power quality in renewable energy systems such as the 20MW system in Ireland. [78] [79] Applications that use flywheel storage are those that require very high bursts of power for very short durations such as tokamak [80] and laser experiments where a motor generator is spun up to operating speed and is partially slowed down during discharge. Flywheel storage is also currently used in the form of the Diesel rotary uninterruptible power supply to provide uninterruptible power supply systems (such as those in large datacenters ) for ride-through power necessary during transfer [81] – that is, the relatively brief amount of time between a loss of power to the mains and the warm-up of an alternate source, such as a diesel generator . This potential solution has been implemented by EDA [82] [ better source needed ] in the Azores on the islands of Graciosa and Flores . This system uses an 18 megawatt-second flywheel to improve power quality and thus allow increased renewable energy usage. As the description suggests, these systems are again designed to smooth out transient fluctuations in supply, and could never be used to cope with an outage exceeding a couple of days. Powercorp in Australia have been developing applications using wind turbines, flywheels and low load diesel (LLD) technology to maximize the wind input to small grids. A system installed in Coral Bay, Western Australia, uses wind turbines coupled with a flywheel based control system and LLDs. The flywheel technology enables the wind turbines to supply up to 95 percent of Coral Bay's energy supply at times, with a total annual wind penetration of 45 percent. [83]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/G2_front2.jpg/220px-G2_front2.jpg",
                "caption": "NASA G2 flywheel"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Grid_energy_storage",
        "title": "Grid energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Pumped water",
        "text": "In 2008, world pumped-storage generating capacity was 104 GW , [95] while other sources claim 127 GW, which comprises the vast majority of all types of grid electric storage – all other types combined are some hundreds of MW. [96] In many places, pumped-storage hydroelectricity is used to even out the daily generating load, by pumping water to a high storage reservoir during off-peak hours and weekends, using the excess base-load capacity from coal or nuclear sources.  During peak hours, this water can be used for hydroelectric generation, often as a high value rapid-response reserve to cover transient peaks in demand. Pumped storage recovers about 70% to 85% of the energy consumed, and is currently the most cost effective form of mass power storage. [97] The chief problem with pumped storage is that it usually requires two nearby reservoirs at considerably different heights, and often requires considerable capital expenditure. [98] Pumped water systems have high dispatchability , meaning they can come on-line very quickly, typically within 15 seconds, [99] which makes these systems very efficient at soaking up variability in electrical demand from consumers. There is over 90 GW of pumped storage in operation around the world, which is about 3% of instantaneous global generation capacity. Pumped water storage systems, such as the Dinorwig storage system in Britain, hold five or six hours of generating capacity, [99] and are used to smooth out demand variations. Another example is the 1836 MW Tianhuangping Pumped-Storage Hydro Plant in China, which has a reservoir capacity of eight million cubic meters (2.1 billion U.S. gallons or the volume of water over Niagara Falls in 25 minutes) with a vertical distance of 600 m (1970 feet). The reservoir can provide about 13 GW·h of stored gravitational potential energy (convertible to electricity at about 80% efficiency), or about 2% of China's daily electricity consumption. [100] A new concept in pumped-storage is utilizing wind energy or solar power to pump water. Wind turbines or solar cells that direct drive water pumps for an energy storing wind or solar dam can make this a more efficient process but are limited. Such systems can only increase kinetic water volume during windy and daylight periods. A study published in 2013 showed rooftop solar, coupled to existing pumped-storage, could replace the reactors lost at Fukushima with an equivalent capacity factor. [101]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Taiwan_Power_Ccopany_Mingtan_Power_Station.JPG/220px-Taiwan_Power_Ccopany_Mingtan_Power_Station.JPG",
                "caption": "Mingtan Pumped-Storage Hydro Power Plant dam in Nantou , Taiwan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Grid_energy_storage",
        "title": "Grid energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Hydroelectric dams",
        "text": "Hydroelectric dams with large reservoirs can also be operated to provide peak generation at times of peak demand. Water is stored in the reservoir during periods of low demand and released through the plant when demand is higher.  The net effect is the same as pumped storage, but without the pumping loss. Depending on the reservoir capacity the plant can provide daily, weekly, or seasonal load following. Many existing hydroelectric dams are fairly old (for example, the Hoover Dam was built in the 1930s), and their original design predated the newer intermittent power sources such as wind and solar by decades. A hydroelectric dam originally built to provide baseload power will have its generators sized according to the average flow of water into the reservoir. Uprating such a dam with additional generators increases its peak power output capacity, thereby increasing its capacity to operate as a virtual grid energy storage unit. [102] [103] The United States Bureau of Reclamation reports an investment cost of $69 per kilowatt capacity to uprate an existing dam, [102] compared to more than $400 per kilowatt for oil-fired peaking generators. While an uprated hydroelectric dam does not directly store excess energy from other generating units, it behaves equivalently by accumulating its own fuel – incoming river water – during periods of high output from other generating units. Functioning as a virtual grid storage unit in this way, the uprated dam is one of the most efficient forms of energy storage, because it has no pumping losses to fill its reservoir, only increased losses to evaporation and leakage. A dam which impounds a large reservoir can store and release a correspondingly large amount of energy, by controlling river outflow and raising or lowering its reservoir level a few meters. Limitations do apply to dam operation, their releases are commonly subject to government regulated water rights to limit downstream effect on rivers. For example, there are grid situations where baseload thermal plants, nuclear or wind turbines are already producing excess power at night, dams are still required to release enough water to maintain adequate river levels, whether electricity is generated or not. Conversely there's a limit to peak capacity, which if excessive could cause a river to flood for a few hours each day. [104]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/FeiCueiReservoir.jpg/220px-FeiCueiReservoir.jpg",
                "caption": "Fetsui hydroelectric dam in New Taipei , Taiwan"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Grid_energy_storage",
        "title": "Grid energy storage",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "2007 trends",
        "text": "Clean Energy Trends 2007 shows markets for four benchmark technologies — solar photovoltaics , wind power , biofuels , and fuel cells — continuing their steady climb. Annual revenue for these four technologies increased nearly 39% in one year — to $55 billion in 2006 up from $40 billion in 2005.  Clean Edge forecasts that this trajectory will continue to become a $226 billion market by 2016. [4] Several developments have helped to strengthen clean energy markets in 2007:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Re_investment_2007-2017.jpg/600px-Re_investment_2007-2017.jpg",
                "caption": "Projected renewable energy investment growth globally (2007-2017) [3]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Clean_Energy_Trends",
        "title": "Clean Energy Trends",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Design",
        "text": "Generally, the negative electrode of a conventional lithium-ion cell is graphite made from carbon . The positive electrode is typically a metal oxide or phosphate. The electrolyte is a lithium salt in an organic solvent . [45] The negative electrode (which is the anode when the cell is discharging) and the positive electrode (which is the cathode when discharging) are prevented from shorting by a separator. [46] The electrodes are connected to the powered circuit through two pieces of metal called current collectors. [47] The negative and positive electrodes swap their electrochemical roles ( anode and cathode ) when the cell is charged. Despite this, in discussions of battery design the negative electrode of a rechargeable cell is often just called \"the anode\" and the positive electrode \"the cathode\". In its fully lithiated state of LiC 6 , graphite correlates to a theoretical capacity of 1339 coulombs per gram (372 mAh/g). [48] The positive electrode is generally one of three materials: a layered oxide (such as lithium cobalt oxide ), a polyanion (such as lithium iron phosphate ) or a spinel (such as lithium manganese oxide ). [49] More experimental materials include graphene -containing electrodes, although these remain far from commercially viable due to their high cost. [50] Lithium reacts vigorously with water to form lithium hydroxide (LiOH) and hydrogen gas. Thus, a non-aqueous electrolyte is typically used, and a sealed container rigidly excludes moisture from the battery pack. The non-aqueous electrolyte is typically a mixture of organic carbonates such as ethylene carbonate and propylene carbonate containing complexes of lithium ions. [51] Ethylene carbonate is essential for making solid electrolyte interphase on the carbon anode, [52] but since it is solid at room temperature, a liquid solvent (such as propylene carbonate or diethyl carbonate ) is added. The electrolyte salt is almost always [ citation needed ] lithium hexafluorophosphate ( LiPF 6 ), which combines good ionic conductivity with chemical and electrochemical stability. The hexafluorophosphate anion is essential for passivating the aluminum current collector used for the positive electrode. A titanium tab is ultrasonically welded to the aluminum current collector.\nOther salts like lithium perchlorate ( LiClO 4 ), lithium tetrafluoroborate ( LiBF 4 ), and lithium bis(trifluoromethanesulfonyl)imide ( LiC 2 F 6 NO 4 S 2 ) are frequently used in research in tab-less coin cells , but are not usable in larger format cells, [53] often because they are not compatible with the aluminum current collector. Copper (with a spot-welded nickel tab) is used as the current collector at the negative electrode. Current collector design and surface treatments may take various forms: foil, mesh, foam (dealloyed), etched (wholly or selectively), and coated (with various materials) to improve electrical characteristics. [47] Depending on materials choices, the voltage , energy density , life, and safety of a lithium-ion cell can change dramatically. Current effort has been exploring the use of novel architectures using nanotechnology to improve performance. Areas of interest include nano-scale electrode materials and alternative electrode structures. [54]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Lithium-Ion_Cell_cylindric.JPG/220px-Lithium-Ion_Cell_cylindric.JPG",
                "caption": "Cylindrical Panasonic 18650 lithium-ion cell before closing."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Lithium_Ionen_Akku_%C3%9Cberwachungselektronik.jpg/220px-Lithium_Ionen_Akku_%C3%9Cberwachungselektronik.jpg",
                "caption": "Lithium-ion battery monitoring electronics (over-charge and deep-discharge protection)"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Liion-18650-AA-battery.jpg/170px-Liion-18650-AA-battery.jpg",
                "caption": "Left: AA alkaline battery. Right: 18650 lithium ion battery"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lithium-ion_battery",
        "title": "Lithium-ion battery",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Discharging and charging",
        "text": "During discharge, lithium ions ( Li + ) carry the current within the battery cell from the negative to the positive electrode, through the non- aqueous electrolyte and separator diaphragm. [62] During charging, an external electrical power source applies an over-voltage (a voltage greater than the cell's own voltage) to the cell, forcing electrons to flow from the positive to the negative electrode. The lithium ions also migrate (through the electrolyte) from the positive to the negative electrode where they become embedded in the porous electrode material in a process known as intercalation . Energy losses arising from electrical contact resistance at interfaces between electrode layers and at contacts with current collectors can be as high as 20% of the entire energy flow of batteries under typical operating conditions. [63] The charging procedures for single Li-ion cells, and complete Li-ion batteries, are slightly different: During the constant current phase, the charger applies a constant current to the battery at a steadily increasing voltage, until the top-of-charge voltage limit per cell is reached. During the balance phase, the charger/battery reduces the charging current (or cycles the charging on and off to reduce the average current) while the state of charge of individual cells is brought to the same level by a balancing circuit until the battery is balanced. Balancing typically occurs whenever one or more cells reach their top-of-charge voltage before the other(s), as it is generally inaccurate to do so at other stages of the charge cycle. This is most commonly done by passive balancing, which dissipates excess charge via resistors connected momentarily across the cell(s) to be balanced. Active balancing is less common, more expensive, but more efficient, returning excess energy to other cells (or the entire pack) through the means of a DC-DC converter or other circuitry. Some fast chargers skip this stage. Some chargers accomplish the balance by charging each cell independently. This is often performed by the battery protection circuit/ battery management system (BPC or BMS) and not the charger (which typically provides only the bulk charge current, and does not interact with the pack at the cell-group level), e.g., e-bike and hoverboard chargers. In this method, the BPC/BMS will request a lower charge current (such as EV batteries), or will shut-off the charging input (typical in portable electronics) through the use of transistor circuitry while balancing is in effect (to prevent over-charging cells). Balancing most often occurs during the constant voltage stage of charging, switching between charge modes until complete. The pack is usually fully charged only when balancing is complete, as even a single cell group lower in charge than the rest will limit the entire battery's usable capacity to that of its own. Balancing can last hours or even days, depending on the magnitude of the imbalance in the battery. During the constant voltage phase, the charger applies a voltage equal to the maximum cell voltage times the number of cells in series to the battery, as the current gradually declines towards 0, until the current is below a set threshold of about 3% of initial constant charge current. Periodic topping charge about once per 500 hours. Top charging is recommended to be initiated when voltage goes below 4.05 V/cell. [ dubious – discuss ] Failure to follow current and voltage limitations can result in an explosion. [66] [67] Charging temperature limits for Li-ion are stricter than the operating limits. Lithium-ion chemistry performs well at elevated temperatures but prolonged exposure to heat reduces battery life. Li‑ion batteries offer good charging performance at cooler temperatures and may even allow \"fast-charging\" within a temperature range of 5 to 45 °C (41 to 113 °F). [68] [ better source needed ] Charging should be performed within this temperature range. At temperatures from 0 to 5 °C charging is possible, but the charge current should be reduced. During a low-temperature (under 0 °C) charge, the slight temperature rise above ambient due to the internal cell resistance is beneficial. High temperatures during charging may lead to battery degradation and charging at temperatures above 45 °C will degrade battery performance, whereas at lower temperatures the internal resistance of the battery may increase, resulting in slower charging and thus longer charging times. [68] [ better source needed ] Batteries gradually self-discharge even if not connected and delivering current. Li-ion rechargeable batteries have a self-discharge rate typically stated by manufacturers to be 1.5–2% per month. [69] [70] The rate increases with temperature and state of charge. A 2004 study found that for most cycling conditions self-discharge was primarily time-dependent; however, after several months of stand on open circuit or float charge, state-of-charge dependent losses became significant. The self-discharge rate did not increase monotonically with state-of-charge, but dropped somewhat at intermediate states of charge. [71] Self-discharge rates may increase as batteries age. [72] In 1999, self-discharge per month was measured at 8% at 21 °C, 15% at 40 °C, 31% at 60 °C. [73] By 2007, monthly self-discharge rate was estimated at 2% to 3%, and 2 [7] –3% by 2016. [74] By comparison, the self-discharge rate for NiMH batteries dropped, as of 2017, from up to 30% per month for previously common cells [75] to about 0.08–0.33% per month for low self-discharge NiMH batteries, and is about 10% per month in NiCd batteries . [ citation needed ]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Li_ion_laptop_battery.jpg/220px-Li_ion_laptop_battery.jpg",
                "caption": "A lithium-ion battery from a laptop computer"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lithium-ion_battery",
        "title": "Lithium-ion battery",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Formats",
        "text": "Lithium-ion batteries may have multiple levels of structure. Small batteries consist of a single battery cell. Larger batteries connect cells in parallel into a module and connect modules in series and parallel into a pack. Multiple packs may be connected in series to increase the voltage. [143]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Nissan_Leaf_012.JPG/240px-Nissan_Leaf_012.JPG",
                "caption": "Nissan Leaf 's lithium-ion battery pack"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lithium-ion_battery",
        "title": "Lithium-ion battery",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Lifespan",
        "text": "The lifespan of a lithium-ion battery is typically defined as the number of full charge-discharge cycles to reach a failure threshold in terms of capacity loss or impedance rise. Manufacturers' datasheet typically uses the word \"cycle life\" to specify lifespan in terms of the number of cycles to reach 80% of the rated battery capacity. [173] Simply storing lithium-ion batteries in the charged state also reduces their capacity (the amount of cyclable Li + ) and increases the cell resistance (primarily due to the continuous growth of the solid electrolyte interface on the anode ). Calendar life is used to represent the whole life cycle of battery involving both the cycle and inactive storage operations. Battery cycle life is affected by many different stress factors including temperature, discharge current, charge current, and state of charge ranges (depth of discharge). [174] [175] Batteries are not fully charged and discharged in real applications such as smartphones, laptops and electric cars and hence defining battery life via full discharge cycles can be misleading. To avoid this confusion, researchers sometimes use cumulative discharge [174] defined as the total amount of charge (Ah) delivered by the battery during its entire life or equivalent full cycles, [175] which represents the summation of the partial cycles as fractions of a full charge-discharge cycle. Battery degradation during storage is affected by temperature and battery state of charge (SOC) and a combination of full charge (100% SOC) and high temperature (usually > 50 °C) can result in a sharp capacity drop and gas generation. [176] Multiplying the battery cumulative discharge by the rated nominal voltage gives the total energy delivered over the life of the battery. From this one can calculate the cost per kWh of the energy (including the cost of charging). Over their lifespan batteries degrade gradually leading to reduced capacity (and, in some cases, lower operating cell voltage) due to a variety of chemical and mechanical changes to the electrodes. [177] Several degradation processes occur in lithium-ion batteries, some during cycling, some during storage, and some all the time: [178] [179] [177] Degradation is strongly temperature-dependent: degradation at room temperature is minimal but increases for batteries stored or used in high temperature (usually > 35 °C) or low temperature (usually < 5 °C) environments. [180] High charge levels also hasten capacity loss . [181] Frequent over-charging (> 90%) and over-discharging (< 10%) may also hasten capacity loss . In a study, scientists provided 3D imaging and model analysis to reveal main causes, mechanics, and potential mitigations of the problematic degradation of the batteries over charge cycles . They found \"[p]article cracking increases and contact loss between particles and carbon-binder domain are observed to correlate with the cell degradation\" and indicates that \"the reaction heterogeneity within the thick cathode caused by the unbalanced electron conduction is the main cause of the battery degradation over cycling\". [182] [183] [ additional citation(s) needed ] The most common degradation mechanisms in lithium-ion batteries include: [184] These are shown in the figure on the right. A change from one main degradation mechanism to another appears as a knee (slope change) in the capacity vs. cycle number plot. [184] Most studies of lithium-ion battery aging have been done at elevated (50–60 °C) temperatures in order to complete the experiments sooner. Under these storage conditions, fully charged nickel-cobalt-aluminum and lithium-iron phosphate cells lose ca. 20% of their cyclable charge in 1–2 years. It is believed that the aforementioned anode aging is the most important degradation pathway in these cases.  On the other hand, manganese-based cathodes show a (ca. 20–50%) faster degradation under these conditions, probably due to the additional mechanism of Mn ion dissolution. [179] At 25 °C the degradation of lithium-ion batteries seems to follow the same pathway(s) as the degradation at 50 °C, but with half the speed. [179] In other words, based on the limited extrapolated experimental data, lithium-ion batteries are expected to lose irreversibly ca. 20% of their cyclable charge in 3–5 years or 1000–2000 cycles at 25 °C. [184] Lithium-ion batteries with titanate anodes do not suffer from SEI growth, and last longer (>5000 cycles) than graphite anodes. However, in complete cells other degradation mechanisms (i.e. the dissolution of Mn + 3 and the Ni + 3 /Li + place exchange, decomposition of PVDF binder and particle detachment) show up after 1000–2000 days, and the use titanate anode does not improve full cell durability in practice.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/2022-Vermeer-F2.jpg/220px-2022-Vermeer-F2.jpg",
                "caption": "Overview of the correlation between operational stress factors (the causes for degradation), the corresponding aging mechanisms, aging mode, and their effect on Lithium-ion batteries aging."
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lithium-ion_battery",
        "title": "Lithium-ion battery",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Recalls",
        "text": "In 2006, approximately 10 million Sony batteries used in Dell , Sony , Apple , Lenovo , Panasonic , Toshiba , Hitachi , Fujitsu and Sharp laptops were recalled. The batteries were found to be susceptible to internal contamination by metal particles during manufacture. Under some circumstances, these particles could pierce the separator, causing a dangerous short circuit. [233] IATA estimates that over a billion lithium metal and lithium-ion cells are flown each year. [221] Some kinds of lithium batteries may be prohibited aboard aircraft because of the fire hazard. [234] [235] Some postal administrations restrict air shipping (including EMS ) of lithium and lithium-ion batteries, either separately or installed in equipment.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/1-7-12_JAL787_APU_Battery.JPG/220px-1-7-12_JAL787_APU_Battery.JPG",
                "caption": "Japan Airlines Boeing 787 lithium cobalt oxide battery that caught fire in 2013"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/ADR_9A.svg/170px-ADR_9A.svg.png",
                "caption": "Transport Class 9A:Lithium batteries"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Lithium-ion_battery",
        "title": "Lithium-ion battery",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Nickel–metal hydride (NiMH)",
        "text": "Nickel–metal hydride batteries are considered a mature technology . [35] While less efficient (60–70%) in charging and discharging than even lead–acid, they have a higher specific energy of 30–80 W·h/kg. When used properly, nickel–metal hydride batteries can have exceptionally long lives, as has been demonstrated in their use in hybrid cars and in the surviving first-generation NiMH Toyota RAV4 EVs that still operate well after 100,000 miles (160,000 km) and over a decade of service. Downsides include finicky charge cycles and poor performance in cold weather. [ citation needed ] GM Ovonic produced the NiMH battery used in the second generation EV-1. [36] Prototype NiMH-EVs delivered up to 200 km (120 mi) of range.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/GM_Ovonic_NiMH_Battery_Module_90_Ah.jpg/220px-GM_Ovonic_NiMH_Battery_Module_90_Ah.jpg",
                "caption": "GM Ovonic NiMH battery module"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle_battery",
        "title": "Electric vehicle battery",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Manufacturing",
        "text": "There are mainly three stages during the manufacturing process of EV batteries: materials manufacturing, cell manufacturing and integration, as shown in Manufacturing process of EV batteries graph in grey, green and orange color respectively. This shown process does not include manufacturing of cell hardware, i.e. casings and current collectors. During the materials manufacturing process, the active material, conductivity additives, polymer binder and solvent are mixed first. After this, they are coated on the current collectors ready for the drying process. During this stage, the methods of making active materials depend on the electrode and the chemistry. Cathodes mostly use transition metal oxides, i.e. Lithium nickel manganese cobalt oxides (Li-NMC), or else Lithium metal phosphates, i.e. Lithium iron phosphates (LFP).  The most popular material for anodes is graphite.  However, recently there have been a lot of companies started to make Si mixed anode ( Sila Nanotech , ProLogium ) and Li metal anode ( Cuberg , Solid Power ). In general, for active materials production, there are three steps: materials preparation, materials processing and refinement. Schmuch et al. discussed materials manufacturing in greater details. [40] In the cell manufacturing stage, the prepared electrode will be processed to the desired shape for packaging in a cylindrical, rectangular or pouch format. Then after filling the electrolytes and sealing the cells, the battery cells are cycled carefully to form SEI protecting the anode. Then, these batteries are assembled into packs ready for vehicle integration.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Manufacturing_schematic.png/547px-Manufacturing_schematic.png",
                "caption": "Manufacturing process of EV batteries"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle_battery",
        "title": "Electric vehicle battery",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Reusing and repurposing",
        "text": "When an EV battery pack degrades to 70% to 80% of its original capacity, it is defined to reach the end-of-life. One of the waste management methods is to reuse the pack. By repurposing the pack for stationary storage, more value can be extracted from the battery pack while reducing the per kWh lifecycle impact. Uneven and undesired battery degradation happens during EV operation depending on temperature during operation and charging/discharging patterns. Each battery cell could degrade differently during operation. Currently, the state of health (SOH) information from a battery management system (BMS) can be extracted on a pack level but not on a cell level. Engineers can mitigate the degradation by engineering the next-generation thermal management system. electrochemical impedance spectroscopy (EIS) can be used to ensure the quality of the battery pack. [41] [42] It is costly and time-intensive to disassemble modules and cells. The module must be fully discharged. Then, the pack must be disassembled and reconfigured to meet the power and energy requirement of the second life application. A refurbishing company can sell or reuse the discharged energy from the module to reduce the cost of this process. Robots are being used to increase the safety of the dismantling process. [41] [43] Battery technology is non-transparent and lacks standards. Because battery development is the core part of EV, it is difficult for the manufacturer to label the exact chemistry of cathode, anode and electrolytes on the pack. In addition, the capacity and the design of the cells and packs changes on a yearly basis. The refurbishing company needs to closely work with the manufacture to have a timely update on this information. On the other hand, government can set up labeling standard. [41] Lastly, battery costs have decreased faster than predicted. The refurbished unit may be less attractive than the new batteries to the market. [41] Nonetheless, there have been several successes on the second-life application as shown in the examples of storage projects using second-life EV batteries. They are used in less demanding stationary storage application as peak shaving or additional storage for renewable-based generating sources. [41]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Reuse_application.png/504px-Reuse_application.png",
                "caption": "Examples of storage projects using second-life EV batteries. Adapted from Awan [41]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle_battery",
        "title": "Electric vehicle battery",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Recycling",
        "text": "Although battery life span can be extended by enabling a second-life application, ultimately EV batteries need to be recycled. Recyclability is not currently an important design consideration for battery manufacturers, and in 2019 only 5% of electric vehicle batteries were recycled. [44] However, closing the loop is extremely important. Not only because of a predicted tightened supply of nickel, cobalt and lithium in the future, also recycling EV batteries has the potential to maximize the environmental benefit. Xu et al. predicted that in the sustainable development scenario, lithium, cobalt and nickel will reach or surpass the amount of known reserves in the future if no recycling is in place. [45] Ciez and Whitacre found that by deploying battery recycling some green house gas (GHG) emission from mining could be avoided. [46] BEV technologies lack an established recycling framework in many countries, making the usage of BEV and other battery-operated electrical equipment a large energy expenditure, ultimately increasing CO 2 emissions - especially in countries lacking renewable energy resources. [47] There have been many efforts around the world to promote recycling technologies development and deployment. In the US, the Department of Energy Vehicle Technologies Offices (VTO) set up two efforts targeting at innovation and practicability of recycling processes. ReCell Lithium Recycling RD center brings in three universities and three national labs together to develop innovative, efficient recycling technologies. Most notably, the direct cathode recycling method was developed by the ReCell center. On the other hand, VTO also set up the battery recycling prize to incentivize American entrepreneurs to find innovative solutions to solve current challenges. [48]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Recycling_companies.png/502px-Recycling_companies.png",
                "caption": "Examples of current lithium-ion battery recycling facilities. Adapted from Awan [41]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle_battery",
        "title": "Electric vehicle battery",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Recycling vs mining",
        "text": "To develop a deeper understanding of the lifecycle of EV batteries, it is important to analyze the emission associated with different phases. Using NMC cylindrical cells as an example, Ciez and Whitacre found that around 9 kg CO 2 e kg battery - 1 is emitted during raw materials pre-processing and battery manufacturing under the US average electricity grid. The biggest part of the emission came from materials preparation accounting for more than 50% of the emissions. If NMC pouch cell is used, the total emission increases to almost 10 kg CO 2 e kg battery - 1 while materials manufacturing still contributes to more than 50% of the emission. [46] During the end-of-life management phase, the refurbishing process adds little emission to the lifecycle emission. The recycling process, on the other hand, as suggested by Ciez and Whitacre emits a significant amount of GHG. As shown in the battery recycling emission plot a and c, the emission of the recycling process varies with the different recycling processes, different chemistry and different form factor. Thus, the net emission avoided compared to not recycling also varies with these factors. At a glance, as shown in the plot b and d, the direct recycling process is the most ideal process for recycling pouch cell batteries, while the hydrometallurgical process is most suitable for cylindrical type battery. However, with the error bars shown, the best approach cannot be picked with confidence. It is worth noting that for the lithium iron phosphates (LFP) chemistry, the net benefit is negative. Because LFP cells lacks cobalt and nickel which are expensive and energy intensive to produce, it is more energetically efficient to mine. In general, in addition to promoting the growth of a single sector, a more integrated effort should be in place to reduce the lifecycle emission of EV batteries. A finite total supply of rare earth material can apparently justify the need for recycling. But the environmental benefit of recycling needs closer scrutiny. Based on current recycling technology, the net benefit of recycling depends on the form factors, the chemistry and the recycling process chosen.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/EV_batteries_recycling_emission.png/462px-EV_batteries_recycling_emission.png",
                "caption": "Battery recycling emissions under US average electricity grid. (a,b) for cylindrical cell and (c,d) for pouch cell. Adapted from Ciez and Whitacre. [46]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle_battery",
        "title": "Electric vehicle battery",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Internal components",
        "text": "Battery pack designs for electric vehicles (EVs) are complex and vary widely by manufacturer and specific application. However, they all incorporate a combination of several simple mechanical and electrical component systems which perform the basic required functions of the pack. [ citation needed ] The actual battery cells can have different chemistry, physical shapes, and sizes as preferred by various pack manufacturers. Battery packs will always incorporate many discrete cells connected in series and parallel to achieve the total voltage and current requirements of the pack. Battery packs for all electric drive EVs can contain several hundred individual cells. Each cell has a nominal voltage of 3-4 volts , depending on its chemical composition. [ citation needed ] To assist in manufacturing and assembly, the large stack of cells is typically grouped into smaller stacks called modules. Several of these modules are placed into a single pack. Within each module the cells are welded together to complete the electrical path for current flow. Modules can also incorporate cooling mechanisms, temperature monitors, and other devices. Modules must remain within a specific temperature range for optimal performance. [63] In most cases, modules also allow for monitoring the voltage produced by each battery cell in the stack by using a battery management system (BMS). [64] The battery cell stack has a main fuse which limits the current of the pack under a short circuit. A \"service plug\" or \"service disconnect\" can be removed to split the battery stack into two electrically isolated halves. With the service plug removed, the exposed main terminals of the battery present no high potential electrical danger to service technicians. [64] [65] The battery pack also contains relays, or contactors, which control the distribution of the battery pack's electrical power to the output terminals. In most cases there will be a minimum of two main relays which connect the battery cell stack to the main positive and negative output terminals of the pack, which then supply high current to the electrical drive motor. Some pack designs include alternate current paths for pre-charging the drive system through a pre-charge resistor or for powering an auxiliary bus which will also have their own associated control relays. For safety reasons these relays are all normally open. [64] [65] The battery pack also contains a variety of temperature, voltage, and current sensors. Collection of data from the pack sensors and activation of the pack relays are accomplished by the pack's battery monitoring unit (BMU) or BMS. The BMS is also responsible for communications with the vehicle outside the battery pack. [64]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/ASEAG_999_Batterie.jpg/220px-ASEAG_999_Batterie.jpg",
                "caption": "Battery pack on the roof of a battery electric bus"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Iveco_Stralis_AD_190_E-truck._Lidl._Spielvogel.jpg/220px-Iveco_Stralis_AD_190_E-truck._Lidl._Spielvogel.jpg",
                "caption": "Electric truck e-Force One. Battery pack between the axles."
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Lithium-Ion_Cell_cylindric.JPG/220px-Lithium-Ion_Cell_cylindric.JPG",
                "caption": "Cylindrical cell (18650) prior to assembly"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Lithium_Ionen_Akku_%C3%9Cberwachungselektronik.jpg/220px-Lithium_Ionen_Akku_%C3%9Cberwachungselektronik.jpg",
                "caption": "Lithium ion battery monitoring electronics (overcharge and over-discharge protection)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle_battery",
        "title": "Electric vehicle battery",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Recharging time",
        "text": "With rapid recharging, the concern about limited travel ranges loses relevance. There is a growing electric vehicle charging network [70] with DC powers of 150 kW and more which can add up to 300 km of range within a typical 20 minute break. The maximum power consumption depends on the EV model. In 2024, typical rapid charging powers were between 30 and 80 kW. The load decreases when the  battery gets fuller. [69] Charging at home or smaller charging stations using alternating current usually takes several hours.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/EV-charging-curves-at-300-kW-chargers-35.png/220px-EV-charging-curves-at-300-kW-chargers-35.png",
                "caption": "EV charging curves at 300 kW chargers [69]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Electric_vehicle_battery",
        "title": "Electric vehicle battery",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Basic design",
        "text": "Electrochemical capacitors (supercapacitors) consist of two electrodes separated by an ion-permeable membrane ( separator ), and an electrolyte ionically connecting both electrodes. When the electrodes are polarized by an applied voltage, ions in the electrolyte form electric double layers of opposite polarity to the electrode's polarity. For example, positively polarized electrodes will have a layer of negative ions at the electrode/electrolyte interface along with a charge-balancing layer of positive ions adsorbing onto the negative layer. The opposite is true for the negatively polarized electrode. Additionally, depending on electrode material and surface shape, some ions may permeate the double layer becoming specifically adsorbed ions and contribute with pseudocapacitance to the total capacitance of the supercapacitor.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Electric_double-layer_capacitor_%282_models%29_-1_NT.PNG/220px-Electric_double-layer_capacitor_%282_models%29_-1_NT.PNG",
                "caption": "Typical construction of a supercapacitor: (1) power source, (2) collector, (3) polarized electrode, (4) Helmholtz double layer, (5) electrolyte having positive and negative ions, (6) separator"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Electrical double-layer capacitance",
        "text": "Every electrochemical capacitor has two electrodes, mechanically separated by a separator, which are ionically connected to each other via the electrolyte . The electrolyte is a mixture of positive and negative ions dissolved in a solvent such as water. At each of the two electrode surfaces originates an area in which the liquid electrolyte contacts the conductive metallic surface of the electrode. This interface forms a common boundary among two different phases of matter, such as an insoluble solid electrode surface and an adjacent liquid electrolyte. In this interface occurs a very special phenomenon of the double layer effect . [25] Applying a voltage to an electrochemical capacitor causes both electrodes in the capacitor to generate electrical double-layers. These double-layers consist of two layers of charges: one electronic layer is in the surface lattice structure of the electrode, and the other, with opposite polarity, emerges from dissolved and solvated ions in the electrolyte. The two layers are separated by a monolayer of solvent molecules , e.g. , for water as solvent by water molecules, called inner Helmholtz plane (IHP). Solvent molecules adhere by physical adsorption on the surface of the electrode and separate the oppositely polarized ions from each other, and can be idealised as a molecular dielectric. In the process, there is no transfer of charge between electrode and electrolyte, so the forces that cause the adhesion are not chemical bonds, but physical forces, e.g. , electrostatic forces. The adsorbed molecules are polarized, but, due to the lack of transfer of charge between electrolyte and electrode, suffered no chemical changes. The amount of charge in the electrode is matched by the magnitude of counter-charges in outer Helmholtz plane (OHP). This double-layer phenomena stores electrical charges as in a conventional capacitor. The double-layer charge forms a static electric field in the molecular layer of the solvent molecules in the IHP that corresponds to the strength of the applied voltage. The double-layer serves approximately as the dielectric layer in a conventional capacitor, albeit with the thickness of a single molecule. Thus, the standard formula for conventional plate capacitors can be used to calculate their capacitance: [26] Accordingly, capacitance C is greatest in capacitors made from materials with a high permittivity ε , large electrode plate surface areas A and small distance between plates d . As a result, double-layer capacitors have much higher capacitance values than conventional capacitors, arising from the extremely large surface area of activated carbon electrodes and the extremely thin double-layer distance on the order of a few ångströms (0.3-0.8 nm), of order of the Debye length . [16] [24] Assuming that the minimum distance between the electrode and the charge accumulating region cannot be less than the typical distance between negative and positive charges in atoms of ~0.05 nm a general capacitance upper limit of ~18 μF/cm 2 has been predicted for non-faradaic capacitors. [27] The main drawback of carbon electrodes of double-layer SCs is small values of quantum capacitance [ citation needed ] which act in series [28] with capacitance of ionic space charge. Therefore, further increase of density of capacitance in SCs can be connected with increasing of quantum capacitance of carbon electrode nanostructures. [ citation needed ] The amount of charge stored per unit voltage in an electrochemical capacitor is primarily a function of the electrode size. The electrostatic storage of energy in the double-layers is linear with respect to the stored charge, and correspond to the concentration of the adsorbed ions. Also, while charge in conventional capacitors is transferred via electrons, capacitance in double-layer capacitors is related to the limited moving speed of ions in the electrolyte and the resistive porous structure of the electrodes. Since no chemical changes take place within the electrode or electrolyte, charging and discharging electric double-layers in principle is unlimited. Real supercapacitors lifetimes are only limited by electrolyte evaporation effects.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/EDLC-simplified-principle.png/220px-EDLC-simplified-principle.png",
                "caption": "Simplified view of a double-layer of negative ions in the electrode and solvated positive ions in the liquid electrolyte, separated by a layer of polarized solvent molecules"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/EDLC-Charge-Distribution.png/220px-EDLC-Charge-Distribution.png",
                "caption": "Structure and function of an ideal double-layer capacitor. Applying a voltage to the capacitor at both electrodes a Helmholtz double-layer will be formed separating the ions in the electrolyte in a mirror charge distribution of opposite polarity"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Electrochemical pseudocapacitance",
        "text": "Applying a voltage at the electrochemical capacitor terminals moves electrolyte ions to the opposite polarized electrode and forms a double-layer in which a single layer of solvent molecules acts as separator. Pseudocapacitance can originate when specifically adsorbed ions out of the electrolyte pervade the double-layer. This pseudocapacitance stores electrical energy by means of reversible faradaic redox reactions on the surface of suitable electrodes in an electrochemical capacitor with an electric double-layer . [12] [23] [24] [29] [30] Pseudocapacitance is accompanied with an electron charge-transfer between electrolyte and electrode coming from a de-solvated and adsorbed ion whereby only one electron per charge unit is participating. This faradaic charge transfer originates by a very fast sequence of reversible redox, intercalation or electrosorption processes. The adsorbed ion has no chemical reaction with the atoms of the electrode (no chemical bonds arise [31] ) since only a charge-transfer take place. The electrons involved in the faradaic processes are transferred to or from valence electron states ( orbitals ) of the redox electrode reagent. They enter the negative electrode and flow through the external circuit to the positive electrode where a second double-layer with an equal number of anions has formed. The electrons reaching the positive electrode are not transferred to the anions forming the double-layer, instead they remain in the strongly ionized and \"electron hungry\" transition-metal ions of the electrode's surface. As such, the storage capacity of faradaic pseudocapacitance is limited by the finite quantity of reagent in the available surface. A faradaic pseudocapacitance only occurs together with a static double-layer capacitance , and its magnitude may exceed the value of double-layer capacitance for the same surface area by factor of 100, depending on the nature and the structure of the electrode, because all the pseudocapacitance reactions take place only with de-solvated ions, which are much smaller than solvated ion with their solvating shell. [12] [29] The amount of pseudocapacitance has a linear function within narrow limits determined by the potential-dependent degree of surface coverage of the adsorbed anions. The ability of electrodes to accomplish pseudocapacitance effects by redox reactions, intercalation or electrosorption strongly depends on the chemical affinity of electrode materials to the ions adsorbed on the electrode surface as well as on the structure and dimension of the electrode pores. Materials exhibiting redox behavior for use as electrodes in pseudocapacitors are transition-metal oxides like RuO 2 , IrO 2 , or MnO 2 inserted by doping in the conductive electrode material such as active carbon, as well as conducting polymers such as polyaniline or derivatives of polythiophene covering the electrode material. The amount of electric charge stored in a pseudocapacitance is linearly proportional to the applied voltage . The unit of pseudocapacitance is farad , same as that of capacitance. Although conventional battery-type electrode materials also use chemical reactions to store charge, they show very different electrical profiles, as the rate of discharge is limited by the speed of diffusion . Grinding those materials down to nanoscale frees them of the diffusion limit and give them a more pseudocapacitative behavior, making them extrinsic pseudocapacitors .  Chodankar et al. 2020, figure 2 shows the representative voltage-capacity curves for bulk LiCoO 2 , nano LiCoO 2 , a redox pseudocapacitor (RuO 2 ), and a intercalation pseudocapacitor (T-Nb 2 O 5 ). [32] : 5",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Pseudocapacitance-Priciple.png/220px-Pseudocapacitance-Priciple.png",
                "caption": "Simplified view of a double-layer with specifically adsorbed ions which have submitted their charge to the electrode to explain the faradaic charge-transfer of the pseudocapacitance"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Voltagram-Engl.png/220px-Voltagram-Engl.png",
                "caption": "A cyclic voltammogram (CV) shows the fundamental differences between static capacitance (rectangular) and pseudocapacitance (curved)"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Potential distribution",
        "text": "Conventional capacitors (also known as electrostatic capacitors), such as ceramic capacitors and film capacitors , consist of two electrodes separated by a dielectric material. When charged, the energy is stored in a static electric field that permeates the dielectric between the electrodes. The total energy increases with the amount of stored charge, which in turn correlates linearly with the potential (voltage) between the plates. The maximum potential difference between the plates (the maximal voltage) is limited by the dielectric's breakdown field strength . The same static storage also applies for electrolytic capacitors in which most of the potential decreases over the anode 's thin oxide layer. The somewhat resistive liquid electrolyte ( cathode ) accounts for a small decrease of potential for \"wet\" electrolytic capacitors, while electrolytic capacitors with solid conductive polymer electrolyte this voltage drop is negligible. In contrast, electrochemical capacitors (supercapacitors) consists of two electrodes separated by an ion-permeable membrane (separator) and electrically connected via an electrolyte. Energy storage occurs within the double-layers of both electrodes as a mixture of a double-layer capacitance and pseudocapacitance. When both electrodes have approximately the same resistance ( internal resistance ), the potential of the capacitor decreases symmetrically over both double-layers, whereby a voltage drop across the equivalent series resistance (ESR) of the electrolyte is achieved. For asymmetrical supercapacitors like hybrid capacitors the voltage drop between the electrodes could be asymmetrical. The maximum potential across the capacitor (the maximal voltage) is limited by the electrolyte decomposition voltage. Both electrostatic and electrochemical energy storage in supercapacitors are linear with respect to the stored charge, just as in conventional capacitors. The voltage between the capacitor terminals is linear with respect to the amount of stored energy. Such linear voltage gradient differs from rechargeable electrochemical batteries, in which the voltage between the terminals remains independent of the amount of stored energy, providing a relatively constant voltage.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Fixed_capacitors-charge_storage_principles-2.png/330px-Fixed_capacitors-charge_storage_principles-2.png",
                "caption": "Charge storage principles of different capacitor types and their internal potential distribution"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/EDLC-Voltage_distribution.png/230px-EDLC-Voltage_distribution.png",
                "caption": "Basic illustration of the functionality of a supercapacitor, the voltage distribution inside of the capacitor and its simplified equivalent DC circuit"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Charge-Discharge-Supercap-vs-Battery.png/220px-Charge-Discharge-Supercap-vs-Battery.png",
                "caption": "The voltage behavior of supercapacitors and batteries during charging/discharging differs clearly"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Styles",
        "text": "Supercapacitors are made in different styles, such as flat with a single pair of electrodes, wound in a cylindrical case, or stacked in a rectangular case. Because they cover a broad range of capacitance values, the size of the cases can vary. Supercapacitors are constructed with two metal foils (current collectors), each coated with an electrode material such as activated carbon, which serve as the power connection between the electrode material and the external terminals of the capacitor. Specifically to the electrode material is a very large surface area. In this example the activated carbon is electrochemically etched, so that the surface area of the material is about 100,000 times greater than the smooth surface. The electrodes are kept apart by an ion-permeable membrane (separator) used as an insulator to protect the electrodes against short circuits . This construction is subsequently rolled or folded into a cylindrical or rectangular shape and can be stacked in an aluminum can or an adaptable rectangular housing. The cell is then impregnated with a liquid or viscous electrolyte of organic or aqueous type. The electrolyte, an ionic conductor, enters the pores of the electrodes and serves as the conductive connection between the electrodes across the separator. Finally, the housing is hermetically sealed to ensure stable behavior over the specified lifetime.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Supercap-flat-case.jpg/220px-Supercap-flat-case.jpg",
                "caption": "Flat style of a supercapacitor used for mobile components"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Polarit%C3%A4t-EDLC-P1070160.JPG/220px-Polarit%C3%A4t-EDLC-P1070160.JPG",
                "caption": "Radial style of a lithium-ion type supercapacitor for PCB mounting used for industrial applications"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Electric_double-layer_capacitor_%28Activated_carbon_electrode_-_Tube_type%29.PNG/220px-Electric_double-layer_capacitor_%28Activated_carbon_electrode_-_Tube_type%29.PNG",
                "caption": "Schematic construction of a wound supercapacitor 1. terminals, 2. safety vent, 3. sealing disc, 4. aluminum can, 5. positive pole, 6. separator, 7. carbon electrode, 8. collector, 9. carbon electrode, 10. negative pole"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Electric_double-layer_capacitor_%28Activated_carbon_electrode_-_BOX_type%29.PNG/220px-Electric_double-layer_capacitor_%28Activated_carbon_electrode_-_BOX_type%29.PNG",
                "caption": "Schematic construction of a supercapacitor with stacked electrodes 1. positive electrode, 2. negative electrode, 3. separator"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Types",
        "text": "Electrical energy is stored in supercapacitors via two storage principles, static double-layer capacitance and electrochemical pseudocapacitance ; and the distribution of the two types of capacitance depends on the material and structure of the electrodes. There are three types of supercapacitors based on storage principle: [16] [24] Because double-layer capacitance and pseudocapacitance both contribute inseparably to the total capacitance value of an electrochemical capacitor, a correct description of these capacitors only can be given under the generic term. The concepts of supercapattery and supercabattery have been recently proposed to better represent those hybrid devices that behave more like the supercapacitor and the rechargeable battery, respectively. [34] The capacitance value of a supercapacitor is determined by two storage principles: Double-layer capacitance and pseudocapacitance both contribute inseparably to the total capacitance value of a supercapacitor. [23] However, the ratio of the two can vary greatly, depending on the design of the electrodes and the composition of the electrolyte. Pseudocapacitance can increase the capacitance value by as much as a factor of ten over that of the double-layer by itself. [12] [29] Electric double-layer capacitors (EDLC) are electrochemical capacitors in which energy storage predominantly is achieved by double-layer capacitance. In the past, all electrochemical capacitors were called \"double-layer capacitors\". Contemporary usage sees double-layer capacitors, together with pseudocapacitors, as part of a larger family of electrochemical capacitors [12] [29] called supercapacitors. They are also known as ultracapacitors.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Supercaps-family.png/330px-Supercaps-family.png",
                "caption": "Family tree of supercapacitor types. Double-layer capacitors and pseudocapacitors as well as hybrid capacitors are defined over their electrode designs"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Electrodes",
        "text": "Supercapacitor electrodes are generally thin coatings applied and electrically connected to a conductive, metallic current collector. Electrodes must have good conductivity, high temperature stability, long-term chemical stability ( inertness ), high corrosion resistance and high surface areas per unit volume and mass. Other requirements include environmental friendliness and low cost. The amount of double-layer as well as pseudocapacitance stored per unit voltage in a supercapacitor is predominantly a function of the electrode surface area. Therefore, supercapacitor electrodes are typically made of porous, spongy material with an extraordinarily high specific surface area , such as activated carbon . Additionally, the ability of the electrode material to perform faradaic charge transfers enhances the total capacitance. Generally the smaller the electrode's pores, the greater the capacitance and specific energy . However, smaller pores increase equivalent series resistance (ESR) and decrease specific power . Applications with high peak currents require larger pores and low internal losses, while applications requiring high specific energy need small pores.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/ActivatedCharcoalPowder_BrightField.jpg/220px-ActivatedCharcoalPowder_BrightField.jpg",
                "caption": "A micrograph of activated carbon under bright field illumination on a light microscope . Notice the fractal -like shape of the particles hinting at their enormous surface area. Each particle in this image, despite being only around 0.1 mm across, has a surface area of several square centimeters. [ citation needed ]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Carbon aerogel",
        "text": "Carbon aerogel is a highly porous, synthetic , ultralight material derived from an organic gel in which the liquid component of the gel has been replaced with a gas. Aerogel electrodes are made via pyrolysis of resorcinol - formaldehyde aerogels [43] and are more conductive than most activated carbons. They enable thin and mechanically stable electrodes with a thickness in the range of several hundred micrometres (μm) and with uniform pore size. Aerogel electrodes also provide mechanical and vibration stability for supercapacitors used in high-vibration environments. Researchers have created a carbon aerogel electrode with gravimetric densities of about 400–1200 m 2 /g and volumetric capacitance of 104 F/cm 3 , yielding a specific energy of 325 kJ/kg ( 90 Wh/kg ) and specific power of 20 W/g . [44] [45] Standard aerogel electrodes exhibit predominantly double-layer capacitance. Aerogel electrodes that incorporate composite material can add a high amount of pseudocapacitance. [46]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Aerogel_hand.jpg/220px-Aerogel_hand.jpg",
                "caption": "A block of silica aerogel in hand"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Carbide-derived carbon",
        "text": "Carbide-derived carbon (CDC), also known as tunable nanoporous carbon, is a family of carbon materials derived from carbide precursors, such as binary silicon carbide and titanium carbide , that are transformed into pure carbon via physical, e.g. , thermal decomposition or chemical, e.g. , halogenation ) processes. [47] [48] Carbide-derived carbons can exhibit high surface area and tunable pore diameters (from micropores to mesopores) to maximize ion confinement, increasing pseudocapacitance by faradaic H 2 adsorption treatment. CDC electrodes with tailored pore design offer as much as 75% greater specific energy than conventional activated carbons. As of 2015 [update] , a CDC supercapacitor offered a specific energy of 10.1 Wh/kg, 3,500 F capacitance and over one million charge-discharge cycles. [49]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Figure4CDC.jpg/220px-Figure4CDC.jpg",
                "caption": "Pore size distributions for different carbide precursors"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Graphene",
        "text": "Graphene is a one-atom thick sheet of graphite , with atoms arranged in a regular hexagonal pattern, [50] [51] also called \"nanocomposite paper\". [52] Graphene has a theoretical specific surface area of 2630 m 2 /g which can theoretically lead to a capacitance of 550 F/g. In addition, an advantage of graphene over activated carbon is its higher electrical conductivity. As of 2012 [update] a new development used graphene sheets directly as electrodes without collectors for portable applications. [53] [54] In one embodiment, a graphene-based supercapacitor uses curved graphene sheets that do not stack face-to-face, forming mesopores that are accessible to and wettable by ionic electrolytes at voltages up to 4 V. A specific energy of 85.6 Wh/kg ( 308 kJ/kg ) is obtained at room temperature equaling that of a conventional nickel metal hydride battery , but with 100-1000 times greater specific power. [55] [56] The two-dimensional structure of graphene improves charging and discharging. Charge carriers in vertically oriented sheets can quickly migrate into or out of the deeper structures of the electrode, thus increasing currents. Such capacitors may be suitable for 100/120 Hz filter applications, which are unreachable for supercapacitors using other carbon materials. [57]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Graphen.jpg/150px-Graphen.jpg",
                "caption": "Graphene is an atomic-scale honeycomb lattice made of carbon atoms"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Carbon nanotubes",
        "text": "Carbon nanotubes (CNTs), also called buckytubes, are carbon molecules with a cylindrical nanostructure . They have a hollow structure with walls formed by one-atom-thick sheets of graphite. These sheets are rolled at specific and discrete (\"chiral\") angles, and the combination of chiral angle and radius controls properties such as electrical conductivity, electrolyte wettability and ion access. Nanotubes are categorized as single-walled nanotubes (SWNTs) or multi-walled nanotubes (MWNTs). The latter have one or more outer tubes successively enveloping a SWNT, much like the Russian matryoshka dolls . SWNTs have diameters ranging between 1 and 3 nm. MWNTs have thicker coaxial walls, separated by spacing (0.34 nm) that is close to graphene's interlayer distance. Nanotubes can grow vertically on the collector substrate, such as a silicon wafer. Typical lengths are 20 to 100 μm. [58] Carbon nanotubes can greatly improve capacitor performance, due to the highly wettable surface area and high conductivity. [59] [60] A SWNT-based supercapacitor with aqueous electrolyte was systematically studied at University of Delaware in Prof. Bingqing Wei's group. Li et al., for the first time, discovered that the ion-size effect and the electrode-electrolyte wettability are the dominant factors affecting the electrochemical behavior of flexible SWCNTs-supercapacitors in different 1 molar aqueous electrolytes with different anions and cations. The experimental results also showed for flexible supercapacitor that it is suggested to put enough pressure between the two electrodes to improve the aqueous electrolyte CNT supercapacitor. [61] CNTs can store about the same charge as activated carbon per unit surface area, but nanotubes' surface is arranged in a regular pattern, providing greater wettability. SWNTs have a high theoretical specific surface area of 1315 m 2 /g, while that for MWNTs is lower and is determined by the diameter of the tubes and degree of nesting, compared with a surface area of about 3000 m 2 /g of activated carbons. Nevertheless, CNTs have higher capacitance than activated carbon electrodes, e.g. , 102 F/g for MWNTs and 180 F/g for SWNTs. [ citation needed ] MWNTs have mesopores that allow for easy access of ions at the electrode–electrolyte interface. As the pore size approaches the size of the ion solvation shell, the solvent molecules are partially stripped, resulting in larger ionic packing density and increased faradaic storage capability. However, the considerable volume change during repeated intercalation and depletion decreases their mechanical stability. To this end, research to increase surface area, mechanical strength, electrical conductivity and chemical stability is ongoing. [59] [62] [63]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Chiraltube.png/220px-Chiraltube.png",
                "caption": "A scanning tunneling microscopy image of single-walled carbon nanotube"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/CNTSEM.JPG/220px-CNTSEM.JPG",
                "caption": "SEM image of carbon nanotube bundles with a surface of about 1500 m 2 /g"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Capacitance",
        "text": "Capacitance values for commercial capacitors are specified as \"rated capacitance C R \". This is the value for which the capacitor has been designed. The value for an actual component must be within the limits given by the specified tolerance. Typical values are in the range of farads (F), three to six orders of magnitude larger than those of electrolytic capacitors. The capacitance value results from the energy W {\\displaystyle W} (expressed in Joule ) of a loaded capacitor loaded via a DC voltage V DC . This value is also called the \"DC capacitance\".",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Superkondensator-Porenmodell-engl.png/220px-Superkondensator-Porenmodell-engl.png",
                "caption": "Schematic illustration of the capacitance behavior resulting out of the porous structure of the electrodes"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Supercapacitor-Equi-Circuit.png/220px-Supercapacitor-Equi-Circuit.png",
                "caption": "Equivalent circuit with cascaded RC elements"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/EDLC-Cap-Frequency-dependent-en.svg/220px-EDLC-Cap-Frequency-dependent-en.svg.png",
                "caption": "Dependence of capacitance on frequency of a 50 F supercapacitor"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Measurement",
        "text": "Conventional capacitors are normally measured with a small AC voltage (0.5 V) and a frequency of 100 Hz or 1 kHz depending on the capacitor type. The AC capacitance measurement offers fast results, important for industrial production lines. The capacitance value of a supercapacitor depends strongly on the measurement frequency, which is related to the porous electrode structure and the limited electrolyte's ion mobility. Even at a low frequency of 10 Hz, the measured capacitance value drops from 100 to 20 percent of the DC capacitance value. This extraordinarily strong frequency dependence can be explained by the different distances the ions have to move in the electrode's pores. The area at the beginning of the pores can be easily accessed by the ions; this short distance is accompanied by low electrical resistance. The greater the distance the ions have to cover, the higher the resistance. This phenomenon can be described with a series circuit of cascaded RC (resistor/capacitor) elements with serial RC time constants . These result in delayed current flow, reducing the total electrode surface area that can be covered with ions if polarity changes – capacitance decreases with increasing AC frequency. Thus, the total capacitance is achieved only after longer measuring times. Out of the reason of the very strong frequency dependence of the capacitance, this electrical parameter has to be measured with a special constant current charge and discharge measurement, defined in IEC standards 62391-1 and -2. Measurement starts with charging the capacitor. The voltage has to be applied and after the constant current/constant voltage power supply has achieved the rated voltage, the capacitor must be charged for 30 minutes. Next, the capacitor has to be discharged with a constant discharge current I discharge . Then the time t 1 and t 2 , for the voltage to drop from 80% (V 1 ) to 40% (V 2 ) of the rated voltage is measured. The capacitance value is calculated as: The value of the discharge current is determined by the application. The IEC standard defines four classes: The measurement methods employed by individual manufacturers are mainly comparable to the standardized methods. [86] [87] The standardized measuring method is too time consuming for manufacturers to use during production for each individual component. For industrial-produced capacitors, the capacitance value is instead measured with a faster, low-frequency AC voltage, and a correlation factor is used to compute the rated capacitance. This frequency dependence affects capacitor operation. Rapid charge and discharge cycles mean that neither the rated capacitance value nor specific energy are available. In this case the rated capacitance value is recalculated for each application condition. The time t a supercapacitor can deliver a constant current I can be calculated as: as the capacitor voltage decreases from U charge down to U min . If the application needs a constant power P for a certain time t this can be calculated as: wherein also the capacitor voltage decreases from U charge down to U min .",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/EDLC-Capacitance-measuring.png/220px-EDLC-Capacitance-measuring.png",
                "caption": "Illustration of the measurement conditions for measuring the capacitance of supercapacitors"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Operating voltage",
        "text": "Supercapacitors are low voltage components. Safe operation requires that the voltage remain within specified limits. The rated voltage U R is the maximum DC voltage or peak pulse voltage that may be applied continuously and remain within the specified temperature range. Capacitors should never be subjected to voltages continuously in excess of the rated voltage. The rated voltage includes a safety margin against the electrolyte's breakdown voltage at which the electrolyte decomposes . The breakdown voltage decomposes the separating solvent molecules in the Helmholtz double-layer, e.g. water splits into hydrogen and oxygen . The solvent molecules then cannot separate the electrical charges from each other. Higher voltages than rated voltage cause hydrogen gas formation or a short circuit. Standard supercapacitors with aqueous electrolyte normally are specified with a rated voltage of 2.1 to 2.3 V and capacitors with organic solvents with 2.5 to 2.7 V. Lithium-ion capacitors with doped electrodes may reach a rated voltage of 3.8 to 4 V, but have a low voltage limit of about 2.2 V. Supercapacitors with ionic electrolytes can exceed an operating voltage of 3.5 V. [83] Operating supercapacitors below the rated voltage improves the long-time behavior of the electrical parameters. Capacitance values and internal resistance during cycling are more stable and lifetime and charge/discharge cycles may be extended. [87] Higher application voltages require connecting cells in series. Since each component has a slight difference in capacitance value and ESR, it is necessary to actively or passively balance them to stabilize the applied voltage. Passive balancing employs resistors in parallel with the supercapacitors. Active balancing may include electronic voltage management above a threshold that varies the current.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/OneFarad5.5Velectrolyticcapacitor.jpg/220px-OneFarad5.5Velectrolyticcapacitor.jpg",
                "caption": "A 5.5 volt supercapacitor is constructed out of two single cells, each rated to at least 2.75 volts, in series connection"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/The_Baltic_States_Centenary-_Creativity_and_Innovation_Inspired_by_Nature_1.jpg/220px-The_Baltic_States_Centenary-_Creativity_and_Innovation_Inspired_by_Nature_1.jpg",
                "caption": "A 2.4v Skelcap ultracapacitor"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Internal resistance",
        "text": "Charging/discharging a supercapacitor is connected to the movement of charge carriers (ions) in the electrolyte across the separator to the electrodes and into their porous structure. Losses occur during this movement that can be measured as the internal DC resistance. With the electrical model of cascaded, series-connected RC (resistor/capacitor) elements in the electrode pores, the internal resistance increases with the increasing penetration depth of the charge carriers into the pores. The internal DC resistance is time dependent and increases during charge/discharge. In applications often only the switch-on and switch-off range is interesting. The internal resistance R i can be calculated from the voltage drop ΔV 2 at the time of discharge, starting with a constant discharge current I discharge . It is obtained from the intersection of the auxiliary line extended from the straight part and the time base at the time of discharge start (see picture right). Resistance can be calculated by: The discharge current I discharge for the measurement of internal resistance can be taken from the classification according to IEC 62391-1. This internal DC resistance R i should not be confused with the internal AC resistance called equivalent series resistance (ESR) normally specified for capacitors. It is measured at 1 kHz. ESR is much smaller than DC resistance. ESR is not relevant for calculating supercapacitor inrush currents or other peak currents. R i determines several supercapacitor properties. It limits the charge and discharge peak currents as well as charge/discharge times. R i and the capacitance C results in the time constant τ {\\displaystyle \\tau } This time constant determines the charge/discharge time. A 100 F capacitor with an internal resistance of 30 mΩ for example, has a time constant of 0.03 • 100 = 3 s. After 3 seconds charging with a current limited only by internal resistance, the capacitor has 63.2% of full charge (or is discharged to 36.8% of full charge). Standard capacitors with constant internal resistance fully charge during about 5 τ. Since internal resistance increases with charge/discharge, actual times cannot be calculated with this formula. Thus, charge/discharge time depends on specific individual construction details.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/EDLC-Internal-resistance-measuring.png/220px-EDLC-Internal-resistance-measuring.png",
                "caption": "The internal DC resistance can be calculated out of the voltage drop obtained from the intersection of the auxiliary line extended from the straight part and the time base at the time of discharge start"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Device capacitance and resistance dependence on operating voltage and temperature",
        "text": "Device parameters such as capacitance initial resistance and steady state resistance are not constant, but are variable and dependent on the device's operating voltage. Device capacitance will have a measurable increase as the operating voltage increases. For example: a 100F device can be seen to vary 26% from its maximum capacitance over its entire operational voltage range. Similar dependence on operating voltage is seen in steady state resistance (R ss ) and initial resistance (R i ). [89] Device properties can also be seen to be dependent on device temperature. As the temperature of the device changes either through operation of varying ambient temperature, the internal properties such as capacitance and resistance will vary as well. Device capacitance is seen to increase as the operating temperature increases. [89]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Variable_capacitance_vs_device_voltage.png/220px-Variable_capacitance_vs_device_voltage.png",
                "caption": "Measured device capacitance across an EDLC's operating voltage"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Energy capacity",
        "text": "Supercapacitors occupy the gap between high power/low energy electrolytic capacitors and low power/high energy rechargeable batteries . The energy W max (expressed in Joule ) that can be stored in a capacitor is given by the formula This formula describes the amount of energy stored and is often used to describe new research successes. However, only part of the stored energy is available to applications, because the voltage drop and the time constant over the internal resistance mean that some of the stored charge is inaccessible. The effective realized amount of energy W eff is reduced by the used voltage difference between V max and V min and can be represented as: [ citation needed ] This formula also represents the energy asymmetric voltage components such as lithium ion capacitors.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Supercapacitors-vs-batteries-chart.png/220px-Supercapacitors-vs-batteries-chart.png",
                "caption": "Ragone chart showing specific power vs. specific energy of various capacitors and batteries [ citation needed ]"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Lifetime",
        "text": "Since supercapacitors do not rely on chemical changes in the electrodes (except for those with polymer electrodes), lifetimes depend mostly on the rate of evaporation of the liquid electrolyte. This evaporation is generally a function of temperature, current load, current cycle frequency and voltage. Current load and cycle frequency generate internal heat, so that the evaporation-determining temperature is the sum of ambient and internal heat. This temperature is measurable as core temperature in the center of a capacitor body. The higher the core temperature, the faster the evaporation, and the shorter the lifetime. Evaporation generally results in decreasing capacitance and increasing internal resistance. According to IEC/EN 62391-2, capacitance reductions of over 30%, or internal resistance exceeding four times its data sheet specifications, are considered \"wear-out failures,\" implying that the component has reached end-of-life. The capacitors are operable, but with reduced capabilities. Whether the aberration of the parameters have any influence on the proper functionality depends on the application of the capacitors. Such large changes of electrical parameters specified in IEC/EN 62391-2 are usually unacceptable for high current load applications. Components that support high current loads use much smaller limits, e.g. , 20% loss of capacitance or double the internal resistance. [93] The narrower definition is important for such applications, since heat increases linearly with increasing internal resistance, and the maximum temperature should not be exceeded. Temperatures higher than specified can destroy the capacitor. The real application lifetime of supercapacitors, also called \" service life ,\" \"life expectancy,\" or \"load life,\" can reach 10 to 15 years or more, at room temperature. Such long periods cannot be tested by manufacturers. Hence, they specify the expected capacitor lifetime at the maximum temperature and voltage conditions. The results are specified in datasheets using the notation \"tested time (hours)/max. temperature (°C),\" such as \"5000 h/65 °C\". With this value, and expressions derived from historical data, lifetimes can be estimated for lower temperature conditions. Datasheet lifetime specification is tested by the manufactures using an accelerated aging test called an \"endurance test,\" with maximum temperature and voltage over a specified time. For a \"zero defect\" product policy, no wear out or total failure may occur during this test. The lifetime specification from datasheets can be used to estimate the expected lifetime for a given design. The \"10-degrees-rule\" used for electrolytic capacitors with non-solid electrolyte is used in those estimations, and can be used for supercapacitors. This rule employs the Arrhenius equation : a simple formula for the temperature dependence of reaction rates. For every 10 °C reduction in operating temperature, the estimated life doubles. With: Calculated with this formula, capacitors specified with 5000 h at 65 °C, have an estimated lifetime of 20,000 h at 45 °C. Lifetimes are also dependent on the operating voltage, because the development of gas in the liquid electrolyte depends on the voltage. The lower the voltage, the smaller the gas development, and the longer the lifetime. No general formula relates voltage to lifetime. The voltage dependent curves shown from the picture are an empirical result from one manufacturer. Life expectancy for power applications may be also limited by current load or number of cycles. This limitation has to be specified by the relevant manufacturer and is strongly type dependent.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/EDLC-Life_time_curves.png/220px-EDLC-Life_time_curves.png",
                "caption": "The lifetime of supercapacitors depends mainly on the capacitor temperature and the voltage applied"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Post charge voltage relaxation",
        "text": "It has been noticed that after the EDLC experiences a charge or discharge, the voltage will drift over time, relaxing toward its previous voltage level. The observed relaxation can occur over several hours and is likely due to long diffusion time constants of the porous electrodes within the EDLC. [89]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Voltage_Relaxation.png/220px-Voltage_Relaxation.png",
                "caption": "A graph plotting voltage over time, after the application of a charge"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Polarity",
        "text": "Since the positive and negative electrodes (or simply positrode and negatrode, respectively) of symmetric supercapacitors consist of the same material, theoretically supercapacitors have no true polarity and catastrophic failure does not normally occur. However reverse-charging a supercapacitor lowers its capacity, so it is recommended practice to maintain the polarity resulting from the formation of the electrodes during production. Asymmetric supercapacitors are inherently polar. Pseudocapacitor and hybrid supercapacitors which have electrochemical charge properties may not be operated with reverse polarity, precluding their use in AC operation. However, this limitation does not apply to EDLC supercapacitors A bar in the insulating sleeve identifies the negative terminal in a polarized component. In some literature, the terms \"anode\" and \"cathode\" are used in place of negative electrode and positive electrode. Using anode and cathode to describe the electrodes in supercapacitors (and also rechargeable batteries including lithium ion batteries) can lead to confusion, because the polarity changes depending on whether a component is considered as a generator or as a consumer of current. In electrochemistry, cathode and anode are related to reduction and oxidation reactions, respectively. However, in supercapacitors based on electric double layer capacitance, there is no oxidation nor reduction reactions on any of the two electrodes. Therefore, the concepts of cathode and anode do not apply.",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Polarit%C3%A4t-EDLC-P1070160.JPG/220px-Polarit%C3%A4t-EDLC-P1070160.JPG",
                "caption": "A negative bar on the insulating sleeve indicates the cathode terminal of the capacitor"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Standards",
        "text": "Supercapacitors vary sufficiently that they are rarely interchangeable, especially those with higher specific energy. Applications range from low to high peak currents, requiring standardized test protocols. [96] Test specifications and parameter requirements are specified in the generic specification IEC / EN 62391–1, Fixed electric double layer capacitors for use in electronic equipment . The standard defines four application classes, according to discharge current levels: Three further standards describe special applications:",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/EDLC-Classes.png/330px-EDLC-Classes.png",
                "caption": "Classification of supercapacitors into classes regarding to IEC 62391-1, IEC 62576 and BS EN 61881-3 standards"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Low-power equipment power buffering",
        "text": "Supercapacitors provide backup or emergency shutdown power to low-power equipment such as RAM , SRAM , micro-controllers and PC Cards . They are the sole power source for low energy applications such as automated meter reading (AMR) [105] equipment or for event notification in industrial electronics. Supercapacitors buffer power to and from rechargeable batteries , mitigating the effects of short power interruptions and high current peaks. Batteries kick in only during extended interruptions, e.g. , if the mains power or a fuel cell fails, which lengthens battery life. Uninterruptible power supplies (UPS) may be powered by supercapacitors, which can replace much larger banks of electrolytic capacitors. This combination reduces the cost per cycle, saves on replacement and maintenance costs, enables the battery to be downsized and extends battery life. [106] [107] [108] Supercapacitors provide backup power for actuators in wind turbine pitch systems, so that blade pitch can be adjusted even if the main supply fails. [109]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Windrad-Nahaufnahme.jpg/220px-Windrad-Nahaufnahme.jpg",
                "caption": "Rotor with wind turbine pitch system"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Rail",
        "text": "Supercapacitors can be used to supplement batteries in starter systems in diesel railroad locomotives with diesel-electric transmission . The capacitors capture the braking energy of a full stop and deliver the peak current for starting the diesel engine and acceleration of the train and ensures the stabilization of line voltage. Depending on the driving mode up to 30% energy saving is possible by recovery of braking energy. Low maintenance and environmentally friendly materials encouraged the choice of supercapacitors. [118]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Rc4_1197_%2B_Rc4_1169_Ockelbo_13.08.08.JPG/220px-Rc4_1197_%2B_Rc4_1169_Ockelbo_13.08.08.JPG",
                "caption": "Green Cargo operates TRAXX locomotives from Bombardier Transportation"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Plant machinery",
        "text": "Mobile hybrid Diesel -electric rubber tyred gantry cranes move and stack containers within a terminal. Lifting the boxes requires large amounts of energy. Some of the energy could be recaptured while lowering the load, resulting in improved efficiency. [119] A triple hybrid forklift truck uses fuel cells and batteries as primary energy storage and supercapacitors to buffer power peaks by storing braking energy. They provide the fork lift with peak power over 30 kW. The triple-hybrid system offers over 50% energy savings compared with Diesel or fuel-cell systems. [120] Supercapacitor-powered terminal tractors transport containers to warehouses. They provide an economical, quiet and pollution-free alternative to Diesel terminal tractors. [121]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Kuantan_Port_Container_Yard_with_Rubber_Tyre_Gantry.JPG/220px-Kuantan_Port_Container_Yard_with_Rubber_Tyre_Gantry.JPG",
                "caption": "Container yard with rubber tyre gantry crane"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Light rail",
        "text": "Supercapacitors make it possible not only to reduce energy, but to replace overhead lines in historical city areas, so preserving the city's architectural heritage. This approach may allow many new light rail city lines to replace overhead wires that are too expensive to fully route. In 2003 Mannheim adopted a prototype light-rail vehicle (LRV) using the MITRAC Energy Saver system from Bombardier Transportation to store mechanical braking energy with a roof-mounted supercapacitor unit. [122] [123] It contains several units each made of 192 capacitors with 2700 F / 2.7 V interconnected in three parallel lines. This circuit results in a 518 V system with an energy content of 1.5 kWh. For acceleration when starting this \"on-board-system\" can provide the LRV with 600 kW and can drive the vehicle up to 1 km without overhead line supply, thus better integrating the LRV into the urban environment. Compared to conventional LRVs or Metro vehicles that return energy into the grid, onboard energy storage saves up to 30% and reduces peak grid demand by up to 50%. [124] In 2009 supercapacitors enabled LRVs to operate in the historical city area of Heidelberg without overhead wires, thus preserving the city's architectural heritage. [ citation needed ] The SC equipment cost an additional €270,000 per vehicle, which was expected to be recovered over the first 15 years of operation. The supercapacitors are charged at stop-over stations when the vehicle is at a scheduled stop. In April 2011 German regional transport operator Rhein-Neckar, responsible for Heidelberg, ordered a further 11 units. [125] In 2009, Alstom and RATP equipped a Citadis tram with an experimental energy recovery system called \"STEEM\". [126] The system is fitted with 48 roof-mounted supercapacitors to store braking energy, which provides tramways with a high level of energy autonomy by enabling them to run without overhead power lines on parts of its route, recharging while traveling on powered stop-over stations. During the tests, which took place between the Porte d'Italie and Porte de Choisy stops on line T3 of the tramway network in Paris , the tramset used an average of approximately 16% less energy. [127] In 2012 tram operator Geneva Public Transport began tests of an LRV equipped with a prototype roof-mounted supercapacitor unit to recover braking energy. [128] Siemens is delivering supercapacitor-enhanced light-rail transport systems that include mobile storage. [129] Hong Kong's South Island metro line is to be equipped with two 2 MW energy storage units that are expected to reduce energy consumption by 10%. [130] In August 2012 the CSR Zhuzhou Electric Locomotive corporation of China presented a prototype two-car light metro train equipped with a roof-mounted supercapacitor unit. The train can travel up 2 km without wires, recharging in 30 seconds at stations via a ground mounted pickup. The supplier claimed the trains could be used in 100 small and medium-sized Chinese cities. [131] Seven trams (street cars) powered by supercapacitors were scheduled to go into operation in 2014 in Guangzhou , China. The supercapacitors are recharged in 30 seconds by a device positioned between the rails. That powers the tram for up to 4 kilometres (2.5 mi). [132] As of 2017, Zhuzhou's supercapacitor vehicles are also used on the new Nanjing streetcar system, and are undergoing trials in Wuhan . [133] In 2012, in Lyon (France), the SYTRAL (Lyon public transportation administration) started experiments of a \"way side regeneration\" system built by Adetel Group which has developed its own energy saver named \"NeoGreen\" for LRV, LRT and metros. [134] In 2014 China began using trams powered with supercapacitors that are recharged in 30 seconds by a device positioned between the rails, storing power to run the tram for up to 4 km — more than enough to reach the next stop, where the cycle can be repeated. In 2015, Alstom announced SRS, an energy storage system that charges supercapacitors on board a tram by means of ground-level conductor rails located at tram stops. This allows trams to operate without overhead lines for short distances. [135] The system has been touted as an alternative to the company's ground-level power supply (APS) system, or can be used in conjunction with it, as in the case of the VLT network in Rio de Janeiro , Brazil, which opened in 2016. [136] CAF also offers supercapacitors on their Urbos 3 trams in the form of their ACR system. [117]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Streetcar_Stra%C3%9Fenbahn_Tram_Mannheim_RNV_Rhein-Neckar-Verbund_25.JPG/220px-Streetcar_Stra%C3%9Fenbahn_Tram_Mannheim_RNV_Rhein-Neckar-Verbund_25.JPG",
                "caption": "Light rail vehicle in Mannheim"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Paris-tramway.jpg/220px-Paris-tramway.jpg",
                "caption": "Supercapacitors are used to power the Paris T3 tram line on sections without overhead wires and to recover energy during braking"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/VLT_Rio_09_2016_3392.jpg/220px-VLT_Rio_09_2016_3392.jpg",
                "caption": "A supercapacitor-equipped tram on the Rio de Janeiro Light Rail"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Buses",
        "text": "Maxwell Technologies , an American supercapacitor maker, claimed that more than 20,000 hybrid buses use the devices to increase acceleration, particularly in China. [ citation needed ] The first hybrid electric bus with supercapacitors in Europe came in 2001 in Nuremberg , Germany. It was MAN's so-called \"Ultracapbus\", and was tested in real operation in 2001/2002. The test vehicle was equipped with a diesel-electric drive in combination with supercapacitors. The system was supplied with 8 Ultracap modules of 80 V, each containing 36 components. The system worked with 640 V and could be charged/discharged at 400 A. Its energy content was 0.4 kWh with a weight of 400 kg. The supercapacitors recaptured braking energy and delivered starting energy. Fuel consumption was reduced by 10 to 15% compared to conventional diesel vehicles. Other advantages included reduction of CO 2 emissions, quiet and emissions-free engine starts, lower vibration and reduced maintenance costs. [137] [138] As of 2002 [update] in Luzern , Switzerland an electric bus fleet called TOHYCO-Rider was tested. The supercapacitors could be recharged via an inductive contactless high-speed power charger after every transportation cycle, within 3 to 4 minutes. [139] In early 2005 Shanghai tested a new form of electric bus called capabus that runs without powerlines (catenary free operation) using large onboard supercapacitors that partially recharge whenever the bus is at a stop (under so-called electric umbrellas), and fully charge in the terminus . In 2006, two commercial bus routes began to use the capabuses; one of them is route 11 in Shanghai. It was estimated that the supercapacitor bus was cheaper than a lithium-ion battery bus, and one of its buses had one-tenth the energy cost of a diesel bus with lifetime fuel savings of $200,000. [140] A hybrid electric bus called tribrid was unveiled in 2008 by the University of Glamorgan , Wales , for use as student transport. It is powered by hydrogen fuel or solar cells , batteries and ultracapacitors. [141] [142]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Stadtbus_N%C3%BCrnberg_Bus_713_Btf._Schweinau.jpg/220px-Stadtbus_N%C3%BCrnberg_Bus_713_Btf._Schweinau.jpg",
                "caption": "MAN Ultracapbus in Nuremberg, Germany"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Expo_2010_Electric_Bus.jpg/220px-Expo_2010_Electric_Bus.jpg",
                "caption": "Electric bus at EXPO 2010 in Shanghai (Capabus) recharging at the bus stop"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Motor racing",
        "text": "The FIA , a governing body for motor racing events, proposed in the Power-Train Regulation Framework for Formula 1 version 1.3 of 23 May 2007 that a new set of power train regulations be issued that includes a hybrid drive of up to 200 kW input and output power using \"superbatteries\" made with batteries and supercapacitors connected in parallel ( KERS ). [143] [144] About 20% tank-to-wheel efficiency could be reached using the KERS system. The Toyota TS030 Hybrid LMP1 car, a racing car developed under Le Mans Prototype rules, uses a hybrid drivetrain with supercapacitors. [145] [146] In the 2012 24 Hours of Le Mans race a TS030 qualified with a fastest lap only 1.055 seconds slower (3:24.842 versus 3:23.787) [147] than the fastest car, an Audi R18 e-tron quattro with flywheel energy storage. The supercapacitor and flywheel components, whose rapid charge-discharge capabilities help in both braking and acceleration, made the Audi and Toyota hybrids the fastest cars in the race. In the 2012 Le Mans race the two competing TS030s, one of which was in the lead for part of the race, both retired for reasons unrelated to the supercapacitors. The TS030 won three of the 8 races in the 2012 FIA World Endurance Championship season . In 2014 the Toyota TS040 Hybrid used a supercapacitor to add 480 horsepower from two electric motors. [132]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Sebastian_Vettel_won_2010_Malaysian_GP.jpg/220px-Sebastian_Vettel_won_2010_Malaysian_GP.jpg",
                "caption": "Former world champion Sebastian Vettel in Malaysia 2010"
            },
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Toyota_TS030.JPG/220px-Toyota_TS030.JPG",
                "caption": "Toyota TS030 Hybrid at 2012 24 Hours of Le Mans motor race"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Hybrid electric vehicles",
        "text": "Supercapacitor/battery combinations in electric vehicles (EV) and hybrid electric vehicles (HEV) are well investigated. [96] [148] [149] A 20 to 60% fuel reduction has been claimed by recovering brake energy in EVs or HEVs. The ability of supercapacitors to charge much faster than batteries, their stable electrical properties, broader temperature range and longer lifetime are suitable, but weight, volume and especially cost mitigate those advantages. Supercapacitors' lower specific energy makes them unsuitable for use as a stand-alone energy source for long distance driving. [150] The fuel economy improvement between a capacitor and a battery solution is about 20% and is available only for shorter trips. For long distance driving the advantage decreases to 6%. Vehicles combining capacitors and batteries run only in experimental vehicles. [151] As of 2013 [update] all automotive manufacturers of EV or HEVs have developed prototypes that uses supercapacitors instead of batteries to store braking energy in order to improve driveline efficiency. The Mazda 6 is the only production car that uses supercapacitors to recover braking energy. Branded as i-eloop, the regenerative braking is claimed to reduce fuel consumption by about 10%. [152] Russian Yo-cars Ё-mobile series was a concept and crossover hybrid vehicle working with a gasoline driven rotary vane type and an electric generator for driving the traction motors. A supercapacitor with relatively low capacitance recovers brake energy to power the electric motor when accelerating from a stop. [153] Toyota's Yaris Hybrid-R concept car uses a supercapacitor to provide quick bursts of power. [132] PSA Peugeot Citroën fit supercapacitors to some of its cars as part of its stop-start fuel-saving system, as this permits faster start-ups when the traffic lights turn green. [132]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/2018_Toyota_RAV4_Design_HEV_4X2_CVT_2.5.jpg/220px-2018_Toyota_RAV4_Design_HEV_4X2_CVT_2.5.jpg",
                "caption": "RAV4 HEV"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    },
    {
        "section": "Gondolas",
        "text": "In Zell am See , Austria , an aerial lift connects the city with Schmittenhöhe mountain. The gondolas sometimes run 24 hours per day, using electricity for lights, door opening and communication. The only available time for recharging batteries at the stations is during the brief intervals of guest loading and unloading, which is too short to recharge batteries. Supercapacitors offer a fast charge, higher number of cycles and longer life time than batteries. Emirates Air Line (cable car) , also known as the Thames cable car, is a 1-kilometre (0.62 mi) gondola line in London , UK , that crosses the Thames from the Greenwich Peninsula to the Royal Docks . The cabins are equipped with a modern infotainment system, which is powered by supercapacitors. [154] [155]",
        "images": [
            {
                "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Cablecar.zellamsee.500pix.jpg/220px-Cablecar.zellamsee.500pix.jpg",
                "caption": "Aerial lift in Zell am See , Austria"
            }
        ],
        "link": "https://en.wikipedia.org/wiki/Supercapacitor",
        "title": "Supercapacitor",
        "field": "Renewable_Energy_and_Sustainability",
        "subfield": "Energy Storage",
        "topic": "Market dynamics of energy storage"
    }
]